{"success":1,"query_summary":{"num_reviews":100},"reviews":[{"recommendationid":"99947096","author":{"steamid":"76561198379249098","num_games_owned":184,"num_reviews":16,"playtime_forever":787,"playtime_last_two_weeks":0,"playtime_at_review":787,"last_played":1632588138},"language":"english","review":"Great game but play the GoldSrc version instead!","timestamp_created":1632588242,"timestamp_updated":1632588242,"voted_up":true,"votes_up":1,"votes_funny":1,"weighted_vote_score":"0.508928596973419189","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"99916766","author":{"steamid":"76561198087497795","num_games_owned":1067,"num_reviews":63,"playtime_forever":10,"playtime_last_two_weeks":0,"playtime_at_review":10,"last_played":1632145911},"language":"english","review":"This game is a legend of 1990s as it was marked as a revolution of FPS game at the time. More details were noticeably added to polygon graphic along with more actions performable by characters, including mouth movement while talking. Enemy soldier AI had also become revolutionarily smarter as they were able to take cover when underfired and to dodge grenade when tossed.\n\nMany parts of the game may be dulled as this game is all about survival, pathfinding and fighting monsters. Occasional combats against enemy military soldiers do add more challenge and excitement to the game.\n\nWith source engine integrated, it does not enhance the graphic to the same level of Half-Life 2. In fact, the graphic itself just only becomes slightly smoother than the original, reportedly with some new bugs created by the integration.\n\nEven though new players are advised to play the remake version, Black Mesa: Definitive Edition, alternatively for better experience on the same storyline, this original version has already been remembered by old timers as one of legends.","timestamp_created":1632542138,"timestamp_updated":1645022513,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"99902841","author":{"steamid":"76561198817160234","num_games_owned":64,"num_reviews":13,"playtime_forever":718,"playtime_last_two_weeks":0,"playtime_at_review":407,"last_played":1632920885},"language":"ukrainian","review":"Якщо не брати до уваги виполіровану, не знаю чим, напевно анусом містера Пропера, зброю і невеликий краш текстур у 9 главі гри, то гра загалом дуже непогана. Рекомендую! Але оригінал 1998 року, напевно, значно краще, бо це оригінал :)","timestamp_created":1632516769,"timestamp_updated":1632516769,"voted_up":true,"votes_up":3,"votes_funny":0,"weighted_vote_score":"0.565217375755310059","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"99879138","author":{"steamid":"76561198423205753","num_games_owned":23,"num_reviews":3,"playtime_forever":310,"playtime_last_two_weeks":0,"playtime_at_review":211,"last_played":1632524203},"language":"english","review":"classic","timestamp_created":1632482939,"timestamp_updated":1632482939,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"99841767","author":{"steamid":"76561198044511546","num_games_owned":52,"num_reviews":40,"playtime_forever":869,"playtime_last_two_weeks":0,"playtime_at_review":869,"last_played":1608400802},"language":"english","review":"Really only for die-hards wanting to return to a nostalgic experience. Better than most of what was coming out at the time, but by no means does it hold up in any capacity.","timestamp_created":1632411354,"timestamp_updated":1632411354,"voted_up":false,"votes_up":0,"votes_funny":1,"weighted_vote_score":"0.451127827167510986","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"99795543","author":{"steamid":"76561199093646178","num_games_owned":46,"num_reviews":24,"playtime_forever":393,"playtime_last_two_weeks":0,"playtime_at_review":230,"last_played":1639339947},"language":"spanish","review":"buenisimo\n\n\n","timestamp_created":1632328622,"timestamp_updated":1632328719,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"99792339","author":{"steamid":"76561198187565346","num_games_owned":117,"num_reviews":19,"playtime_forever":24,"playtime_last_two_weeks":0,"playtime_at_review":24,"last_played":1531543910},"language":"english","review":"Borked.","timestamp_created":1632324433,"timestamp_updated":1632324433,"voted_up":false,"votes_up":0,"votes_funny":1,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"99781347","author":{"steamid":"76561198400645599","num_games_owned":81,"num_reviews":19,"playtime_forever":587,"playtime_last_two_weeks":0,"playtime_at_review":494,"last_played":1633179152},"language":"turkish","review":"güzel","timestamp_created":1632309262,"timestamp_updated":1632309262,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"99781202","author":{"steamid":"76561198083292305","num_games_owned":30,"num_reviews":8,"playtime_forever":60,"playtime_last_two_weeks":0,"playtime_at_review":60,"last_played":1594742946},"language":"english","review":"A classic (as game reviews say) that should stay in the past IMO. I bought the whole bundle cheap and yet -waste of money.\nI couldn't continue playing any longer then I have - the game is so boring - very little combat and it is bleh; I didn't see any real story at all that would get me involved and the graphics are also boring.","timestamp_created":1632309006,"timestamp_updated":1632309006,"voted_up":false,"votes_up":0,"votes_funny":1,"weighted_vote_score":"0.429967433214187622","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"99771169","author":{"steamid":"76561198354641151","num_games_owned":86,"num_reviews":25,"playtime_forever":629,"playtime_last_two_weeks":0,"playtime_at_review":189,"last_played":1632499516},"language":"english","review":"The OG version is better. Believe it or not, it's far more stable and less glitchy. This version isn't unplayable... but Black Mesa is an even better remake than this lazy port","timestamp_created":1632288563,"timestamp_updated":1632340593,"voted_up":false,"votes_up":0,"votes_funny":1,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"99766564","author":{"steamid":"76561198306218545","num_games_owned":131,"num_reviews":54,"playtime_forever":427,"playtime_last_two_weeks":0,"playtime_at_review":427,"last_played":1632278951},"language":"spanish","review":"la razon por la que tengo cuenta de steam","timestamp_created":1632279381,"timestamp_updated":1632279381,"voted_up":true,"votes_up":16,"votes_funny":2,"weighted_vote_score":"0.689670145511627197","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"99764703","author":{"steamid":"76561198930165658","num_games_owned":75,"num_reviews":80,"playtime_forever":290,"playtime_last_two_weeks":0,"playtime_at_review":242,"last_played":1635379333},"language":"spanish","review":"no se porque te comprarias esto compralo solo si queres texturas en el gmod o buscar bugs xd","timestamp_created":1632276505,"timestamp_updated":1632276505,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"99751868","author":{"steamid":"76561198996477425","num_games_owned":36,"num_reviews":5,"playtime_forever":155,"playtime_last_two_weeks":0,"playtime_at_review":40,"last_played":1637984232},"language":"english","review":"Only buy if you want to use the stuff in gmod","timestamp_created":1632252983,"timestamp_updated":1632252983,"voted_up":false,"votes_up":2,"votes_funny":1,"weighted_vote_score":"0.493890225887298584","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"99751025","author":{"steamid":"76561198169985818","num_games_owned":333,"num_reviews":57,"playtime_forever":565,"playtime_last_two_weeks":0,"playtime_at_review":565,"last_played":1632251733},"language":"spanish","review":"esta muy bueno","timestamp_created":1632251766,"timestamp_updated":1632251766,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"99742687","author":{"steamid":"76561198084576965","num_games_owned":56,"num_reviews":10,"playtime_forever":1696,"playtime_last_two_weeks":0,"playtime_at_review":1204,"last_played":1633380833},"language":"spanish","review":"Una joyita, una carta de amor hacia los videojuegos en primera persona.","timestamp_created":1632240324,"timestamp_updated":1632240324,"voted_up":true,"votes_up":3,"votes_funny":1,"weighted_vote_score":"0.56204378604888916","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"99730722","author":{"steamid":"76561197964240073","num_games_owned":81,"num_reviews":11,"playtime_forever":53,"playtime_last_two_weeks":0,"playtime_at_review":53,"last_played":1623061546},"language":"english","review":"i only bought this because of gmod","timestamp_created":1632223620,"timestamp_updated":1632223620,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.526621758937835693","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"99718841","author":{"steamid":"76561199111681367","num_games_owned":28,"num_reviews":22,"playtime_forever":306,"playtime_last_two_weeks":0,"playtime_at_review":148,"last_played":1657862816},"language":"english","review":"bad gam!! me scintist freind dieyd!!1","timestamp_created":1632201260,"timestamp_updated":1632201260,"voted_up":false,"votes_up":0,"votes_funny":1,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"99707185","author":{"steamid":"76561198849471576","num_games_owned":98,"num_reviews":8,"playtime_forever":316,"playtime_last_two_weeks":0,"playtime_at_review":316,"last_played":1632127118},"language":"english","review":"buy it, dont care if its got glitches, bugs and random crashes, still a great game.","timestamp_created":1632180294,"timestamp_updated":1632180294,"voted_up":false,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.52173912525177002","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"99704277","author":{"steamid":"76561198113840274","num_games_owned":33,"num_reviews":1,"playtime_forever":3386,"playtime_last_two_weeks":1,"playtime_at_review":2206,"last_played":1660586202},"language":"english","review":"this is a very fun game I love playing half life it  is good I recommend this game (:","timestamp_created":1632174811,"timestamp_updated":1632174811,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"99700129","author":{"steamid":"76561198178223350","num_games_owned":158,"num_reviews":12,"playtime_forever":2625,"playtime_last_two_weeks":0,"playtime_at_review":2625,"last_played":1582991950},"language":"english","review":"I have achieved the greatest milestone in all of Half-Life: Source. Unlike other players who have only experienced the glory of Half-Life: Source for 5 minutes of their unproductive waste of lives, I have achieved the euphoric life changing exception to human flaws known as Half-Life: Source for more than 1,200 hours.\n\nHalf-Life: Source has brought me many gifts, and one of those gifts granted to me is my burned retinas, allowing a new way of peering into this world, for example, you filthy subspecies can look at something and see smooth seams and vertices, but to me, every defined corner has a distinct glow illuminating even the darkest of voids with the same semblance of a low polygonal object. The people around me are no longer just people to me, for every person I see is just a target waiting for the sweet release of a flung Laserdisc to decapitate them, breaking them from their meager existence that have been ignorant to the touch formed by the greatest thing our Creator Lord Gaben has granted to us.\n\nYou see, Half-Life was put on this Earth to distract the people of the Steam Civilization, which was built in his image to hide the true gift in plain sight. You may ask for some merit for such a preposterous statement, if you can take the time and listen to my story you too will be enlightened by the masterpiece: Half-Life: Source.\n\nOnce I reached 1,200 hours, all servers seemingly went down to reveal only one remaining, the name of this server only contained one letter: G, even though such a queer disruption of my playtime was ensuing, I was blinded by the addictive desire to play Half-Life: Source to pay any attention. It was password protected, but it didn't stop me from trying to breach into the glorious arena, I tried a series of standard passwords such as: Valve, Steam, Half-Life: Source, etc. After a great many attempts, I sat back and thought hard on some clues, the maker of all the things I've dedicated my life to is Lord Gaben, and the server name is just “G”, it all made sense. The password must be: “Gabe Newell is GOD”... I was correct, how could I be so arrogant and stupid, it was so obvious and everybody knows God and Gaben are synonymous.\n\nMy router began beaming my request into the entangled web and it shot back connecting me to the server, there, I sat in the goldsource downloading menu which displayed various things that were in a language beyond human comprehension. Once the seemingly endless amount of time I sat there came to an end and I was in the server, my player spawned facing my opponent. The timer rang loud while the anticipation for a glorious fight grew, the same old countdown vibrations that were hitting my ears ended and the game began.\n\nThe other player, which possessed the absence of a player name, began his launch forwards my platform, though he was quick witted hopping from platform to platform with an ease and finesse, my raw aim and skill carried me through the entire skirmish. The points stacked up and time seemed to fade away, my mind was of nothing besides the match. Laserdisc after laserdisc, my arms grew tired, my stomach ached for more snacks, my eyes burned bright red like gems, all biological interfaces stability were now corrupting, but my soul was now even more infused with the game. My opponent no longer seemed like a stranger, I began to know him better than even myself, his play style grew into appearance and his strategical follies were now unearthed allowing me to achieve the first 1,000 points and the victory I strained myself for.\n\nThe host timescale froze, and our characters were now stuck in a dimension absent of change, this broke my flow state and allowed me to tear my eyes away from the luminessence to just stare off into my dark room. This was a good chance to reflect on the event which had taken place just seconds ago. I knew I just finished an accomplishment, but, an accomplishment of what? It just didn’t make sense, why would something like that even happen? Is this real? Or am I in a dream? Before I could ponder my mind into its own world, a barrage of steam notifications came flying to my account, it was from the man I had just faced, his message read as so: “come look outside,” before I could even finish the message I heard a revving of a powerful engine drawing me from my ♥♥♥♥♥♥ office chair. There he was… Gaben standing in front of his 2014 Porsche Cayman packed with a 911s engine. I was ecstatic and ran down to greet him, but before I could speak he put his hand up and spoke…\n\n“Quiet, I know what you’re thinking, lets just go and all your questions will fade away, like ♥♥♥♥ games in Greenlight.”\n\nWe hopped in Gaben’s 2014 Porsche Cayman, packed with a 911s engine, and zoomed off to Valve Headquarters. I’m not much of a talker, and I didn’t get any more talkative sitting next to my all time hero and man whom is richer than both Oprah and The Don, but I could tell he wasn’t much of a talker himself as we only spoke once, which was only about his car. He went into great detail about it, especially about his cars mods which he emphasized that they were “paid mods, just how they should be!”\n\nAfter a couple hours passed and the smoothness of the car ride which brought me a nice nap ended, we were at the doors of Valve’s new office. I busted through the doors and was overwhelmed by all the memorabilia that poured into my senses like a nice big glass of Ruby Red Squirt. Gaben, watched me prance corner to corner in excitement from the entrance, giving a Jolly laugh reminiscent of old Saint Nic (and its rumored they are actually cut from the same bloodline); we spent all day with each other playing Source games and just chatting it up on the latest games, I really got to know the guy on a personal level which was really nice, but we knew this was just an entree to the main meal, a meal of something which was about to shock the gaming world forever.\n\nGaben led me to the janitors closet, that seemed rank until he pulled a secret lever disguised as a stale box of cheez-its, that opened to a lair full of hundreds of programmers and other various game designers, we walked through the legions of workers to Gaben’s Throne. From there he sat high and mighty, drawing the utmost power from it, his voice boomed across the dark den of nerd stench congratulating me on my skill…\n\n“YOU! Are the chosen one, the messiah, the man which will bring news that will change the landscape of gaming as we know it!” A giant projector dropped down from the ceiling and started beaming what would become everything my life was building up for.\n\nValve’s logo blared with its eardrum piercing music, which melted in with the rest of the cacophony that displayed a timeline of Valve and its image before fading away to a new title, the title formed from all the signature intellectual properties Valve owns to read word for word one at a time: “Counter. Strike. Global. Trade.”\n\nAnd before me was a new Counter Strike game where you cant kill people or do any of the other classic things you would do in a Counter Strike game, as the game was just a ♥♥♥♥♥♥♥ excel like spreadsheet meant for trading virtual ♥♥♥♥♥♥♥ skins. I notice Gaben in the corner of my eye with his face making the signature look of “oh yeahhh! Check it ouuut! Ya like it?”\n\nNot amused one bit, Gaben’s chosen Messiah walked out of Valve’s Headquarters and hopped into the nearest Uber to shuttle his ass to the nearest state that has Assisted Suicide legalized. And while filling out my form I put the disease that was killing me was: Crippling disappointment.\n\nSo yeah, I rate Half-Life: Source a 1/10 because its entire purpose from the beginning was to promote a skin trading game.\n\nGoodbye world, this is the last thing I write as the doctor just came in with the lethal injection.\n","timestamp_created":1632168386,"timestamp_updated":1632168386,"voted_up":true,"votes_up":11,"votes_funny":10,"weighted_vote_score":"0.666810929775238037","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"99694655","author":{"steamid":"76561197986279387","num_games_owned":28,"num_reviews":2,"playtime_forever":7075,"playtime_last_two_weeks":0,"playtime_at_review":6956,"last_played":1658426649},"language":"german","review":"Das Beste Game no comment","timestamp_created":1632161309,"timestamp_updated":1632161309,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"99654434","author":{"steamid":"76561198986826282","num_games_owned":141,"num_reviews":38,"playtime_forever":304,"playtime_last_two_weeks":0,"playtime_at_review":200,"last_played":1647134648},"language":"english","review":"it us haf life butt in suorce engniie, cnatt b3 bda right? wrogn, us bda","timestamp_created":1632098355,"timestamp_updated":1632098355,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"99641771","author":{"steamid":"76561198284072880","num_games_owned":47,"num_reviews":11,"playtime_forever":225,"playtime_last_two_weeks":0,"playtime_at_review":185,"last_played":1636245140},"language":"english","review":"i love it, played it since i was a kid","timestamp_created":1632078607,"timestamp_updated":1632078607,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"99637716","author":{"steamid":"76561199055811037","num_games_owned":64,"num_reviews":20,"playtime_forever":41,"playtime_last_two_weeks":0,"playtime_at_review":20,"last_played":1652491120},"language":"english","review":"i only bought this for gmod\nyou probably also only bought it for gmod","timestamp_created":1632073261,"timestamp_updated":1632073261,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"99634763","author":{"steamid":"76561198011050855","num_games_owned":115,"num_reviews":59,"playtime_forever":1819,"playtime_last_two_weeks":0,"playtime_at_review":907,"last_played":1634072396},"language":"english","review":"Good.","timestamp_created":1632070029,"timestamp_updated":1632070029,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"99582293","author":{"steamid":"76561198140778843","num_games_owned":35,"num_reviews":21,"playtime_forever":838,"playtime_last_two_weeks":0,"playtime_at_review":495,"last_played":1644108227},"language":"english","review":"Get the original half-life, unless you just want to mount this to garry's mod\nEdit: Would recommend if you also have half-life 2, because you can kind of play half-life 2 in half life source and it is creepy if you ever got that feeling in source games. The only people there are corpses.","timestamp_created":1631997542,"timestamp_updated":1646348308,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.516129076480865479","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"99579095","author":{"steamid":"76561198387342961","num_games_owned":68,"num_reviews":2,"playtime_forever":363,"playtime_last_two_weeks":0,"playtime_at_review":363,"last_played":1626899776},"language":"spanish","review":"EPIC","timestamp_created":1631993379,"timestamp_updated":1631993379,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.513274312019348145","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"99567088","author":{"steamid":"76561198104375525","num_games_owned":33,"num_reviews":7,"playtime_forever":638,"playtime_last_two_weeks":0,"playtime_at_review":221,"last_played":1635325169},"language":"french","review":"half life 1 sera toujours un must","timestamp_created":1631979479,"timestamp_updated":1631979479,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"99564956","author":{"steamid":"76561199032437515","num_games_owned":21,"num_reviews":21,"playtime_forever":1248,"playtime_last_two_weeks":1,"playtime_at_review":843,"last_played":1659448196},"language":"koreana","review":"1과 다를게 없네","timestamp_created":1631977318,"timestamp_updated":1656057694,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"99554125","author":{"steamid":"76561198328040197","num_games_owned":32,"num_reviews":35,"playtime_forever":1014,"playtime_last_two_weeks":0,"playtime_at_review":914,"last_played":1634472417},"language":"schinese","review":"行，多少遇到BUG，遇到了再上报.我先玩的起源，在通关几遍后觉得原版走路很慢，没有健步如飞的感觉。后来心血来潮想体验一下原版的感觉，通一遍后发现再玩起源真有种移动速度快到控制不住的感觉，甚至一些细节的地方很容易脚滑摔死。各有长短吧，个人两部作品都很喜欢，没有那么厌恶起源。","timestamp_created":1631964829,"timestamp_updated":1643842545,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"99541590","author":{"steamid":"76561199177483567","num_games_owned":76,"num_reviews":8,"playtime_forever":867,"playtime_last_two_weeks":0,"playtime_at_review":573,"last_played":1654044898},"language":"english","review":"shweeeeeeshsssss","timestamp_created":1631946043,"timestamp_updated":1631946043,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"99534249","author":{"steamid":"76561198829007907","num_games_owned":23,"num_reviews":24,"playtime_forever":604,"playtime_last_two_weeks":0,"playtime_at_review":285,"last_played":1658014217},"language":"english","review":"Something about being broken and silly","timestamp_created":1631932982,"timestamp_updated":1657661613,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"99491375","author":{"steamid":"76561198974981139","num_games_owned":29,"num_reviews":12,"playtime_forever":361,"playtime_last_two_weeks":0,"playtime_at_review":244,"last_played":1642821026},"language":"english","review":"it may be an old game but its got a pretty cool story\n","timestamp_created":1631870950,"timestamp_updated":1631870950,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"99475123","author":{"steamid":"76561198188612758","num_games_owned":87,"num_reviews":51,"playtime_forever":305,"playtime_last_two_weeks":0,"playtime_at_review":207,"last_played":1647140441},"language":"english","review":"its horrible","timestamp_created":1631840139,"timestamp_updated":1631840139,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"99474702","author":{"steamid":"76561198087268613","num_games_owned":164,"num_reviews":100,"playtime_forever":303,"playtime_last_two_weeks":0,"playtime_at_review":300,"last_played":1657574300},"language":"english","review":"valve wont fix it so i guess its only really useful if you want extra npcs in gmod","timestamp_created":1631839299,"timestamp_updated":1631839299,"voted_up":false,"votes_up":8,"votes_funny":2,"weighted_vote_score":"0.582948803901672363","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"99467785","author":{"steamid":"76561198393673175","num_games_owned":170,"num_reviews":30,"playtime_forever":353,"playtime_last_two_weeks":0,"playtime_at_review":160,"last_played":1659042839},"language":"brazilian","review":"Tava até legal, NPCs remodelados, água transparente e com reflexos, física nos corpos, sangue, marcas de tiro, novas configurações no menu, etc...\n\nAté chegar na fábrica e não conseguir passar porque não conseguia enxergar literalmente nada, seria uma excelente remasterização se não tivesse muito bug.\n\nJogue o original.","timestamp_created":1631827077,"timestamp_updated":1646324513,"voted_up":false,"votes_up":7,"votes_funny":0,"weighted_vote_score":"0.625077247619628906","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"99463215","author":{"steamid":"76561198043666697","num_games_owned":66,"num_reviews":18,"playtime_forever":903,"playtime_last_two_weeks":0,"playtime_at_review":602,"last_played":1633115104},"language":"english","review":"If you liked Alien vs Predator 2 (2001), you should like this as well.\n\nPROS\nGood action. Fair combat difficulty. Simple but cool story. Some cool scripted events. Acceptable 2001-ish graphics. Rad music.\n\nCONS\nThere are moments when you can get lost or stuck for hours because you don't know what to do, or where to go, or how to defeat 6 commandos with 1/4 HP. Also audio quality could be better.","timestamp_created":1631820396,"timestamp_updated":1631820396,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"99461875","author":{"steamid":"76561198335872441","num_games_owned":269,"num_reviews":76,"playtime_forever":517,"playtime_last_two_weeks":0,"playtime_at_review":517,"last_played":1618431091},"language":"english","review":"[h1]Half-Life: Source[/h1] (wip)\n\n\n[Gameplay]\n\n\n\n[Map and layout]\n\n\n\n[Soundtrack]\n\n\n\n[Controlls]\n\n\n\n[Graphics]\n\n\n\n[Personal thoughts]\n\nThe game isnt playable as I coudnt even get past a door that an npc was supposed to open, lots of other bugs due to the Source engine being outright incompatible with this game. I recomend playing the original Gold Source version as it actually functions properly, dont even buy this game for the Files needed for Garry's Mod, these are also available online...\n\n\n[h1]1/10[/h1]","timestamp_created":1631818627,"timestamp_updated":1631819511,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.458553820848464966","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"99401411","author":{"steamid":"76561199033675767","num_games_owned":55,"num_reviews":36,"playtime_forever":481,"playtime_last_two_weeks":0,"playtime_at_review":480,"last_played":1649538692},"language":"polish","review":"strasznie pobugowane lepiej sobie kupić hl2 albo hl1 na godsource niż to pobugowane gówno a i powinno się tu kupować tylko po to aby mieć przedmioty z half life 1 gmodzie","timestamp_created":1631723582,"timestamp_updated":1632407497,"voted_up":false,"votes_up":3,"votes_funny":0,"weighted_vote_score":"0.565217375755310059","comment_count":2,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"99361898","author":{"steamid":"76561198173457005","num_games_owned":148,"num_reviews":19,"playtime_forever":89,"playtime_last_two_weeks":0,"playtime_at_review":89,"last_played":1620919494},"language":"russian","review":"Ну, даже не знаю, что сказать про данную игру. Это практически могло быть хорошей идеей. Просто взять и перенести оригинальный Half-Life, но видоизменить его под манер CSS ( Counter-Strike : Source ), но к сожалению игра получалась такой какой она является по сей момент. Ну, возможно у игры был небольшой но потенциал, но увы она его потеряла. Она была средней, но после бубнов от Steampipe, стало только хуже. Если это является вашей любимой игрой, то прошу пересмотреть свою точку зрения. Я же отношусь к игре - нейтрально. Но, крайне не рекомендую её брать. Вы можете испортить себе впечатления от оригинала. Лучше вместо этого купить непосредственно сам оригинал. Этот продукт не стоит своего времени, денег, ну и просто из себя не представляет что-то интересное.","timestamp_created":1631655330,"timestamp_updated":1631655330,"voted_up":false,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.534071028232574463","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"99341793","author":{"steamid":"76561198918248521","num_games_owned":318,"num_reviews":478,"playtime_forever":5089,"playtime_last_two_weeks":0,"playtime_at_review":5089,"last_played":1629990549},"language":"english","review":"Yes this game is a mess, yes there are bugs, but did i have fun... yes!\nPlus half life vr in gmod!\nit lets me shoot giant ballsack monsters in gmod","timestamp_created":1631628663,"timestamp_updated":1631628663,"voted_up":true,"votes_up":8,"votes_funny":0,"weighted_vote_score":"0.599995553493499756","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"99330765","author":{"steamid":"76561199046820609","num_games_owned":80,"num_reviews":16,"playtime_forever":519,"playtime_last_two_weeks":0,"playtime_at_review":519,"last_played":1631610140},"language":"schinese","review":"不建议单独购买，直接入v社大包即可，想体验经典直接去玩半条命1原版，想玩重制版可以去玩黑山起源（Black Mesa)，这一作直接就是在一代的基础上套了个起源引擎，玩起来的感觉怪怪的","timestamp_created":1631610909,"timestamp_updated":1635309531,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"99320154","author":{"steamid":"76561198134849711","num_games_owned":91,"num_reviews":5,"playtime_forever":515,"playtime_last_two_weeks":0,"playtime_at_review":358,"last_played":1632546441},"language":"english","review":"One of the greatest FPS games of all time, remade in one of the best engines. All arguments are invalid!","timestamp_created":1631588004,"timestamp_updated":1631588004,"voted_up":true,"votes_up":0,"votes_funny":1,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"99318611","author":{"steamid":"76561198850331312","num_games_owned":163,"num_reviews":183,"playtime_forever":331,"playtime_last_two_weeks":0,"playtime_at_review":331,"last_played":1581383130},"language":"english","review":"Half life is just like the best game with bad graphics i just love it half life is just so fun i wish there was a half life 3 tho :(","timestamp_created":1631585156,"timestamp_updated":1631585156,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"99318443","author":{"steamid":"76561198264497117","num_games_owned":109,"num_reviews":47,"playtime_forever":323,"playtime_last_two_weeks":0,"playtime_at_review":323,"last_played":1594250811},"language":"brazilian","review":"disgraça mizera, djabo capeta estrume hemorragia no pâncreas, o melhor jeito de descrever esse erro.","timestamp_created":1631584822,"timestamp_updated":1631584822,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.47413790225982666","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"99297301","author":{"steamid":"76561198814028195","num_games_owned":27,"num_reviews":17,"playtime_forever":190,"playtime_last_two_weeks":0,"playtime_at_review":190,"last_played":1631193104},"language":"english","review":"Yes this game is a mess, yes there are bugs, but did i have fun... yes!\nPlus half life vr in gmod!","timestamp_created":1631551421,"timestamp_updated":1631551421,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"99284129","author":{"steamid":"76561198436502045","num_games_owned":70,"num_reviews":26,"playtime_forever":656,"playtime_last_two_weeks":0,"playtime_at_review":201,"last_played":1631918499},"language":"russian","review":".","timestamp_created":1631533227,"timestamp_updated":1631533227,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"99271555","author":{"steamid":"76561198039580049","num_games_owned":365,"num_reviews":347,"playtime_forever":2999,"playtime_last_two_weeks":0,"playtime_at_review":2999,"last_played":1631507305},"language":"english","review":"This game revolutionized the genre! Through a series of subtle and artistic design decisions, Half-Life creates a reality that is self-contained, believable, and thoroughly engaging. It constantly presents you with variety, surprises, and new challenges to keep you hooked. It is a tour de force in game design, the definitive single player game in a first person shooter. https://steamcommunity.com/sharedfiles/filedetails/?id=2599908537 https://steamcommunity.com/sharedfiles/filedetails/?id=2591292609","timestamp_created":1631508172,"timestamp_updated":1631508172,"voted_up":true,"votes_up":20,"votes_funny":1,"weighted_vote_score":"0.683765947818756104","comment_count":3,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"99255915","author":{"steamid":"76561198335342758","num_games_owned":136,"num_reviews":8,"playtime_forever":687,"playtime_last_two_weeks":0,"playtime_at_review":449,"last_played":1658810178},"language":"english","review":"this is for sure the best way to play half life. I mean.. why would you try the oooey gooey OLD version ugh, makes me puke, well anyway. all i have to say is When in the Course of human events, it becomes necessary for one people to dissolve the political bands which have connected them with another, and to assume among the powers of the earth, the separate and equal station to which the Laws of Nature and of Nature's God entitle them, a decent respect to the opinions of mankind requires that they should declare the causes which impel them to the separation.\n\nWe hold these truths to be self-evident, that all men are created equal, that they are endowed by their Creator with certain unalienable Rights, that among these are Life, Liberty and the pursuit of Happiness.–That to secure these rights, Governments are instituted among Men, deriving their just powers from the consent of the governed, –That whenever any Form of Government becomes destructive of these ends, it is the Right of the People to alter or to abolish it, and to institute new Government, laying its foundation on such principles and organizing its powers in such form, as to them shall seem most likely to effect their Safety and Happiness. Prudence, indeed, will dictate that Governments long established should not be changed for light and transient causes; and accordingly all experience hath shewn, that mankind are more disposed to suffer, while evils are sufferable, than to right themselves by abolishing the forms to which they are accustomed. But when a long train of abuses and usurpations, pursuing invariably the same Object evinces a design to reduce them under absolute Despotism, it is their right, it is their duty, to throw off such Government, and to provide new Guards for their future security.–Such has been the patient sufferance of these Colonies; and such is now the necessity which constrains them to alter their former Systems of Government. The history of the present King of Great Britain is a history of repeated injuries and usurpations, all having in direct object the establishment of an absolute Tyranny over these States. To prove this, let Facts be submitted to a candid world.\n\nHe has refused his Assent to Laws, the most wholesome and necessary for the public good.\nHe has forbidden his Governors to pass Laws of immediate and pressing importance, unless suspended in their operation till his Assent should be obtained; and when so suspended, he has utterly neglected to attend to them.\nHe has refused to pass other Laws for the accommodation of large districts of people, unless those people would relinquish the right of Representation in the Legislature, a right inestimable to them and formidable to tyrants only. \nHe has called together legislative bodies at places unusual, uncomfortable, and distant from the depository of their public Records, for the sole purpose of fatiguing them into compliance with his measures. \nHe has dissolved Representative Houses repeatedly, for opposing with manly firmness his invasions on the rights of the people.\nHe has refused for a long time, after such dissolutions, to cause others to be elected; whereby the Legislative powers, incapable of Annihilation, have returned to the People at large for their exercise; the State remaining in the mean time exposed to all the dangers of invasion from without, and convulsions within.\nHe has endeavoured to prevent the population of these States; for that purpose obstructing the Laws for Naturalization of Foreigners; refusing to pass others to encourage their migrations hither, and raising the conditions of new Appropriations of Lands.\nHe has obstructed the Administration of Justice, by refusing his Assent to Laws for establishing Judiciary powers.\nHe has made Judges dependent on his Will alone, for the tenure of their offices, and the amount and payment of their salaries.\nHe has erected a multitude of New Offices, and sent hither swarms of Officers to harrass our people, and eat out their substance.\nHe has kept among us, in times of peace, Standing Armies without the Consent of our legislatures.\nHe has affected to render the Military independent of and superior to the Civil power.\nHe has combined with others to subject us to a jurisdiction foreign to our constitution, and unacknowledged by our laws; giving his Assent to their Acts of pretended Legislation:\nFor Quartering large bodies of armed troops among us:\nFor protecting them, by a mock Trial, from punishment for any Murders which they should commit on the Inhabitants of these States:\nFor cutting off our Trade with all parts of the world:\nFor imposing Taxes on us without our Consent: \nFor depriving us in many cases, of the benefits of Trial by Jury:\nFor transporting us beyond Seas to be tried for pretended offences\nFor abolishing the free System of English Laws in a neighbouring Province, establishing therein an Arbitrary government, and enlarging its Boundaries so as to render it at once an example and fit instrument for introducing the same absolute rule into these Colonies:\nFor taking away our Charters, abolishing our most valuable Laws, and altering fundamentally the Forms of our Governments:\nFor suspending our own Legislatures, and declaring themselves invested with power to legislate for us in all cases whatsoever.\nHe has abdicated Government here, by declaring us out of his Protection and waging War against us.\nHe has plundered our seas, ravaged our Coasts, burnt our towns, and destroyed the lives of our people. \nHe is at this time transporting large Armies of foreign Mercenaries to compleat the works of death, desolation and tyranny, already begun with circumstances of Cruelty & perfidy scarcely paralleled in the most barbarous ages, and totally unworthy the Head of a civilized nation.\nHe has constrained our fellow Citizens taken Captive on the high Seas to bear Arms against their Country, to become the executioners of their friends and Brethren, or to fall themselves by their Hands. \nHe has excited domestic insurrections amongst us, and has endeavoured to bring on the inhabitants of our frontiers, the merciless Indian Savages, whose known rule of warfare, is an undistinguished destruction of all ages, sexes and conditions.\n\nIn every stage of these Oppressions We have Petitioned for Redress in the most humble terms: Our repeated Petitions have been answered only by repeated injury. A Prince whose character is thus marked by every act which may define a Tyrant, is unfit to be the ruler of a free people.\n\nNor have We been wanting in attentions to our Brittish brethren. We have warned them from time to time of attempts by their legislature to extend an unwarrantable jurisdiction over us. We have reminded them of the circumstances of our emigration and settlement here. We have appealed to their native justice and magnanimity, and we have conjured them by the ties of our common kindred to disavow these usurpations, which, would inevitably interrupt our connections and correspondence. They too have been deaf to the voice of justice and of consanguinity. We must, therefore, acquiesce in the necessity, which denounces our Separation, and hold them, as we hold the rest of mankind, Enemies in War, in Peace Friends.\n\nWe, therefore, the Representatives of the united States of America, in General Congress, Assembled, appealing to the Supreme Judge of the world for the rectitude of our intentions, do, in the Name, and by Authority of the good People of these Colonies, solemnly publish and declare, That these United Colonies are, and of Right ought to be Free and Independent States; that they are Absolved from all Allegiance to the British Crown, and that all political connection between them and the State of Great Britain, is and ought to be totally dissolved","timestamp_created":1631481870,"timestamp_updated":1631481870,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.476190477609634399","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"99254062","author":{"steamid":"76561198357056353","num_games_owned":137,"num_reviews":15,"playtime_forever":219,"playtime_last_two_weeks":0,"playtime_at_review":209,"last_played":1647632363},"language":"russian","review":"Valve, please fix this game. SteamPipe killed it. I cant play it even with fan's patchs.","timestamp_created":1631479314,"timestamp_updated":1631479314,"voted_up":false,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.496183186769485474","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"99246443","author":{"steamid":"76561198413389198","num_games_owned":91,"num_reviews":11,"playtime_forever":1319,"playtime_last_two_weeks":0,"playtime_at_review":1170,"last_played":1658623037},"language":"brazilian","review":"primeiro jogo da source to orgulhoso deveria te ganhado game of the year , nenhum bug, melhor jogo do ano","timestamp_created":1631470416,"timestamp_updated":1631470416,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"99210524","author":{"steamid":"76561198427169581","num_games_owned":91,"num_reviews":1,"playtime_forever":239,"playtime_last_two_weeks":0,"playtime_at_review":219,"last_played":1631579019},"language":"english","review":"all time favorite","timestamp_created":1631426563,"timestamp_updated":1631426563,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"99203601","author":{"steamid":"76561198934191116","num_games_owned":74,"num_reviews":46,"playtime_forever":771,"playtime_last_two_weeks":0,"playtime_at_review":198,"last_played":1650080755},"language":"english","review":"still half-life, still bad for me\n\nonly good for garry's mod","timestamp_created":1631416164,"timestamp_updated":1631416164,"voted_up":false,"votes_up":1,"votes_funny":0,"weighted_vote_score":0,"comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"99197329","author":{"steamid":"76561198983157358","num_games_owned":115,"num_reviews":56,"playtime_forever":241,"playtime_last_two_weeks":0,"playtime_at_review":241,"last_played":1627463151},"language":"english","review":"No life: deported badly into a new engine","timestamp_created":1631406609,"timestamp_updated":1631406609,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"99193925","author":{"steamid":"76561198060315786","num_games_owned":67,"num_reviews":6,"playtime_forever":980,"playtime_last_two_weeks":0,"playtime_at_review":627,"last_played":1631849903},"language":"english","review":"It has aged very badly. The physics and movement are awful.","timestamp_created":1631401237,"timestamp_updated":1631401237,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"99190674","author":{"steamid":"76561198997872312","num_games_owned":14,"num_reviews":17,"playtime_forever":1009,"playtime_last_two_weeks":0,"playtime_at_review":969,"last_played":1656803179},"language":"russian","review":"ф","timestamp_created":1631396286,"timestamp_updated":1631396286,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.476190477609634399","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"99177481","author":{"steamid":"76561199071278379","num_games_owned":355,"num_reviews":101,"playtime_forever":1200,"playtime_last_two_weeks":1189,"playtime_at_review":1200,"last_played":1660401898},"language":"turkish","review":"{ - Hikaye - }\n✅ Çok İyi\n🔲 İyi\n🔲 Orta\n🔲 Kötü\n🔲 Çok Kötü\n🔲 Oyunun Hikayesi Yok\n\n{ - Oynanış - }\n🔲 Çok İyi\n🔲 İyi\n✅ Orta\n🔲 Kötü\n🔲 Çok Kötü\n\n{ - Grafikler - }\n🔲 Çok İyi\n🔲 İyi\n🔲 Orta\n✅ Kötü\n🔲 Çok Kötü\n\n{ - Oynama Süresi - }\n🔲 100+ Saat\n🔲 50 - 100 Saat\n🔲 25 - 50 Saat\n🔲 10 - 25 Saat\n✅ 0 - 10 Saat\n🔲 Belirli Bir Oynama Süresi Yok","timestamp_created":1631380782,"timestamp_updated":1660401919,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"99165560","author":{"steamid":"76561198174541149","num_games_owned":208,"num_reviews":111,"playtime_forever":774,"playtime_last_two_weeks":0,"playtime_at_review":774,"last_played":1560924330},"language":"english","review":"It's a mediocre rehash of the 1998 classic. The overhaul is not exactly massive. Just buy Black Mesa instead. It's completed now and in the same price ballpark.","timestamp_created":1631368234,"timestamp_updated":1631368234,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.492735832929611206","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"99150608","author":{"steamid":"76561198800246742","num_games_owned":90,"num_reviews":5,"playtime_forever":353,"playtime_last_two_weeks":0,"playtime_at_review":353,"last_played":1631046347},"language":"english","review":"This sucks, because of bugs they didnt fix yet.","timestamp_created":1631349305,"timestamp_updated":1631349305,"voted_up":false,"votes_up":1,"votes_funny":1,"weighted_vote_score":"0.504464328289031982","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"99113428","author":{"steamid":"76561198286750653","num_games_owned":39,"num_reviews":7,"playtime_forever":1026,"playtime_last_two_weeks":0,"playtime_at_review":239,"last_played":1651984321},"language":"english","review":"its fun","timestamp_created":1631294591,"timestamp_updated":1631294591,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"99091371","author":{"steamid":"76561199122983532","num_games_owned":57,"num_reviews":8,"playtime_forever":1082,"playtime_last_two_weeks":0,"playtime_at_review":193,"last_played":1643147040},"language":"russian","review":"Видимо, в HL нужно играть исключительно в оригинальном виде и на компьютере из 80-х\nНикакого заявленного русского языка здесь нет. Куча багов, как, например, исчезнувшее из рук оружие, которое больше никогда туда не вернётся. Беда с загрузкой локаций - уже через пятнадцать минут игры не успел спасти нпс, потому что не знал, что это необходимо, но при перезапуске уровня он уже был мёртв. Пришлось перепроходить игру с начала\n\nКороче говоря, идите в металлопрокат и соберите компьютер, подходящий по параметрам для оригинальной HL, и не тратьте на это даже 15 рублей\n\n***\n\nЯ вернулся спустя полгода и все таки прошел ее ([spoiler]15[/spoiler] часов, если интересно). Мой вердикт, при этом, не сильно изменился. Да, на новом железе в игре гораздо меньше багов, но такой жоподробительной сложности, особенно в начале, не было даже в Думе. Мне искренне жаль тех людей, кому в детстве приходилось играть и страдать, проходя этот ад, за неимением альтернатив.\n\nЛучше посмотрите, как страдают летсплейщики, и начинайте проходить HL2","timestamp_created":1631265880,"timestamp_updated":1643147875,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"99086117","author":{"steamid":"76561199109092230","num_games_owned":221,"num_reviews":100,"playtime_forever":21411,"playtime_last_two_weeks":0,"playtime_at_review":2829,"last_played":1635654574},"language":"spanish","review":"Excelente juego, muy entretenido.","timestamp_created":1631255381,"timestamp_updated":1631255381,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"99068215","author":{"steamid":"76561198351593985","num_games_owned":116,"num_reviews":7,"playtime_forever":12,"playtime_last_two_weeks":0,"playtime_at_review":12,"last_played":1593213192},"language":"english","review":"The only reason you should install this, let alone own it is to dick around with the enemies and weapons in gmod.","timestamp_created":1631221789,"timestamp_updated":1631221789,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"99062151","author":{"steamid":"76561198008768016","num_games_owned":680,"num_reviews":153,"playtime_forever":289,"playtime_last_two_weeks":0,"playtime_at_review":289,"last_played":1630622220},"language":"russian","review":"[h1]Valve делала «ремастеры» еще до того, как это стало мэйнстримом.[/h1]\nПохоже, что valve просто решила заработать, продав первый HL еще раз. Но чем же эта версия отличается от старой? Тут уже новый движок source, а не goldsource, что в свою очередь изменяет геймплей, делая его похожим немного на геймплей HL2, и играть что-то не уютно. Геймплейных изменений уйма, теперь вот например оружие ведет себя иначе, и это не говоря об изменениях в точности и разбросе. Конечно же и физика из нового движка присутствует, но на полставки и не без багов естественно. Рэгдоллы вот завезли, только с теми же модельками это смотрится убого, потому что у них мало костей. Текстурки по большей части все те же, лишь иногда можно встретить что-то обновленное. Объекты те же, лишь иногда можно встретить что-то обновленное… ну вы поняли, что такое HL Source. Водичку там, скайбоксы обновили, это конечно здорово, но все равно не ясно, зачем эта игра существует? Особенно непонятной ситуация становится, когда мы имеем HL2. Почему бы уж не сделать ремейк?\n\nОтрицательная оценка на обзоре не только поэтому. В текущей версии игры сломано абсолютно все, кроме запуска игры наверно, и я не преувеличиваю сейчас. В 2013-ом в стим завезли steampipe, который сломал все игры и моды на движке source. Valve тогда обновила все свои игры, за исключением HL Source и HL Deatmatch Source, но о детмаче в другой раз. И что мы теперь имеем? Кринж версия первой халф-лайф с сломанным ИИ, сломанным освещением, сломанными хитбоксами и пушками, некоторые из которых вообще урона не наносят. Сломаны нововведения, вроде той же воды. Сломаны модели, скрипты, даже металл на броне грантов и шлемах охранников сломан, теперь эти детали крепче сталлиниума. Блять, в игре к тому же и графические артефакты появились, а в воде теперь теневые брусья какие-то везде и некоторые текстуры стали прозрачны.\nПеревод так вообще, 10 ксенов из 10-ти. Какая еще нахрен «енергия»?\n\n[h1]Ужасно. \nНе играйте в это. \nИгра будет полезна лишь тем, кому нужен контент для Garry’s mod.[/h1]","timestamp_created":1631212633,"timestamp_updated":1631212862,"voted_up":false,"votes_up":24,"votes_funny":2,"weighted_vote_score":"0.708696305751800537","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"99055883","author":{"steamid":"76561198277366295","num_games_owned":116,"num_reviews":30,"playtime_forever":176,"playtime_last_two_weeks":0,"playtime_at_review":41,"last_played":1643406953},"language":"brazilian","review":"lindo","timestamp_created":1631203852,"timestamp_updated":1631203852,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"99021159","author":{"steamid":"76561199151555431","num_games_owned":56,"num_reviews":45,"playtime_forever":497,"playtime_last_two_weeks":0,"playtime_at_review":233,"last_played":1647497635},"language":"english","review":"oh my god why is barney floating","timestamp_created":1631139477,"timestamp_updated":1641003296,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.5160866379737854","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"98998480","author":{"steamid":"76561198373588411","num_games_owned":56,"num_reviews":37,"playtime_forever":78,"playtime_last_two_weeks":0,"playtime_at_review":78,"last_played":1607651388},"language":"spanish","review":"es como half life pero en source\n","timestamp_created":1631119980,"timestamp_updated":1631119980,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"98985693","author":{"steamid":"76561198831170757","num_games_owned":106,"num_reviews":8,"playtime_forever":88,"playtime_last_two_weeks":5,"playtime_at_review":83,"last_played":1659800750},"language":"english","review":"This game is full of bugs, I'm just gonna say that. I do not recommend that you buy it on steam in the state that it's in. If you want an actually playable version of HL:S, pick up the 2006 Holiday Package (It uses an older version of the engine but from what I've seen it's worth it). The only thing I'd recommend this for is the deathmatch. Which, sadly, is not available as a separate purchase. I was going to end this with \"Valve, please fix.\" or something like that, but I don't think this game is that high on Valve's priority list at the moment.","timestamp_created":1631102969,"timestamp_updated":1631102969,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"98984780","author":{"steamid":"76561198278664447","num_games_owned":297,"num_reviews":15,"playtime_forever":856,"playtime_last_two_weeks":0,"playtime_at_review":856,"last_played":1631098741},"language":"turkish","review":"''Half-Life'' oyunundan farklı olarak grafikleri biraz daha iyileştirilmiş ve bazı Half-Life 2'de gördüğümüz mekanikler mevcut. Mekanik mi deniyor bilmiyorum ama örneğin ''Half-Life''de öldürdüğümüz canavarın cesedini levyeyle birkaç kere vurduğumuzda yok oluyordu ama ''Half-Life: Source''de yok olmuyor tıpkı ''Half-Life 2''deki gibi vurduğumuzda ileri itiyoruz. Bu oyundaki sular daha gerçekçi, silahların gölgelendirmesi daha iyi yapılmış, Yani açık konuşmak gerekirse ''Half-Life'' ile ''Half-Life: Source'' arasında aman aman bi fark var diyebileceğimiz bir şey yok. Ama oynarken şu yaşadığım 2 şey beni deli etti. Birincisi yerde krater gibi şeyin üstüne geldiğimizde bizi uçuran şey varya hatırladınız onu çoğu zaman üstüne geldiğimde beni uçurmadı ve tam üstünden ayrılırken beni uçuruyordu ve boşu boşuna canımı götürüyordu. İkincisi oyunun otomatik kayıt alırken oyunun kısa süreli de olsa donması, burda sıkıntı yok gibi duruyor ama örnek verdiğimizde oyunun birkaç yerinde merdivenlerden inerken otomatik kayıt alması sonucu merdivenden düşmem yine burda da boşu boşuna canım gidiyordu. Çok büyük eksiler gibi gözükmese de oynarken sinir olup duruyordum. ''Half-Life: Source''de de oyunu bitirdim. Biraz da nostalji oldu. Bana ''Half-Life'' mi ''Half-Life: Source'' mi diye sorsanız ''Half-Life'' derim. Hem çok oyunculu modu da var, Source versiyonunda yok. Benim gibi Half-Life hastası değilseniz ilginizi çekebilecek bir ürün değil. Umarım yardımcı olmuşumdur buraya okuduysanız teşekkür ederim. İyi günler dilerim <3","timestamp_created":1631101459,"timestamp_updated":1631101459,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"98973756","author":{"steamid":"76561198038638306","num_games_owned":155,"num_reviews":7,"playtime_forever":459,"playtime_last_two_weeks":0,"playtime_at_review":459,"last_played":1625728928},"language":"english","review":"Got this game because I thought this was the original Half-life, it's not. This is a re-release of the original game for the source engine.\nCannot play community-made mods without purchasing the original game (which should have been included with the purchase of this remake).\nIf you are spending $9.99 on Half-life, buy the other copy for the same price.","timestamp_created":1631079149,"timestamp_updated":1631079149,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"98968258","author":{"steamid":"76561198971217769","num_games_owned":58,"num_reviews":59,"playtime_forever":22,"playtime_last_two_weeks":0,"playtime_at_review":22,"last_played":1629060539},"language":"english","review":"STAHP\nNOOO\nNOOO\nHUEGH","timestamp_created":1631068314,"timestamp_updated":1631068314,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"98952901","author":{"steamid":"76561198837749502","num_games_owned":62,"num_reviews":3,"playtime_forever":20,"playtime_last_two_weeks":0,"playtime_at_review":13,"last_played":1653254309},"language":"english","review":"it comes with half life 2 in the files so this is a 11/10\n","timestamp_created":1631043015,"timestamp_updated":1631043015,"voted_up":true,"votes_up":9,"votes_funny":1,"weighted_vote_score":"0.627250552177429199","comment_count":0,"steam_purchase":true,"received_for_free":true,"written_during_early_access":false},{"recommendationid":"98951822","author":{"steamid":"76561199055555798","num_games_owned":150,"num_reviews":71,"playtime_forever":2206,"playtime_last_two_weeks":0,"playtime_at_review":23,"last_played":1639511642},"language":"russian","review":"Когда пытаешься понять, чем отличается Half-Life 1 и Half-Life Source","timestamp_created":1631041660,"timestamp_updated":1631041660,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"98914918","author":{"steamid":"76561198331851995","num_games_owned":140,"num_reviews":22,"playtime_forever":889,"playtime_last_two_weeks":0,"playtime_at_review":889,"last_played":1594555309},"language":"english","review":"the original but lots of bugs \n7/10","timestamp_created":1630980576,"timestamp_updated":1649114862,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"98864045","author":{"steamid":"76561199163902561","num_games_owned":74,"num_reviews":22,"playtime_forever":468,"playtime_last_two_weeks":0,"playtime_at_review":300,"last_played":1638422361},"language":"spanish","review":"esta bien, pero lleno de bugs, recomiendo jugarlo solo si eres fan de half life como yo\n","timestamp_created":1630898506,"timestamp_updated":1630898506,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"98857082","author":{"steamid":"76561198828906433","num_games_owned":67,"num_reviews":5,"playtime_forever":3058,"playtime_last_two_weeks":17,"playtime_at_review":471,"last_played":1660311523},"language":"english","review":"l hate this half life source because there so many bugs here and there's door bug! valve! please fix all the bugs!","timestamp_created":1630886253,"timestamp_updated":1630886253,"voted_up":false,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.47826087474822998","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"98844727","author":{"steamid":"76561198422526693","num_games_owned":27,"num_reviews":15,"playtime_forever":99,"playtime_last_two_weeks":0,"playtime_at_review":99,"last_played":1629653151},"language":"english","review":"buggy as fuck","timestamp_created":1630866762,"timestamp_updated":1630866762,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"98826457","author":{"steamid":"76561198960585795","num_games_owned":414,"num_reviews":205,"playtime_forever":1805,"playtime_last_two_weeks":0,"playtime_at_review":33,"last_played":1632483661},"language":"schinese","review":"G胖:有人说我不会数数，让我给你们数一下1.2.4.5.6.7.8.9","timestamp_created":1630844287,"timestamp_updated":1630844287,"voted_up":true,"votes_up":14,"votes_funny":11,"weighted_vote_score":"0.688354849815368652","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"98813660","author":{"steamid":"76561199112968218","num_games_owned":64,"num_reviews":18,"playtime_forever":572,"playtime_last_two_weeks":0,"playtime_at_review":202,"last_played":1650352778},"language":"english","review":"ok so this is a failed port obviously for it's glaring bugs and glitches, it's accuracy to the original version of half life 1 on the goldsrc engine, and truthfully one of my main issues with this game is the fact that you are unable to change your fov (this does make a difference believe it or not.) considering that this is an actual valve release that wasn't updated with the newer source versions this is all valves fault. most people would yell black mesa for a half life 1 story relived but that has it's own issues. so if you're planning to buy this to relive your favorite childhood video game with hdr lighting, ragdolls, and dynamic lighting. you're getting a bug ridden game that requires a patch to make the game run like how you remember from 1999 - 2003. tl;dr game is one of the most disgraceful attempt at porting a game to a new engine. i would say doom for the 3do was better than this sack of shit","timestamp_created":1630825351,"timestamp_updated":1630825351,"voted_up":false,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.523992657661437988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"98809876","author":{"steamid":"76561198809557183","num_games_owned":406,"num_reviews":35,"playtime_forever":742,"playtime_last_two_weeks":0,"playtime_at_review":742,"last_played":1630818894},"language":"english","review":"Scientist wrecks aliens with crowbar.","timestamp_created":1630818928,"timestamp_updated":1639129829,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"98801324","author":{"steamid":"76561199101714413","num_games_owned":21,"num_reviews":3,"playtime_forever":303,"playtime_last_two_weeks":0,"playtime_at_review":231,"last_played":1654299782},"language":"english","review":"A buggy mess. 3/10, would never play again\n","timestamp_created":1630805028,"timestamp_updated":1630805028,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"98794538","author":{"steamid":"76561198166133162","num_games_owned":153,"num_reviews":31,"playtime_forever":437,"playtime_last_two_weeks":0,"playtime_at_review":437,"last_played":1608779840},"language":"turkish","review":"Uuuuuuu\n","timestamp_created":1630793132,"timestamp_updated":1630793132,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"98793690","author":{"steamid":"76561198042383071","num_games_owned":524,"num_reviews":245,"playtime_forever":801,"playtime_last_two_weeks":0,"playtime_at_review":774,"last_played":1630800535},"language":"english","review":"Not really sure I can recommend Half-Life: Source as an experience worth playing when you first download it. It is essentially just Half-Life thrown into the Source engine. That being said, they literally did nothing to make this game functional IN the Source engine so there are lots of bugs and issues.\n\nIF you spend the necessary time to get the game working, utilizing external mods like HD packs and game fixes, it is a fun and recommendable experience. Since that is not the experience right after installing the game though, I cannot recommend it.","timestamp_created":1630791784,"timestamp_updated":1630791784,"voted_up":false,"votes_up":18,"votes_funny":1,"weighted_vote_score":"0.681309878826141357","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"98788634","author":{"steamid":"76561198096308263","num_games_owned":109,"num_reviews":53,"playtime_forever":1641,"playtime_last_two_weeks":0,"playtime_at_review":1232,"last_played":1659354841},"language":"english","review":"The game has a bunch of bugs, yes. But it doesn't make the game unplayable (*cough* Hunt Down The Freeman *cough*), and for most part, are exaggerated. Of course it's not perfect, but the jankieness is to be expected from goldsrc ports.\nAlso one of the rare half life games where HD textures are better (which has some sound bugs, but a fix can be easily googled.)","timestamp_created":1630784639,"timestamp_updated":1630784711,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"98785278","author":{"steamid":"76561198411591517","num_games_owned":62,"num_reviews":8,"playtime_forever":1110,"playtime_last_two_weeks":0,"playtime_at_review":1025,"last_played":1632158166},"language":"english","review":"just play it bro buy half life source or deafult half life.just do it","timestamp_created":1630779984,"timestamp_updated":1630779984,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.476190477609634399","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"98742551","author":{"steamid":"76561199069745008","num_games_owned":57,"num_reviews":12,"playtime_forever":500,"playtime_last_two_weeks":0,"playtime_at_review":500,"last_played":1630716265},"language":"spanish","review":"LA verdad, buenísimo como el half life normal xd, si queres que los enemigos tengan físicas cuando mueran pues jugar este, sino da igual.\nTiene 2 errores, uno es que en las parte de las cintas al prender la linterna se buguea la iluminacion y no se ve nada,y el otro que es el mas molesto es que aveces las lenguas de las lapas no se ven, y es muy estresante.\ndejando eso de lado\n\nTA BIEN","timestamp_created":1630716700,"timestamp_updated":1630716700,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"98742365","author":{"steamid":"76561199093776376","num_games_owned":20,"num_reviews":8,"playtime_forever":1031,"playtime_last_two_weeks":0,"playtime_at_review":700,"last_played":1637507455},"language":"english","review":"amazing one of the best games ive ever played\n","timestamp_created":1630716373,"timestamp_updated":1630716373,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"98716704","author":{"steamid":"76561198884611629","num_games_owned":37,"num_reviews":4,"playtime_forever":943,"playtime_last_two_weeks":0,"playtime_at_review":230,"last_played":1655563388},"language":"greek","review":"it's pretty good.","timestamp_created":1630678175,"timestamp_updated":1630678175,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"98684507","author":{"steamid":"76561198220365532","num_games_owned":46,"num_reviews":15,"playtime_forever":633,"playtime_last_two_weeks":0,"playtime_at_review":397,"last_played":1633019965},"language":"english","review":"STHAP","timestamp_created":1630618237,"timestamp_updated":1630618237,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"98678628","author":{"steamid":"76561199008514687","num_games_owned":34,"num_reviews":7,"playtime_forever":1134,"playtime_last_two_weeks":1,"playtime_at_review":875,"last_played":1660007107},"language":"brazilian","review":"não dá para jogar\né todo quebrado, péssimo\nse quiserem jogar isso, joguem o Half Life 1 de Goldsrc","timestamp_created":1630609260,"timestamp_updated":1630609260,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"98650205","author":{"steamid":"76561199086611725","num_games_owned":53,"num_reviews":1,"playtime_forever":517,"playtime_last_two_weeks":0,"playtime_at_review":181,"last_played":1645317304},"language":"latam","review":"Un monton de recuerdos al volver a jugarlo, simplemente un clasico.","timestamp_created":1630563064,"timestamp_updated":1630563064,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.476190477609634399","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"98649190","author":{"steamid":"76561198133041959","num_games_owned":87,"num_reviews":12,"playtime_forever":108,"playtime_last_two_weeks":0,"playtime_at_review":97,"last_played":1630561339},"language":"english","review":"the gordon","timestamp_created":1630560647,"timestamp_updated":1630560647,"voted_up":false,"votes_up":3,"votes_funny":1,"weighted_vote_score":"0.478636950254440308","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"98638747","author":{"steamid":"76561199002361526","num_games_owned":22,"num_reviews":2,"playtime_forever":346,"playtime_last_two_weeks":0,"playtime_at_review":346,"last_played":1611616877},"language":"english","review":"mortal","timestamp_created":1630539948,"timestamp_updated":1630539948,"voted_up":true,"votes_up":0,"votes_funny":1,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"98634126","author":{"steamid":"76561198991977363","num_games_owned":24,"num_reviews":9,"playtime_forever":215,"playtime_last_two_weeks":0,"playtime_at_review":215,"last_played":1630530638},"language":"english","review":"you die alot","timestamp_created":1630531446,"timestamp_updated":1630531446,"voted_up":true,"votes_up":0,"votes_funny":1,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"98625754","author":{"steamid":"76561199018651385","num_games_owned":30,"num_reviews":10,"playtime_forever":254,"playtime_last_two_weeks":0,"playtime_at_review":207,"last_played":1639459306},"language":"brazilian","review":"daora\n","timestamp_created":1630518604,"timestamp_updated":1630518604,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"98617384","author":{"steamid":"76561198834265073","num_games_owned":30,"num_reviews":2,"playtime_forever":287,"playtime_last_two_weeks":0,"playtime_at_review":182,"last_played":1655332772},"language":"english","review":"This is the worst way to play half life and one of the worst remakes of a game I have ever played. So many game breaking bugs ruined my experience with the game. Either play the original half life or play black mesa.","timestamp_created":1630507119,"timestamp_updated":1630507119,"voted_up":false,"votes_up":0,"votes_funny":1,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"98598851","author":{"steamid":"76561198875871380","num_games_owned":114,"num_reviews":21,"playtime_forever":14,"playtime_last_two_weeks":0,"playtime_at_review":14,"last_played":1629463760},"language":"polish","review":"ksssssssssa>D<ADAS>:Awldaiuwhsw82372osxjxa kasa w s w[[ [w[ [[ qw][ q93 32020838203 38 823hhsj wasj  101010100000100101101010101010101-=-=-=opqaiahGASIAKLkKhHhGHJXDFCGVBVHgfdcdfvgGFVVCDSXSCFGVhgbfddffgfhsdfggfdddfdcgvb45600765678pl;\n145550````jk./'''''DDDFHLLJJHALFLIFEJAHSHJAKSJHAWJJHSJSJ2ISBETTERJKLJKALSLW","timestamp_created":1630473864,"timestamp_updated":1630473864,"voted_up":false,"votes_up":2,"votes_funny":2,"weighted_vote_score":"0.516891896724700928","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"98597117","author":{"steamid":"76561198980399939","num_games_owned":54,"num_reviews":47,"playtime_forever":42,"playtime_last_two_weeks":0,"playtime_at_review":42,"last_played":1637141884},"language":"english","review":"---{ Graphics }---\n☐ You forget what reality is\n☐ Beautiful\n☐ Good\n☐ Decent\n☑ Bad\n☐ Don‘t look too long at it\n☐ MS-DOS\n\n---{ Gameplay }---\n☐ Very good\n☐ Good\n☑ It's just gameplay\n☐ Mehh\n☐ Watch paint dry instead\n☐ Just don't\n\n---{ Audio }---\n☐ Eargasm\n☐ Very good\n☐ Good\n☑ Not too bad\n☐ Bad\n☐ I'm now deaf\n\n---{ Audience }---\n☐ Kids\n☑ Teens\n☑ Adults\n☐ Grandma\n\n---{ PC Requirements }---\n☐ Check if you can run paint\n☑ Potato\n☐ Decent\n☐ Fast\n☐ Rich boi\n☐ Ask NASA if they have a spare computer\n\n---{ Difficulty }---\n☐ Just press 'W'\n☐ Easy\n☑ Easy to learn / Hard to master\n☐ Significant brain usage\n☐ Difficult\n☐ Dark Souls\n\n---{ Grind }---\n☑ Nothing to grind\n☐ Only if u care about leaderboards/ranks\n☐ Isn't necessary to progress\n☐ Average grind level\n☐ Too much grind\n☐ You'll need a second life for grinding\n\n---{ Story }---\n☐ No Story\n☐ Some lore\n☐ Average\n☑ Good\n☐ Lovely\n☐ It'll replace your life\n\n---{ Game Time }---\n☐ Long enough for a cup of coffee\n☐ Short\n☑ Average\n☐ Long\n☐ To infinity and beyond\n\n---{ Price }---\n☐ It's free!\n☐ Worth the price\n☐ If it's on sale\n☐ If u have some spare money left\n☐ Not recommended\n☑ You could also just burn your money\n\n---{ Bugs }---\n☐ Never heard of\n☐ Minor bugs\n☐ Can get annoying\n☑ ARK: Survival Evolved\n☐ The game itself is a big terrarium for bugs\n\n---{ ? / 10 }---\n☐ 1\n☐ 2\n☐ 3\n☐ 4\n☐ 5\n☐ 6\n☑ 7\n☐ 8\n☐ 9\n☐ 10\n\n\nGrab this review template here! 👉 https://vojtastruhar.github.io/steam-review-template/\n","timestamp_created":1630469942,"timestamp_updated":1658981884,"voted_up":true,"votes_up":0,"votes_funny":1,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"98588616","author":{"steamid":"76561198070632295","num_games_owned":128,"num_reviews":55,"playtime_forever":849,"playtime_last_two_weeks":0,"playtime_at_review":804,"last_played":1652090562},"language":"english","review":"haha bugs go BRRRRRRT\n","timestamp_created":1630453908,"timestamp_updated":1630453908,"voted_up":true,"votes_up":2,"votes_funny":2,"weighted_vote_score":"0.532293975353240967","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"98576866","author":{"steamid":"76561198081145379","num_games_owned":640,"num_reviews":97,"playtime_forever":262,"playtime_last_two_weeks":0,"playtime_at_review":262,"last_played":1628351517},"language":"spanish","review":"Posiblemente uno de los peores remasters de la historia.\nCompletamente bugeado y no supone grandes mejoras.\nSi quieres jugar Half Life, ve directamente a por el original o el remake Black Mesa.","timestamp_created":1630434683,"timestamp_updated":1630434683,"voted_up":false,"votes_up":3,"votes_funny":0,"weighted_vote_score":"0.4921875","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false}],"cursor":"AoJ4h93ezvsCcp6F+AI="}