{"success":1,"query_summary":{"num_reviews":100},"reviews":[{"recommendationid":"17639893","author":{"steamid":"76561198001465544","num_games_owned":20,"num_reviews":5,"playtime_forever":1354,"playtime_last_two_weeks":0,"playtime_at_review":1289,"last_played":1414660981},"language":"english","review":"great game wish i could add mods not on steam.","timestamp_created":1440137534,"timestamp_updated":1440137534,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"17628771","author":{"steamid":"76561198127675724","num_games_owned":595,"num_reviews":35,"playtime_forever":606,"playtime_last_two_weeks":0,"playtime_at_review":606,"last_played":1440072141},"language":"russian","review":"Настоящий прорыв в игровой индустрии.\n9/10","timestamp_created":1440075341,"timestamp_updated":1440075341,"voted_up":true,"votes_up":22,"votes_funny":7,"weighted_vote_score":"0.551177680492401123","comment_count":3,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"17587875","author":{"steamid":"76561198073533870","num_games_owned":660,"num_reviews":178,"playtime_forever":1318,"playtime_last_two_weeks":0,"playtime_at_review":1318,"last_played":1440181603},"language":"english","review":"Alright. Let's Start.\nI'll start with this. The Game is awesome of course. If you are new to this game. It's super long.\nFor etc. I completed the half-life in 24 hours. Yeah. I explored everything . well 90% atleast.\nSecond time i'm completing the game. Made It in 5.7 hours. Still exploring most of the spots and all that shit.\nSo Keep that in mind.\nThe Main reason you may be reading all these reviews is because you have no idea what's the difference between Half-life and Half-life Source. None. I'm talking about the script and story. No difference. \nOn the other hand, The graphics are improved, some monters are improved and changed the look of them. \nIf you don't want to spend money, don't buy it. If you are a HL fan buy it. Get the speedrun record. do it. The Record is 20:49 minutes btw. So good luck","timestamp_created":1439839552,"timestamp_updated":1439839552,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"17574608","author":{"steamid":"76561198128893883","num_games_owned":204,"num_reviews":29,"playtime_forever":717,"playtime_last_two_weeks":0,"playtime_at_review":717,"last_played":1439614475},"language":"brazilian","review":"[h1]Não Vale a Pena[/h1]\n\nHalf-Life: Source é um remaster do Half-Life original, e realmente a única coisa que ele tem de diferente é a engine Source, e alguns reskins de armas e personagens.\nAlém de não adicionar conteúdo algum (que tenha relevância) ele vem cheio de bugs e glitchs (personagens imortais, erros de áudio, corpos flutuando e mais) que não haviam no primeiro jogo!\nNão gostei mesmo do pouco que fizeram com esse grande game, que merecia coisa melhor. Se você quiser jogar, compre o Half-Life original mesmo e se quiser um remake de verdade, pegue o Black Mesa - me parece muito bem feito e merece fazer parte dessa saga grandiosa da Valve.","timestamp_created":1439765376,"timestamp_updated":1439765617,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"17555859","author":{"steamid":"76561198014618999","num_games_owned":806,"num_reviews":83,"playtime_forever":165,"playtime_last_two_weeks":0,"playtime_at_review":78,"last_played":1608245761},"language":"english","review":"Intro scene made my beard grow to Gordon's length.","timestamp_created":1439667997,"timestamp_updated":1439667997,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"17536680","author":{"steamid":"76561198105110296","num_games_owned":187,"num_reviews":6,"playtime_forever":1045,"playtime_last_two_weeks":0,"playtime_at_review":306,"last_played":1578559222},"language":"english","review":"I really liked the game until mid way through it glitched out and the controller thumbsticks stopped working i wouldnt care much if i handn't spent the entire game so far with a controller. a little thing to complain about i know but i have played and purchesd meany old classcs on steam that deserve respect and most of them dont even work eny more please valve sort this crap!","timestamp_created":1439567105,"timestamp_updated":1439567105,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"17522627","author":{"steamid":"76561198239642098","num_games_owned":143,"num_reviews":12,"playtime_forever":608,"playtime_last_two_weeks":0,"playtime_at_review":239,"last_played":1622044655},"language":"english","review":"If you want a great single-player shooter, than look no further. While the plot at first glance seems straight-forward, it has a deeper backstory which I always find interesting to talk about. The A.I. is smart, the level design is solid, and this is a must-have for any PC gamer.","timestamp_created":1439485163,"timestamp_updated":1633845521,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"17503559","author":{"steamid":"76561198020842739","num_games_owned":377,"num_reviews":48,"playtime_forever":424,"playtime_last_two_weeks":0,"playtime_at_review":383,"last_played":1630180030},"language":"english","review":"It's Half-Life but worse.","timestamp_created":1439381958,"timestamp_updated":1630179129,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"17483608","author":{"steamid":"76561198033984598","num_games_owned":586,"num_reviews":179,"playtime_forever":372,"playtime_last_two_weeks":0,"playtime_at_review":372,"last_played":1441482055},"language":"english","review":"Rating: 8/10","timestamp_created":1439272844,"timestamp_updated":1462091383,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"17476857","author":{"steamid":"76561198129465435","num_games_owned":497,"num_reviews":592,"playtime_forever":2213,"playtime_last_two_weeks":0,"playtime_at_review":345,"last_played":1558553308},"language":"turkish","review":"Çok Güzel Oyun","timestamp_created":1439232847,"timestamp_updated":1439232847,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"17476691","author":{"steamid":"76561198044206966","num_games_owned":122,"num_reviews":69,"playtime_forever":928,"playtime_last_two_weeks":0,"playtime_at_review":913,"last_played":1569733640},"language":"english","review":"10/10 Goblin Legs","timestamp_created":1439232177,"timestamp_updated":1439232177,"voted_up":false,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.486578106880187988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"17476265","author":{"steamid":"76561197997923705","num_games_owned":345,"num_reviews":10,"playtime_forever":4847,"playtime_last_two_weeks":0,"playtime_at_review":2364,"last_played":1654115513},"language":"english","review":"Half-Life: Source is the 2004 port of Valve's award winning game to the Source Engine. With just that knowledge, it would sound like Half-Life: Source was a gift from above, but it's anything BUT that. Half-Life: Source was critically panned, which makes you wonder HOW it has a \"Very Positive\" on Steam Reviews. Half-Life: Source is one of those games Valve chooses to forget, with the likes of the first Left 4 Dead and Ricochet. But, before we get into a review, lets go over the history of Half-Life: Source.\n\n[h1]The History:[/h1]\nIn 1999, Valve started development of Half-Life 2, the award winning squeal to Half-Life, originally running on the GoldSource engine. Around 2001/2002, the Source Engine was created, and it surpassed what the GoldSource engine could do, so, Valve planned to port Half-Life to the Source Engine to have it replace the GoldSource counter parts. In 2003, Axel Gambe got a hold of the full Half-Life 2 Source Code, raw map data, and a build of Half-Life 2, who later gave it to some friends, who leaked it. In those leak files, there was the Half-Life Source port, along with files to a Source port of TFC, DMC, and CS 1.6 (which was remotely playable, but at this time, this port was starting to become the game we know today as CS:S.) The port of Half-Life: Source was quite buggy and unfinished, which is to be expected for it being a leak of a beta. So, 2004 comes around, and then Half-Life 2 is coming around the corner, as a bundle with Half-Life 2, you could get Counter-Strike: Source (by this time is the game we all know and probably love) and Half-Life: Source. Half-Life: Source saw little change from the 2003 leak of Half-Life 2, minus some minor bug fixes and having the Half-Life 1 HUD. At this point, be expected Half-Life: Source to be just like Counter-Strike: Source, a re-imagining of the game, in HD (for 2004 standards), but what they got was a direct Half-Life port that didn't seam quite finished. This is why if you ask anyone why they don't like Half-Life: Source for the most part (especially pre-2013) you get told it's graphics were just the Half-Life graphics. But as stated before, Half-Life: Source was meant to replace Half-Life as a whole, but due to how poorly received it was, Half-Life Original saw another day. In 2006, Valve ported the Deathmatch counter part of Half-Life into the Source Engine, and if you thought Half-Life: Source was a bad port, you should of saw this game. All player ragdolls had broken physics, some weapons were broken (the Shotgun's double barrel sound is just the single barrel sound), and the gameplay was more like Half-Life 2 Deathmatch with minor HLDM gameplay stuff slapped in (the game even lacks the backpack pickups that were in Half-Life Deathmatch), the only reason I can see for this port, was just to give EP1 a pack-in game. Around 2007, Half-Life: Source and Deathmatch: Source were ported to Source Base 2007, but due to the amount of bugs now included with the game, Valve didn't release this patch to the public, it wasn't until 2012 that the public knew of this update's existence, since in 2012, the whole 2008/2007 source code to Source Base 2007 was leaked into the public, it also confirmed that the Team Fortress Classic port was in further development than what everyone thought. But due to the amount of hate towards Half-Life: Source and Deathmatch: Source would mean we would probably never seen of these ports.\n\nSo, that runs down a good chunk of the history of Half-Life: Source besides one of the more major things, the 2013 update. Valve in an effort to ditch the GCF system and upgrade everything to VPK and have a better downloading system and a better game asset pack to engine communication, they created Steampipe, but since Valve decided it would be best to port all games to Source Base 2013, they decided to do that, and try to provide updates to all Valve games. In the same year, Valve canned the project, leaving a ton of games in a broken state, Half-Life: Source being one of them.\n\nSo, this leads us into the review.\n\n[H1]The Review[/h1]\nHalf-Life: Source was a mediocre port to the Source Engine, where it would be mixed who liked the game and disliked the game, since Half-Life: Source had that audience. Half-Life: Source is now a BAD port to the Source Engine, since those 2013 updates broke more than what it fixed. Not only did Valve cancel the updates to these games, they released the beta depots into the release depot to remove traces of GCFs. So, those games that had a good release depot, now have a beta released into them, and a lot of these betas were far from done. We now have broken Save/Restore errors in various NPCs, 2 out of the 3 tentacles in Blast Pit can harm the player or AI, one of the maps in Residue Processing will blind the player if your flashlight is turned on, skill configurations are broken (so now the AI is harder), Gonarch spit is now black squares, one of the maps in Surface Tension has a broken skybox, you can jump over a lot of things making it so you can skip half of \"We got Hostiles\" and skip various other parts in other chapters, all of the Chrome shaders are complete ass (they were never good, but this is just worse), and even more. It's sad when a 2003 leak is better and more playable than a 2013 update. Plus, if you load the HD Pack you get a GameBanana skin pack, since Valve was too lazy to port the assets their selves of even double check to be everything matched in the first place. But the icing on the cake is that, well, at first install, you can't even PLAY Half-Life: Source since Valve provided corrupted or outdated DLLs to Steam VR, so every time you reinstall Half-Life: Source you have to verify the cache of Half-Life 2 or Steam VR. Not only that, the person who was working on these updates, Alfred, shrugged off a few errors as design points.\n\nHalf-Life: Source had potential to be a great port, to even be on par with the Original Half-Life (definitely should NEVER replace the Original), but its potential was lost with a company who couldn't care enough about the game, which is why it was left for about 6 years without an update.\n\nI recommend to play Half-Life: Source and Deathmatch: Source so you can see what happens when a company just flat out doesn't give a fucking shit.\n\nEven though I didn't review the pre-2013 build, I'm still going to give it a rating\n\nThe Half-Life: Source that existed before 2013, I give that a 6 out of 10\n\nI give the current Half-Life: Source a 4 out of 10, avoid at all costs.\n\nActually, I recommend you report both Half-Life: Source and Deathmatch: Source, as it very unplayable and is using stolen assets. You shouldn't let Valve sell this to people, especially when people think this is the better version of Half-Life","timestamp_created":1439230564,"timestamp_updated":1439231906,"voted_up":false,"votes_up":463,"votes_funny":57,"weighted_vote_score":"0.752481818199157715","comment_count":43,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"17471683","author":{"steamid":"76561197979906285","num_games_owned":889,"num_reviews":98,"playtime_forever":258,"playtime_last_two_weeks":0,"playtime_at_review":225,"last_played":1454184080},"language":"russian","review":"Ремейк игры, показавшей что значат слова «сюжет» и «кинематографичность» в компьютерных играх и первой ласточки после засилья бездушного мяса с сюжетом в виде txt – файла. По своей сути представляет собой лишь демонстрацию технической возможности перевода игр с древнейшего GoldSrc на современный Source, и заключается эта демонстрация в «правильной» шейдерной воде, нормальной физике (с технологией «ragdoll», куда ж без этого), обновленным ИИ и прочими мелочами. По факту же это ровно та же самая игра что и в 1998 году.\n\n[h1]«ЗА»[/h1]\n- Интересный нетипичный сюжет. В пику тому же [b]DOOM[/b] мы играем не за крутого морпеха, а за обычного физика, и – внимание – очкарика! И этот физик собственными руками творит историю – ломает порталы, вызывает портальный шторм, пробивается сквозь комплекс, забитый разной агрессивной флорой и фауной, демонстрирует весьма нехилую жажду к жизни и умение обращаться с огнестрельным оружием – от пистолета «Глок» до Тау – Пушки. В общем – занимается занятиями, типичными для кандидата наук. По ходу пьесы вопросов всплывает больше, чем дается ответов.\n- Интересный геймплей – главное отсидеть первые 10 минут с вагончиком и беготней по коридорам до катастрофы. Есть и стрельба из стационарных пулеметов, и обычная стрельба, и запуск на орбиту ракеты и катание на поезде, и подводная охота.\n- Атмосферность игры. Первый раз играя, испытываешь радость, когда на глаза тебе попадается отряд спасения HECU, и такое же по силе недоумение, когда смотришь на их выбитые на стены мозги, которые выбил только что сам, потому что пришлось. Повсюду валяются трупы, персонал стремится покинуть комплекс всеми средствами, но когда ты проходишь мимо изрешеченного джипа с залитым кровью лобовым стеклом – понимаешь – убежать смогли далеко не все…\n- Умный ИИ, который не лезет в драку, а может и отступить, при отступлении оставив на прощание гранату.\n- Это квинтэссенция «хороших» шутеров 1990 – 2000 – ых годов. Это по – настоящему «умный экшен», разбавивший тупое мясо тех лет.\n- G – Man\n- Плюшки движка Source – тряпичные тела, дырки от пуль, шейдерная вода и скайбоксы.\n- Применительно к [b]Source[/b] – версии можно отметить что разработчики ничего не испортили. И это наверное самый главный плюс.\n- Это, черт побери, [b]Half – Life[/b] !!!\n\n[h1]«ПРОТИВ»[/h1]\n- Для непосвященных первые 10 – 15 минут игры – сущий ад.\n- Графическая отсталость. Решилось выходом [b]Black Mesa[/b], но это все – таки другая игра. Частично решается [b]High – Definition Pack[/b].\n- Вопросов остается больше чем ответов, а для игроков которые привыкли вникать в сюжет это неприятно\n- Очень жаль что «полегло» такое количество хороших и инновационных наработок, если верить книге Half – Life 2: Raising The Bar, в которой несколько глав посвящены [b]Half – Life[/b], начиная с момента когда это еще был [b]Quiver[/b].\n\n[h1]Резюме[/h1]\nВопреки логическим предположениям, я сначала не понял эту игру, заскучав на вагончике, а в серию влюбился с [b]Half – Life 2[/b]. До такой игры надо дорасти, и пусть у нас теперь есть нанокостюмы, выкидные клинки, радиация с артефактами и три главных героя в целом штате возможностей – эта игра навсегда останется тем, чем она всегда была, есть и будет – идеальным шутером нулевых, памятником той эпохе, когда игры стали походить на кино. Пусть и кино пока было квадратным, и взрывы в нем – спрайтовыми, но все же [b]Half – Life[/b] это то, что никак нельзя пропустить. Версия [b]Source[/b] же является лишь демонстрацией технологий, хотя если вы любите играть в [b]Half – Life[/b] и сейчас, то и [b]Source[/b] – версия вряд ли вас оттолкнет. Для всех тех кто хочет пристраститься к одной из лучших игр ХХ века и по какой – то причине не сделал это ранее – рекомендую все же [b]Black Mesa[/b]. Спасибо тебе, доктор Фримен.","timestamp_created":1439208243,"timestamp_updated":1442160827,"voted_up":true,"votes_up":33,"votes_funny":8,"weighted_vote_score":"0.756025612354278564","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"17416691","author":{"steamid":"76561198119087489","num_games_owned":354,"num_reviews":28,"playtime_forever":992,"playtime_last_two_weeks":0,"playtime_at_review":992,"last_played":1438432171},"language":"english","review":"A good game. I enjoyed the story very much.\n\nBUT i should have listened...\n\nThis source version is buggy... Biggest bug is running to fast!!!!!!!!!!!!\n\nPlay the ORIGINAL version if you want to be bug free...\n\nI give it a rating of 7/10\n\n\n","timestamp_created":1438880181,"timestamp_updated":1438880181,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"17407977","author":{"steamid":"76561198108386056","num_games_owned":42,"num_reviews":13,"playtime_forever":816,"playtime_last_two_weeks":0,"playtime_at_review":816,"last_played":1411959176},"language":"brazilian","review":"O Half-Life: Source é uma versão digitalmente remasterizada do jogo de PC elogiado pela crítica e campeão de vendas, melhorado através da tecnologia Source, de forma a incluir melhores simulações físicas, efeitos melhorados e muito mais.","timestamp_created":1438825011,"timestamp_updated":1438825011,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.48310813307762146","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"17398298","author":{"steamid":"76561198003615799","num_games_owned":51,"num_reviews":14,"playtime_forever":239,"playtime_last_two_weeks":0,"playtime_at_review":239,"last_played":1428054015},"language":"english","review":"Hecu Marines <3","timestamp_created":1438777323,"timestamp_updated":1438777323,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"17357082","author":{"steamid":"76561197997277236","num_games_owned":1335,"num_reviews":26,"playtime_forever":1263,"playtime_last_two_weeks":0,"playtime_at_review":1263,"last_played":1438546306},"language":"english","review":"So I hadn't played Half-Life before now but with the very high rating and the fact I bought it at some point meant I did have to play it eventually.\n\nNo rose tinted glasses here and quite simly, the game is old. \n- The graphics are terrible when compared to today (obviously... 11 years of graphics improvements).\n- The movement isn't smooth, you jump and glide further than you like. This makes precision jumping a bit difficult.\n- You basically have to save very often and also need to save scum. There are areas you'll flat out die with 100 health if you approach it wrong and even after a few attempts might need more strategy. Given that, there are frequent health top ups from the wall, crates and scientists.\n- You only get snippets of what's going on. In fact, after 30 mins you know 90% of the story but this is the sorta game you could easily be finding logs laying around of various experiments to give everything a backstory.\n- You can easily get lost and confused as to what you need to do so it's kinda frustrating having to backtrack 5 minutes only to realise there was a tiny hole you were meant to go through.\n\nThe level variety was impressive considering it is a 17 year old game and I DO see how it must have been mind blowing at the time... but without the nostalgia, this game isn't going to be fun.","timestamp_created":1438550213,"timestamp_updated":1438550213,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"17339582","author":{"steamid":"76561197986603040","num_games_owned":189,"num_reviews":2,"playtime_forever":2369,"playtime_last_two_weeks":0,"playtime_at_review":1425,"last_played":1527884016},"language":"english","review":"i personally like this game but i wish i could download mods for it though. Graphics are a tiny improvement and i only bought it for graphics and ragdolls but its very fun and challenging.","timestamp_created":1438463623,"timestamp_updated":1438463623,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"17300416","author":{"steamid":"76561198043968755","num_games_owned":150,"num_reviews":13,"playtime_forever":124,"playtime_last_two_weeks":0,"playtime_at_review":100,"last_played":1440093998},"language":"english","review":"One of the best games ever made. Ever.","timestamp_created":1438272471,"timestamp_updated":1438272471,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"17292039","author":{"steamid":"76561198152213920","num_games_owned":85,"num_reviews":34,"playtime_forever":106,"playtime_last_two_weeks":0,"playtime_at_review":106,"last_played":1439661430},"language":"english","review":"Its pretty good.","timestamp_created":1438226128,"timestamp_updated":1470344227,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"17290627","author":{"steamid":"76561198116012001","num_games_owned":3,"num_reviews":1,"playtime_forever":819,"playtime_last_two_weeks":0,"playtime_at_review":118,"last_played":1446388843},"language":"english","review":"5 minutes into the game,fell of an elevator and died. 10/10","timestamp_created":1438217865,"timestamp_updated":1438217865,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"17260057","author":{"steamid":"76561198118029919","num_games_owned":1193,"num_reviews":3,"playtime_forever":1064,"playtime_last_two_weeks":0,"playtime_at_review":1033,"last_played":1434906430},"language":"english","review":"This game is amazingly hard, but amazingly amazing also! Play it!","timestamp_created":1438055150,"timestamp_updated":1438055150,"voted_up":true,"votes_up":4,"votes_funny":4,"weighted_vote_score":"0.543604910373687744","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"17253215","author":{"steamid":"76561198047433272","num_games_owned":212,"num_reviews":41,"playtime_forever":312,"playtime_last_two_weeks":0,"playtime_at_review":312,"last_played":1438020492},"language":"english","review":"Shooting with 2 bilion soldiers with bad hitboxes and weapons is not funny","timestamp_created":1438020621,"timestamp_updated":1438020621,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.471311450004577637","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"17235599","author":{"steamid":"76561198134226021","num_games_owned":1338,"num_reviews":67,"playtime_forever":943,"playtime_last_two_weeks":0,"playtime_at_review":657,"last_played":1437913607},"language":"schinese","review":"15小时通关留念，有几个地方略蛋疼，需要勤存档~","timestamp_created":1437914399,"timestamp_updated":1437914399,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"17216990","author":{"steamid":"76561198031542514","num_games_owned":3656,"num_reviews":182,"playtime_forever":1073,"playtime_last_two_weeks":0,"playtime_at_review":1073,"last_played":1350025200},"language":"japanese","review":"Half-Lifeのsourceエンジン版です。\n自分がSteamを導入した時点でもうこちらがでている状態でした..\nその後のセールでValve Complete Pack購入したので\n初代と一緒にこちらもついてきましたが..\n\n通常のHalf-Lifeをプレイしてもよかったのですが\n大差はないのでせっかくなのでこちらでプレイすることにしました。\n\nかつて3D慣れしなかった時には最初の移動シーンだけで頭クラクラして\n3D酔いした記憶がありましたが再プレイするころには\nL4Dシリーズで鍛えた成果もありそこまでひどくならなくなりまけどね..\nちなみに日本語MODもあったので普通に導入してプレイ..\n\nいろんな人が名作だと評価するだけあって\nかなり楽しくプレイできました。\nCGなどは今の作品に比べて見劣りしますが\nゲーム性は高いと思います。\n\nちょっと目標が判らなくなることもありましたが\nそこは素直に攻略情報利用しました。\n未プレイなら一度はプレイすることをお奨めします。\n","timestamp_created":1437810832,"timestamp_updated":1437810832,"voted_up":true,"votes_up":12,"votes_funny":1,"weighted_vote_score":"0.645474791526794434","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"17216733","author":{"steamid":"76561198147428540","num_games_owned":69,"num_reviews":8,"playtime_forever":1228,"playtime_last_two_weeks":0,"playtime_at_review":1021,"last_played":1475975287},"language":"spanish","review":"Clásico de la vieja escuela :D","timestamp_created":1437809147,"timestamp_updated":1437809147,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"17216423","author":{"steamid":"76561198191291079","num_games_owned":22,"num_reviews":13,"playtime_forever":344,"playtime_last_two_weeks":0,"playtime_at_review":344,"last_played":1437806292},"language":"russian","review":"Half-Life: Source - хорошая причина для того, чтобы пройти легендарную игру заново. В этой модификации вас ждут улучшенные текстуры воды, огня, дыма, оружия, персонажей, а также улучшенная физика. Покупать эту модификацию отдельно, думаю, не стоит, а вот приобрести комплект Half-Life: Complete, в состав которого входит улучшенная версия игры точно можно. При его покупке вы получите Half-Life: Source, а также много других игр по вселенной Half-Life. Лично я не пожалел затраченного на игру времени.","timestamp_created":1437807450,"timestamp_updated":1577886410,"voted_up":true,"votes_up":17,"votes_funny":3,"weighted_vote_score":"0.651347041130065918","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"17164810","author":{"steamid":"76561198063527665","num_games_owned":730,"num_reviews":444,"playtime_forever":5,"playtime_last_two_weeks":0,"playtime_at_review":5,"last_played":1437506930},"language":"brazilian","review":"Gráficos remasterizados ✓\nHistória ✓\nJogabilidade ✓\nVariação de armas ✓\nVariação de mapas ✓\nDificuldade ✓\n\nÓtimo jogo , os gráficos ficaram impecáveis ; mas seria legal se tivesse algo a mais no game ... 1 missão diferente , ou algum bonus seria bem divertido . Mas infelizmente é o velho Half Life 1 .\n\n10/10","timestamp_created":1437522377,"timestamp_updated":1437522377,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.505470454692840576","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"17137191","author":{"steamid":"76561198003657990","num_games_owned":128,"num_reviews":10,"playtime_forever":314,"playtime_last_two_weeks":0,"playtime_at_review":166,"last_played":1598496056},"language":"english","review":"love the game if your looking to begin your half life saga definatly go with the original,it has my hiest recomendations.I have had it and played it sese i was 10.","timestamp_created":1437381832,"timestamp_updated":1437381832,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"17095540","author":{"steamid":"76561198178997183","num_games_owned":350,"num_reviews":14,"playtime_forever":851,"playtime_last_two_weeks":0,"playtime_at_review":851,"last_played":1437157598},"language":"brazilian","review":"Cara, simplesmente o melhor e mais revolucionário FPS já feito (junto com HL2).\n\n10/10","timestamp_created":1437157796,"timestamp_updated":1437157796,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.467980295419692993","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"17091754","author":{"steamid":"76561198077388856","num_games_owned":0,"num_reviews":9,"playtime_forever":278,"playtime_last_two_weeks":0,"playtime_at_review":278,"last_played":1377980320},"language":"english","review":"i dont get the hype\n\ngraphics are nothing great.\nstory is meh.\nmost of the story you get from npcs who just start speaking and are likely to miss if you dont stay close to it as there audio only works when near by.\nphysics engine is a pain in the ass- spent 25 mins trying to jump from one box to another and if you jump just a fraction early you end up pushing the box and needing to move themback into place etc.\n\nonly got to blast pit level and quite.","timestamp_created":1437140091,"timestamp_updated":1437140091,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"17030625","author":{"steamid":"76561198150991331","num_games_owned":439,"num_reviews":106,"playtime_forever":1005,"playtime_last_two_weeks":0,"playtime_at_review":767,"last_played":1543262746},"language":"english","review":"A buggier version of the original Half-Life. Black Mesa's the same, but at least it has some new things to offer. This one doesn't have a whole lot going for it.","timestamp_created":1436809385,"timestamp_updated":1472746809,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.469798654317855835","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"17028104","author":{"steamid":"76561198041272537","num_games_owned":191,"num_reviews":26,"playtime_forever":106,"playtime_last_two_weeks":0,"playtime_at_review":106,"last_played":1421589963},"language":"english","review":"Who doesnt like half-life!","timestamp_created":1436799296,"timestamp_updated":1436799296,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"17023466","author":{"steamid":"76561198093929430","num_games_owned":4,"num_reviews":13,"playtime_forever":41,"playtime_last_two_weeks":0,"playtime_at_review":41,"last_played":1436223043},"language":"english","review":"do not expect much of graphic improving....... it only adds ragdolls, some little improved textures and better water...........","timestamp_created":1436775355,"timestamp_updated":1436775355,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"17022871","author":{"steamid":"76561198087878951","num_games_owned":806,"num_reviews":32,"playtime_forever":1527,"playtime_last_two_weeks":0,"playtime_at_review":1527,"last_played":1400394933},"language":"tchinese","review":"神作的原點 (不過畫面以現在來看不夠精細w\n(硬要挑骨頭","timestamp_created":1436771408,"timestamp_updated":1436771443,"voted_up":true,"votes_up":3,"votes_funny":2,"weighted_vote_score":"0.527648568153381348","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"17010630","author":{"steamid":"76561198159758642","num_games_owned":60,"num_reviews":22,"playtime_forever":1446,"playtime_last_two_weeks":0,"playtime_at_review":1445,"last_played":1470159916},"language":"spanish","review":"''El mejor juego de la historia'',asi es como se puede demoninar a este grán juego.El movimiento es fluido,aunque las primeras horas puede parecer tosco.El sistema de apuntado es magnifico cada disaro se siente gracias al sonido y a la pequeña chispa que deja despues de cada tiro.En general la jugabilidad es genial pero,donde verdaderamente destaca este juegoes en la historia.Esta se cuenta in-game osea,sin cinematicas.Esto hace que la historia mas interesante ya que te hace meterte dentro del personaje y definir tu personalidad en el mismo juego ya que al hacer esto eres capaz de pasar del npc que te esta contando la historia,moverte por la sala y hace lo que quieres mientras te cuanta la historia.\nCuriosamente,este juego al principio me parecio un poco mediocre respecto a lo que me dijo mi amigo ya que fue el quien me lo recomendo,pero donde verdaderamente destaca la historia es en el final,este te hara querer jugar a half-life 2 y sus episodios sin vacilar","timestamp_created":1436712270,"timestamp_updated":1474926177,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16966075","author":{"steamid":"76561197993361499","num_games_owned":798,"num_reviews":47,"playtime_forever":470,"playtime_last_two_weeks":0,"playtime_at_review":470,"last_played":1436480717},"language":"english","review":"It's literally Half-Life 1 with lame weapon models and ragdolls. Pretty cool tho","timestamp_created":1436480863,"timestamp_updated":1436480863,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.546525299549102783","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16962444","author":{"steamid":"76561198079396881","num_games_owned":550,"num_reviews":17,"playtime_forever":1398,"playtime_last_two_weeks":0,"playtime_at_review":1320,"last_played":1454273676},"language":"english","review":"If you play only one game in your lifetime; let it be this. \n\nHalf-Life was, and still is, a massive milestone in excellent narrative design and intuitive gameplay. \n\nIt's absolutely sublime.","timestamp_created":1436466742,"timestamp_updated":1436467971,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16957304","author":{"steamid":"76561198086278065","num_games_owned":284,"num_reviews":93,"playtime_forever":252,"playtime_last_two_weeks":0,"playtime_at_review":252,"last_played":1435443484},"language":"english","review":"Excellent buildup to Half Life 2. TBH, I would recommend you buy the Half Life complete, and not the games individually. You'll save a ton of money, and on sale it's fairly cheap.\n\nThe story is excellent, the game is a bit on the hard side. There were points in the game that I had to beat without getting hurt once, because I had ~3hp. In one section, I had to clear out [spoiler] about 12 soldiers and a tank [/spoiler] to get to the next area. It's really good. Sometimes a headcrab would pop out at me and give me a jumpscare.\n\nThe source version is buggier than goldsrc Half Life, So I recommend Half life more. (non-source)\n\n7/10","timestamp_created":1436445267,"timestamp_updated":1436445267,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.518223702907562256","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16949870","author":{"steamid":"76561198056676809","num_games_owned":158,"num_reviews":11,"playtime_forever":3609,"playtime_last_two_weeks":0,"playtime_at_review":1189,"last_played":1630271056},"language":"czech","review":"Nice","timestamp_created":1436396031,"timestamp_updated":1436396031,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.480295568704605103","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16946957","author":{"steamid":"76561198037544784","num_games_owned":479,"num_reviews":27,"playtime_forever":1494,"playtime_last_two_weeks":0,"playtime_at_review":1494,"last_played":1436382492},"language":"english","review":"Must Play","timestamp_created":1436382582,"timestamp_updated":1436382582,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16943772","author":{"steamid":"76561198003818180","num_games_owned":7770,"num_reviews":1328,"playtime_forever":1179,"playtime_last_two_weeks":0,"playtime_at_review":1179,"last_played":1436368651},"language":"spanish","review":"Si te gustan los FPS,si te gusta la ciencia ficción,juega half life, edición source totalmente mejorada e increible,deja de leer esto y ponte a jugar ya!!!!","timestamp_created":1436368831,"timestamp_updated":1436368831,"voted_up":true,"votes_up":15,"votes_funny":1,"weighted_vote_score":"0.716312050819396973","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16940856","author":{"steamid":"76561198163239175","num_games_owned":90,"num_reviews":4,"playtime_forever":1406,"playtime_last_two_weeks":0,"playtime_at_review":475,"last_played":1646503243},"language":"english","review":"Good game m8","timestamp_created":1436354051,"timestamp_updated":1436354051,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.454545468091964722","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16928859","author":{"steamid":"76561198058291266","num_games_owned":65,"num_reviews":21,"playtime_forever":700,"playtime_last_two_weeks":0,"playtime_at_review":700,"last_played":1421875198},"language":"english","review":"Awesome game, graphics are old now, but it must have been  a blast back in 1998, amazing story with nice gameplay!","timestamp_created":1436287387,"timestamp_updated":1436287387,"voted_up":true,"votes_up":1,"votes_funny":1,"weighted_vote_score":"0.501742184162139893","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16895853","author":{"steamid":"76561198083166382","num_games_owned":53,"num_reviews":29,"playtime_forever":674,"playtime_last_two_weeks":0,"playtime_at_review":539,"last_played":1420924459},"language":"english","review":"Never played the original Half Life, but this is a remake of that game on a better engine so there are obviously better graphics here. I bought the Half Life set so I could understand why the whole world wants Half Life 3 so bad.\n\nI have to say i'm impressed with the game, even if the headcrabs scare me shitless","timestamp_created":1436111326,"timestamp_updated":1436111326,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16891773","author":{"steamid":"76561198030771711","num_games_owned":197,"num_reviews":10,"playtime_forever":765,"playtime_last_two_weeks":0,"playtime_at_review":765,"last_played":1436556427},"language":"english","review":"\".............\" - Gordon Freeman","timestamp_created":1436092525,"timestamp_updated":1436092525,"voted_up":true,"votes_up":54,"votes_funny":158,"weighted_vote_score":"0.459993094205856323","comment_count":3,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16878714","author":{"steamid":"76561198087322698","num_games_owned":441,"num_reviews":101,"playtime_forever":683,"playtime_last_two_weeks":0,"playtime_at_review":612,"last_played":1435849536},"language":"english","review":"Diamonds last forever","timestamp_created":1436022005,"timestamp_updated":1436022005,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.460947513580322266","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16874327","author":{"steamid":"76561198050135803","num_games_owned":219,"num_reviews":22,"playtime_forever":886,"playtime_last_two_weeks":0,"playtime_at_review":408,"last_played":1450953324},"language":"english","review":"its half life. you cant say no to that. if you do. see a doctor","timestamp_created":1435999299,"timestamp_updated":1435999299,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16866686","author":{"steamid":"76561197993213529","num_games_owned":209,"num_reviews":4,"playtime_forever":172,"playtime_last_two_weeks":0,"playtime_at_review":153,"last_played":1638723907},"language":"english","review":"This game seaies never lets me down, one of my time favrits sence the furst time i played.","timestamp_created":1435954814,"timestamp_updated":1435954814,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16859533","author":{"steamid":"76561198049321458","num_games_owned":277,"num_reviews":91,"playtime_forever":849,"playtime_last_two_weeks":0,"playtime_at_review":849,"last_played":1435928845},"language":"russian","review":"Отредактировано. В игре встречаются баги, но разработчик всё же читает отзывы и понемногу исправляет. Не могу сказать, что осталось, что исправили, но считаю что должен изменить обзор справедливости ради. Радует логика читателей: так, чувак описал баги и вылеты в игре, надо ставить минус. Сама игра не плоха, если не считать сюжета, где ботан, проучившийся всю жизнь... Громит спецназ и танки. И элитных убийц. И инопланетных захватчиков. И просто инопланетных тварей. Мысль об этом не даёт мне покоя.","timestamp_created":1435924349,"timestamp_updated":1452542804,"voted_up":true,"votes_up":1,"votes_funny":1,"weighted_vote_score":"0.47940179705619812","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16855631","author":{"steamid":"76561198034338324","num_games_owned":209,"num_reviews":34,"playtime_forever":205,"playtime_last_two_weeks":0,"playtime_at_review":133,"last_played":1537824850},"language":"english","review":"Half Life Source is literally just Half Life 1 in the source engine, so it's basically just the same game, with better shaders, lighting, pretty looking water, and of course characters turning into ragdolls when they die, along with that one cliffside map being improved to look better. If you like Half Life 1, you will like this game as well, problem is that it's buggy and prone to crashing, but thankfully you can switch to any map.\n\nOriginally, this was released as a bonus to Half Life 2's special edition to show players that GoldSrc mods can easily be ported to source, along with porting CS to source and eventually DoD, but where as Counter strike source was more or less remade with improved models and the like, along with DoD, Half Life source just ended up looking the same, which could debatedly be a good or a bad thing depending on how you view it.\n\nYou also get to play with the stuff in Gmod, so it's worth buying on sale for that","timestamp_created":1435901508,"timestamp_updated":1435901508,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16843882","author":{"steamid":"76561198102512953","num_games_owned":106,"num_reviews":21,"playtime_forever":436,"playtime_last_two_weeks":0,"playtime_at_review":134,"last_played":1474774148},"language":"spanish","review":"Buen juego, pero no es una gran mejora grafica en comparacion con el Half Life normal.","timestamp_created":1435845536,"timestamp_updated":1435845536,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16821832","author":{"steamid":"76561198053230432","num_games_owned":55,"num_reviews":16,"playtime_forever":504,"playtime_last_two_weeks":0,"playtime_at_review":504,"last_played":1399294472},"language":"english","review":"Garbage port. So many things are botched and it was clear that no passion was put into this project.\n\nDon't buy this, get the original.","timestamp_created":1435730804,"timestamp_updated":1435730804,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16819501","author":{"steamid":"76561198129287273","num_games_owned":95,"num_reviews":11,"playtime_forever":1553,"playtime_last_two_weeks":0,"playtime_at_review":777,"last_played":1593997567},"language":"english","review":"its a pretty good remake of the origianl but its kinda glitchy at some points thtas all i gotta say!","timestamp_created":1435715567,"timestamp_updated":1435715567,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16812640","author":{"steamid":"76561198074965726","num_games_owned":542,"num_reviews":196,"playtime_forever":32,"playtime_last_two_weeks":0,"playtime_at_review":32,"last_played":1375820159},"language":"english","review":"It's just the original Half-Life running on the Source Engine instead of the original GoldSrc Engine.\n\nSo the what's the point in getting this?\n+Well, all the maps and models are indeed usable in Garry's Mod\n+Runs off Source\n+Has slightly better graphics\n+Singleplayer and Multiplayer Deathmatch modes are seperate so it lets you download what you want.\n+Isn't capped to just 100 FPS\n\nWhy should you avoid it?\n-Graphics aren't that noticeably better (Black Mesa did a much better job at that)\n-Not many mods are made for it\n-Deathmatch mode is DEAD\n-Has more bugs than the original (LOL WTF Valve?)\n\nOverall if you got this with the Half-Life Complete bundle, go ahead and give this a try! If you want a TRUE remastered HL1 experience, go buy Black Mesa.\n\nOverall rating 3/10 - It does what it said it does. Play Half-Life on the Source Engine","timestamp_created":1435686552,"timestamp_updated":1579897076,"voted_up":false,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.486725658178329468","comment_count":7,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16799865","author":{"steamid":"76561198177481949","num_games_owned":41,"num_reviews":1,"playtime_forever":3219,"playtime_last_two_weeks":0,"playtime_at_review":636,"last_played":1605683433},"language":"english","review":"Half Life may of shown it's age over the years but it is still fun to play and enjoy","timestamp_created":1435624445,"timestamp_updated":1435624445,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16762218","author":{"steamid":"76561198043167809","num_games_owned":797,"num_reviews":166,"playtime_forever":1051,"playtime_last_two_weeks":0,"playtime_at_review":359,"last_played":1633637082},"language":"russian","review":"Отличий от оригинала не много, но я распишу:\n\n1. Меню, похожее на оное из 2ых частей. Получилось весьма атмосферненько;\n2. Возможность выбрать любой уровень даже не проходя игру с самого начала. Плюс, ибо позволяет пропустить долгое вступление на поезде;\n3. Вода похожа на оную из второй части. Хорошо, но на фоне старых текстур из оригинала выглядит странно;\n4. ИИ противников, в частности солдат, улучшен, но не намного;\n5. Повышена сложность, даже на лёгком, так что в конце изрядно попаритесь из-за отсутствия патронов;\n6. Улучшены звуки, саунд остался прежним.\n\nЕсли есть возможность, то лучше поиграйте в оригинал, хотя HL: Source для ознакомления и ностальгии тоже сойдёт.","timestamp_created":1435505756,"timestamp_updated":1435505787,"voted_up":true,"votes_up":21,"votes_funny":3,"weighted_vote_score":"0.647986948490142822","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16761923","author":{"steamid":"76561198157444372","num_games_owned":18,"num_reviews":4,"playtime_forever":196,"playtime_last_two_weeks":0,"playtime_at_review":167,"last_played":1437070999},"language":"russian","review":"кгра класс","timestamp_created":1435504673,"timestamp_updated":1435504673,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16751935","author":{"steamid":"76561198033082337","num_games_owned":180,"num_reviews":1,"playtime_forever":760,"playtime_last_two_weeks":0,"playtime_at_review":760,"last_played":1435457014},"language":"english","review":"Glitches, Glitches, and Glitches. LAST BOSS IS ENDLESS TELEPORT IF GLITCH","timestamp_created":1435457267,"timestamp_updated":1435457267,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16729546","author":{"steamid":"76561198159007582","num_games_owned":428,"num_reviews":15,"playtime_forever":650,"playtime_last_two_weeks":0,"playtime_at_review":438,"last_played":1435360857},"language":"spanish","review":"¿LO MEJOR?\n\n- LAS SOMBRAS QUE HACE LA LINTERNA\n\n¿LO PEOR?\n\n- PEOR MOVILIDAD QUE EL ORIGINAL\n- SOURCE 2003 NO LO MEJORA\n- MUY DIFÍCIL INCLUSO EN MÍNIMA DIFICULTAD\n- ETC, ETC.\n\n¿RECOMENDACIÓN?\n\nJUEGA HALF-LIFE ORIGINAL.\nPLAY ORIGINAL HALF-LIFE.","timestamp_created":1435361417,"timestamp_updated":1435361417,"voted_up":false,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.505995631217956543","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16727148","author":{"steamid":"76561198121586286","num_games_owned":182,"num_reviews":10,"playtime_forever":25,"playtime_last_two_weeks":0,"playtime_at_review":11,"last_played":1464390366},"language":"english","review":"Just get the orginal Half life.","timestamp_created":1435351907,"timestamp_updated":1435351907,"voted_up":false,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.519841313362121582","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16712147","author":{"steamid":"76561198056186683","num_games_owned":365,"num_reviews":244,"playtime_forever":3324,"playtime_last_two_weeks":0,"playtime_at_review":2992,"last_played":1578298797},"language":"english","review":"The crappy port of the original/former greatest PC game of all time. Get 1998's Half-Life instead. This is Half-Life with a ton of additional bugs (thanks to broken Steampipe updates and some original poor porting),new water textures, added ragdolls, barely improved skyboxes, motion blur, broken AI, screaming scientists,glowing floors and bloom, (which doesn't work). Not good! And whaddya know the port was done by Gearbox. Some of the alterations to the gunplay and weapon properties already affect it negatively but what's most shocking is how buggy it is and how many lenghty loading zones that weren't present in the original Half-Life have been added. Some load zones even intterupt the music just as it starts. The 2013 Source Pipe update didn't do it any favors either and in fact making it far worse and unstable to boot! There is a 50/50 chance the game will fail to start for players for some unknown reason. Stranger yet is one level is even uglier than it was in the 1998 original shockingly by making the map look far less expansive: \nhttp://steamcommunity.com/sharedfiles/filedetails/?id=696250055\nhttp://steamcommunity.com/sharedfiles/filedetails/?id=696250301&fileuploadsuccess=1\nhttp://steamcommunity.com/sharedfiles/filedetails/?id=696253620\n(The last picture is from Black Mesa's faithful remake.)\nIf you've ever seen a picture of a scientist floating above a chair then the picture was in fact taken from Half-Life: Source as that bug never happend in Half-Life 1998. Oh and here's an example of one of the many bugs ingame:\nhttp://steamcommunity.com/sharedfiles/filedetails/?id=696258149\nNote the lack of sky and the fact that my HEV suit has dissapeared. Not to mention that when a game released on the Source engine is prone to crash more than a game released on 1998 on a modern PC you know something  has gone awry. There are also instances where new Half-Life 2 textures are right alongside badly ported Half-Life 1 textures leading to a George Lucas remastered effect. Not to mention some broken scripting, missing music and textures shining as bright as the sun in dark rooms. The orginal runs flawlessly and works in widescreen and in terms of gameplay still holds up quite well with the obvious (Doesn't bother me.) exception being the graphics which are more than a little dated. Oh but of course you could always just toggle to use the HD models instead. If you wan't a version of Half-Life with subtle improvements to atmosphere, immersion and better graphics and that actually take full advantage of the Source engine get Black Mesa instead. In fact both the Black Mesa mod (Black Mesa retail/Steam edition runs on Source 2013 and recently so did Half-Life:Source.) and Half-Life: Source run on Source 2007. Half-Life: Source was so crummy that we have it to thank for inspiring people remake Half-Life on the Source engine themselves. If Counter Strike: Source was just 1.6 visuals rendered on the Source engine with a plethora of new bugs and weird changes to the gameplay (Unlike Counter Strike: Source which is a whole new game.) you would have pretty disapointed wouldn't you? This doesn't do much of note visually and adds longer loading to really hammer the nail in the coffin. Oh and Source SDK doesn't work with it either. This is pretty useless and I don't reccomend getting it in the year 2016 where as I would still whole heartedly reccomend the 1998 original or even the unfinished Black Mesa.\n\nMy review for BMS can be seen here:\nhttp://steamcommunity.com/profiles/76561198056186683/recommended/362890\nMy review for Half-Life: Source Deathmatch can be seen here:\nhttp://steamcommunity.com/profiles/76561198056186683/recommended/360","timestamp_created":1435289815,"timestamp_updated":1487957306,"voted_up":false,"votes_up":5,"votes_funny":1,"weighted_vote_score":"0.435064315795898438","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16704900","author":{"steamid":"76561198152058692","num_games_owned":186,"num_reviews":23,"playtime_forever":359,"playtime_last_two_weeks":0,"playtime_at_review":53,"last_played":1487994683},"language":"english","review":"Don't buy this game. Buy Black Mesa. It's worth the extra money.","timestamp_created":1435260809,"timestamp_updated":1435260809,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16685773","author":{"steamid":"76561198044076275","num_games_owned":324,"num_reviews":28,"playtime_forever":201,"playtime_last_two_weeks":0,"playtime_at_review":161,"last_played":1574469138},"language":"english","review":"Half Life is great.........Source is great...........put the two together and what do you have............greatness. Or you could just go buy Black Mesa and say screw this game, but dont. Play this first, then say screw it and go play Black Mesa.","timestamp_created":1435184620,"timestamp_updated":1435184620,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.46121099591255188","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16685722","author":{"steamid":"76561198052272399","num_games_owned":181,"num_reviews":38,"playtime_forever":16,"playtime_last_two_weeks":0,"playtime_at_review":16,"last_played":1425568073},"language":"english","review":"No complaints here. Didn't need to play through the entire thing to know that it's as awesome as the original.","timestamp_created":1435184461,"timestamp_updated":1435184461,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16662350","author":{"steamid":"76561198089612386","num_games_owned":164,"num_reviews":50,"playtime_forever":51,"playtime_last_two_weeks":0,"playtime_at_review":19,"last_played":1500146551},"language":"english","review":"bam","timestamp_created":1435101404,"timestamp_updated":1435101404,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16661493","author":{"steamid":"76561198057966077","num_games_owned":130,"num_reviews":30,"playtime_forever":576,"playtime_last_two_weeks":0,"playtime_at_review":576,"last_played":1435096221},"language":"polish","review":"Dlaczego nie polecam tej gry? Uważam, że dynamiczne cienie, realistyczna latarka, połyskujące tekstury i ładna woda to za mało, żeby wydać dosyć wysokie (patrząc na jakość tego produktu) pieniążki, kiedy to można mieć oryginalną grę taniej z naprawdę opłacalnymi dodatkami. Co natomiast uważam za minusy w samej grze? Po pierwsze i najważniejsze: masa bugów i glitchy, w tym najbardziej wkurzający w rozdziale z ruchomymi torami do transportu skrzyń (trudno mi znaleźć słowa :P). Dodam także, że często psuje się inteligencja przeciwników, co łatwo wykorzystać do szybszego przejścia poziomu. To, co miało zostać poprawione, zostało niestety schrzanione, np: z shotguna łatwiej zabić przeciwnika na odległość niż z karabinu, refleksy świetlne oraz intensywność barw zostały przesadnie wyeksponowane, a poziom trudności stał się bardzo nierówny. Wkurzające było także to, że gra co jakiś czas się zawieszała na chwilę, jednak na szczęście ani razu nie wywaliła do pulpitu. Czy można jednak za coś polecić \"Half-Life: Source\" poza \"zaletami\" wspomnianymi na początku? No cóż... To jest \"Half-Life\". ;)","timestamp_created":1435098431,"timestamp_updated":1435129586,"voted_up":false,"votes_up":4,"votes_funny":0,"weighted_vote_score":"0.506095051765441895","comment_count":3,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16650078","author":{"steamid":"76561198136880795","num_games_owned":636,"num_reviews":68,"playtime_forever":770,"playtime_last_two_weeks":0,"playtime_at_review":770,"last_played":1428685650},"language":"spanish","review":"Analisis:\n[h1]Half-Life Source[/h1]\n\n-Género: Shooter.\n-Modo de vista: Primera persona.\n-Singleplayer: Si.\n-Multijugador local: No.\n-Multijugador online: No. (en la expansión (Deathmatch Source)\n-Sandbox: No.\n-Duración aproximada: 15 horas.\n-Edad recomendada: +16 años.\n\nPros:\n-Uno de los mejores FPS clásicos para su época.\n-El personaje principal no habla en ningun momento, lo que hace que tenga cierto carisma.\n-Es mejor juegar a la versión original que a esta (que contiene muchos bugs que los hacen injugable)\n\nContras:\n-Puede ser bastante dificil, no te guia en ningun momento ni te dice cual es el objetivo.\n-Historia un poco simple, ya visto en otros juegos.\n-Tiene varios \"puzzles\" que son dificiles.\n-No tiene nueva partida+.\n-Varios errores graficos y bugs importantes que lo hacen injugable.\n\nConclusión:\nRecomiendo jugar a la versión original. Esta tiene muchos bugs que hacen imposible terminarlo. Por ejemplo, (Spoilers importantes)[spoiler]la batalla con el helicóptero apache[/spoiler] o mucho más importante [spoiler] la batalla final contra Nihniliath[/spoiler].","timestamp_created":1435071744,"timestamp_updated":1435187886,"voted_up":false,"votes_up":3,"votes_funny":0,"weighted_vote_score":"0.510831594467163086","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16647595","author":{"steamid":"76561198103462101","num_games_owned":260,"num_reviews":3,"playtime_forever":800,"playtime_last_two_weeks":0,"playtime_at_review":697,"last_played":1435064427},"language":"spanish","review":"¿Qué decir de este gran clásico que no se haya dicho ya? Es un juego de obligada compra, sobre todo en temporada de rebajas cuando su precio suele rondar los 2€. Quizá lo que menos me ha gustado es que está plagado de bugs y que en ocasiones te hacen tener que volver al punto de guardado anterior para poder continuar. Entre estos bugs tenemos a enemigos que se quedan paralizados y no atacan, objetos del mapa que te matan al tocarlos, NPCs que no interactúan con el entorno y no te dejan continuar... La verdad es que no recuerdo que la versión original del juego tuviese tantos bugs. Aun así es un juego totalmente recomendable con una historia muy buena, una duración considerable y una banda sonora alucinante.","timestamp_created":1435065401,"timestamp_updated":1435065401,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16645617","author":{"steamid":"76561198092154097","num_games_owned":248,"num_reviews":24,"playtime_forever":918,"playtime_last_two_weeks":0,"playtime_at_review":902,"last_played":1559047756},"language":"english","review":"Really great game! I loved the whole game. Very action packed and exciting!","timestamp_created":1435060076,"timestamp_updated":1435060076,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16637622","author":{"steamid":"76561198118727176","num_games_owned":183,"num_reviews":12,"playtime_forever":39,"playtime_last_two_weeks":0,"playtime_at_review":39,"last_played":1435207797},"language":"english","review":"A really great port of half life to the awesome source engine. This really makes the game less buggy and more enjoyable","timestamp_created":1435031702,"timestamp_updated":1435031702,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.480769246816635132","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16635365","author":{"steamid":"76561198084875394","num_games_owned":89,"num_reviews":26,"playtime_forever":3184,"playtime_last_two_weeks":0,"playtime_at_review":1069,"last_played":1628120274},"language":"english","review":"This game is simply the original Half-Life ported directly onto the Source engine. I would recommend you just skip this if you have played the original Half-Life because it's almost exactly the same thing. However with the Source engine you get ragdoll physics, much better water, better looking hit decals including blood on the NPC models now, 3D skybox, and shaders that pretty much do nothing but change water. That's it, it's pretty much the exact same game. Also the player movement in this game is so slippery, kind of like walking on a slippery puddle the whole game. I also noticed some game breaking bugs that affect progression such as not being able to defeat the helicopter on the Surface Tension chapter of the game. And I also noticed some corrupt textures on old models versus the HD models. Your better off to just play Black Mesa TBH.","timestamp_created":1435021914,"timestamp_updated":1435021914,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16633309","author":{"steamid":"76561198161165938","num_games_owned":180,"num_reviews":55,"playtime_forever":3118,"playtime_last_two_weeks":0,"playtime_at_review":730,"last_played":1558282934},"language":"turkish","review":"Bir efsanenin başlangıcı ...\nBelki de FPS'in atası...\nKonuşmasa bile gönüllerde taht kuran bir bilim adamı: Gordon Freeman...\nDaha çok şey söylenebilir bu oyuna...\nOynamayanın bilgisayar oyunu oynadığı kabul edilmiyormuş :P \nAl işte daha neyi bekliyorsun? [spoiler] indirimi di mi? çakaaalll :P [/spoiler]","timestamp_created":1435014086,"timestamp_updated":1435014086,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16632772","author":{"steamid":"76561197986938601","num_games_owned":97,"num_reviews":7,"playtime_forever":237,"playtime_last_two_weeks":0,"playtime_at_review":167,"last_played":1435203745},"language":"brazilian","review":"O jogo [b]era[/b] pra ser uma versão remasterizada do Half-Life original. Porém, o jogo apresenta muitas falhas, muitas mesmo!\n\n[list]\n[*] Era pra ser uma versão remasterizada do Half-Life original, ou seja, melhores gráficos, conserto de bug's e etc. Porém, eles simplismente utilizaram as [u]mesmas texturas[/u]. Nem dá aquele prazer de ver uma rachadura na parede e falar [i]\"Nossa, que rachadura profunda! Essa parede talvez caia.\" \" Nossa, que realista\"[/i]\n[*] A inteligência artifical (A.I) do jogo é horrível! Acontece com bastante frequência você ficar de frente com o inimigo e ele não te atacar, ele fica te olhando e esperando você dar o primeiro ataque.\n[/list]\n\nA única ( única mesmo ) vantagem que eu vejo de comprar esse jogo, é porque ele está mais barato que o Half-Life original.\n\n[b]Half-Life 1: Source = R$ 16,99         Half-Life 1 Original = R$ 19,99[/b]\n\nMesmo assim, economizar R$ 3,00 e comprar um jogo bugado como esse não vale tanto a pena.\n\nAlém disso, o jogo, sem motivo aparente, travou o meu computador [i]duas vezes[/i]. Tive que forçar uma reinicialização desligando da tomada. E olha que eu só possuo 2.4 horas de jogo!! ( imagine quando tiver perto de zerar quantas vezes vou ter que desligar na força )\n\nEnfim, não comprem este jogo. Fiquem com o original.","timestamp_created":1435012130,"timestamp_updated":1435012130,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.476190477609634399","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16631502","author":{"steamid":"76561198087075377","num_games_owned":504,"num_reviews":6,"playtime_forever":1014,"playtime_last_two_weeks":0,"playtime_at_review":932,"last_played":1435007362},"language":"spanish","review":"Historia regulera exceptuando el final, un juego difícil, recomiendo ir guardando a cada cosa dificil que hagais, el jefe final hay que tener dos cojones para cargarselo, yo estuve mas de media hora y me quede de un a gusto  que no se puede ni imaginar. Recomendado si quieres un juego en el que no tengas que estar realmente centrado en la historia (Half Life 2 mejora enormemente este apartado)","timestamp_created":1435008178,"timestamp_updated":1435008178,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.54356849193572998","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16616853","author":{"steamid":"76561198051629219","num_games_owned":335,"num_reviews":13,"playtime_forever":348,"playtime_last_two_weeks":0,"playtime_at_review":29,"last_played":1503632234},"language":"english","review":"BUY IT NOW!","timestamp_created":1434969287,"timestamp_updated":1434969287,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16606275","author":{"steamid":"76561198025622980","num_games_owned":646,"num_reviews":41,"playtime_forever":787,"playtime_last_two_weeks":0,"playtime_at_review":787,"last_played":1434926009},"language":"english","review":"I'm sure this game was amazing at the time the original Half-Life came out. However, by todays standards this game leaves much to be desired. While I enjoyed the story telling from the eyes of the main character \"Gordan Freeman\", I found the actual gameplay to be disappointing for the following reasons:\n\n1. Movement is far too sensitive. Gordan moves very quickly. This wouldn't be a major concern except that this game includes plenty of platforming elements and this over-sensitivity makes certain parts of the game as well as ladders annoying and frustrating. \n2. NPC's act glitchy. They will repeat grunt/pain noises repeatedly even when they are no longer being harmed. I have even seen some get stuck running in place without any obstacle stopping them. Enemy AI can be abused.\n3. Sound. The sound for the starting gun and crowbar are overly loud while the sound for other weapons such as the assault rifle are nearly impossible to hear.\n\nIt's an old game obviously, and it shows. By todays standards I cannot recommend this. I am only continuing for the story so I can start Half Life 2.","timestamp_created":1434925678,"timestamp_updated":1434925678,"voted_up":false,"votes_up":2,"votes_funny":1,"weighted_vote_score":"0.527958393096923828","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16604436","author":{"steamid":"76561198128962751","num_games_owned":123,"num_reviews":3,"playtime_forever":849,"playtime_last_two_weeks":0,"playtime_at_review":384,"last_played":1441216507},"language":"russian","review":"Замечательный ремейк, было бы н плохо если бы к нему были паки с текстурками и модельками. Хороший геймплей с багфиксами оригинальной игры (не смотря на то, что есть собственные баги). На высокой сложности мир Зен практически непроходим.","timestamp_created":1434920570,"timestamp_updated":1434920570,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.504504501819610596","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16592329","author":{"steamid":"76561198169707377","num_games_owned":26,"num_reviews":18,"playtime_forever":1961,"playtime_last_two_weeks":0,"playtime_at_review":482,"last_played":1635054984},"language":"spanish","review":"Uno de los mejores juegos, modificado con el motor source, vale la pena' desde luego que si","timestamp_created":1434914222,"timestamp_updated":1434914222,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16586862","author":{"steamid":"76561198129133804","num_games_owned":340,"num_reviews":33,"playtime_forever":601,"playtime_last_two_weeks":0,"playtime_at_review":288,"last_played":1639352319},"language":"english","review":"Ok, do we even need to talk about Half Life's story. We all know it's excellent.\nThat aside, the Source version, though buggy, gives you graphical options which just weren't there before, as Half Life (non-source) does look like it was rendered on a potato, be honest.\nWith Black Mesa here, Source doesn't have so much of an appeal to most anymore, but to those on a tight budget, I would recommend this over Mesa, until there's a sale. Then, get Mesa. I know I will.","timestamp_created":1434902175,"timestamp_updated":1434902175,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16586375","author":{"steamid":"76561198076303544","num_games_owned":47,"num_reviews":9,"playtime_forever":350,"playtime_last_two_weeks":0,"playtime_at_review":284,"last_played":1464773989},"language":"english","review":"+\nNostalgic\nWith Physics\nNice Water\nHD Texture Pack that contains new textures and weapon sounds\nAllow you to play Half-Life:  Deathmatch\n-\nAtmosphere was way better on GoldSource game engine\nBugs (for instanse, i've lost reload sounds for some weapons when installed HDTP)","timestamp_created":1434901092,"timestamp_updated":1434901092,"voted_up":true,"votes_up":1,"votes_funny":1,"weighted_vote_score":"0.498257845640182495","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16584572","author":{"steamid":"76561198170393065","num_games_owned":14,"num_reviews":2,"playtime_forever":645,"playtime_last_two_weeks":0,"playtime_at_review":183,"last_played":1436275658},"language":"english","review":"This game is an absolute must own for any first person shooter fan,this game revolutionised the shooter genre when it was released and still remains a very fun and enjoyable game to play.This excellent game is well worth the  price on steam and im sure you wont regret purchasing it.","timestamp_created":1434896903,"timestamp_updated":1434896903,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16581646","author":{"steamid":"76561198153224891","num_games_owned":1598,"num_reviews":122,"playtime_forever":1675,"playtime_last_two_weeks":0,"playtime_at_review":1050,"last_played":1461777429},"language":"english","review":"[h1]No difference when compared to the original Half-Life.\n\nThe only noticible new things are better graphics and some beautiful water. That's it. Also half life mods wont support this, so you should get the original half life instead. You won't regret it.","timestamp_created":1434889708,"timestamp_updated":1495188762,"voted_up":true,"votes_up":10,"votes_funny":2,"weighted_vote_score":"0.661972641944885254","comment_count":5,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16572461","author":{"steamid":"76561198207958408","num_games_owned":366,"num_reviews":70,"playtime_forever":488,"playtime_last_two_weeks":0,"playtime_at_review":452,"last_played":1519511679},"language":"brazilian","review":"O jogo está Otimo pra se jogar  mas em comparação ao black mesa ele perde pq black mesa mesmo sendo fan made está encrivel o gráfico, esse jogo apresento algumas mudanças que me imprescionou!!!(foda-se se eu  escrivi errado)      8/10","timestamp_created":1434859440,"timestamp_updated":1434859440,"voted_up":true,"votes_up":0,"votes_funny":1,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16568897","author":{"steamid":"76561198031095594","num_games_owned":455,"num_reviews":321,"playtime_forever":520,"playtime_last_two_weeks":0,"playtime_at_review":520,"last_played":1478520580},"language":"english","review":"I remember the first game was an exciting mystery adventure. With some of the worst gunplay and ladder climbing ever. The gameplay issues with the first game was why I brought this source remake. Sadly even this version of the game is just way to dated looking to get into anymore. I might check out Black Mesa for sure.","timestamp_created":1434846093,"timestamp_updated":1594895715,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16563895","author":{"steamid":"76561198018397837","num_games_owned":462,"num_reviews":10,"playtime_forever":895,"playtime_last_two_weeks":0,"playtime_at_review":895,"last_played":1434832141},"language":"german","review":"Ich hatte seltsame Soundbugs, das MG und die Schrotflinte hatten keinen Schusssound, nur das Aufprallen der Kugeln. Da es eh nicht viel hübscher ist, würde ich eher das Original empfehlen.\n\nPositiv ist: Unter Linux (Linux Mint 17.1) ist bei HL: Source die Vollbildunterstützung bei Dual Monitor besser als beim Original. Das wars aber auch schon.","timestamp_created":1434832715,"timestamp_updated":1434832774,"voted_up":false,"votes_up":0,"votes_funny":1,"weighted_vote_score":"0.476190477609634399","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16557519","author":{"steamid":"76561198117098181","num_games_owned":474,"num_reviews":18,"playtime_forever":181,"playtime_last_two_weeks":0,"playtime_at_review":181,"last_played":1434389051},"language":"brazilian","review":"Simplesmente, um jogo que você tem que jogar.","timestamp_created":1434818446,"timestamp_updated":1434818446,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16555923","author":{"steamid":"76561197996288317","num_games_owned":252,"num_reviews":9,"playtime_forever":219,"playtime_last_two_weeks":0,"playtime_at_review":199,"last_played":1443951610},"language":"thai","review":"เกมส์นี้เคยเล่นมาสิบกว่าปีแล้ว วันนี้กลับมาเล่นอีกเหมือนกลับมาดูอดีต เมื่อก่อนภาพเกมส์นี้รู้สึกตื่นตาตื่นใจมาก เล่นไปก็หลอนไป เคยเก็บไปฝันด้วย\nแต่ละด่านกว่าจะผ่านไปได้ มันช่างยาวนาน เพราะมันช่วนลุ่นาระทึก เหมือนดูหนังสยองขวัญไซไฟ ถ้าใครเบื่อเกมส์ใหม่ๆลองซื้อเกมส์เก่าๆแบบนี้เก็บไว้เล่นก็ไม่เลว แถมช่วงนี้ลดราคาแถมเกมส์ในเครืออีก ถือว่าคุ้ม","timestamp_created":1434814727,"timestamp_updated":1434814727,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.495750695466995239","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16550425","author":{"steamid":"76561198072726147","num_games_owned":15,"num_reviews":4,"playtime_forever":1324,"playtime_last_two_weeks":0,"playtime_at_review":1324,"last_played":1434657573},"language":"english","review":"That player must've been hallucinating all night. Wait, if I'm playing as Gordon, does that mean I'm virtually hallucinating?","timestamp_created":1434799958,"timestamp_updated":1434800000,"voted_up":true,"votes_up":0,"votes_funny":1,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16547716","author":{"steamid":"76561198069270318","num_games_owned":79,"num_reviews":36,"playtime_forever":752,"playtime_last_two_weeks":0,"playtime_at_review":60,"last_played":1583509808},"language":"english","review":"If you DID buy the first Half-Life then don't waste your money on this.\nIf you DIDN'T buy the first Half-Life then waste your money on this.\nIt's just pretty much the same deal you're signing up for.\nUnless you were only looking for multiplayer.\n\n8/10\n","timestamp_created":1434792363,"timestamp_updated":1434792363,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16547180","author":{"steamid":"76561198022176524","num_games_owned":2416,"num_reviews":106,"playtime_forever":24,"playtime_last_two_weeks":0,"playtime_at_review":24,"last_played":1422176841},"language":"italian","review":"Nuovo motire grafico, vecchio gioco!\nIn realtà non ho solo 0.4 ore è che questo gioco pesa troppo per la mia sette mega quindi gioco sempre all'originale o alle mod dove tutti sappiamo che steam non conta le ore, come vorrei un contatore! Bhè è Half Life ma con il motore grafico della valve, stessa esperienza, stessi salti più o meno, peso aumentato esponenzialmente.","timestamp_created":1434790768,"timestamp_updated":1434790768,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16545198","author":{"steamid":"76561198041156751","num_games_owned":234,"num_reviews":18,"playtime_forever":2499,"playtime_last_two_weeks":0,"playtime_at_review":2493,"last_played":1406500884},"language":"english","review":"They sell Half Life in it's Original poshlished format here on steam as well as the Fan made Black Mesa HD remake of Half Life. No need to buy this.","timestamp_created":1434784361,"timestamp_updated":1434784361,"voted_up":false,"votes_up":0,"votes_funny":1,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16531287","author":{"steamid":"76561198050093467","num_games_owned":87,"num_reviews":10,"playtime_forever":1683,"playtime_last_two_weeks":0,"playtime_at_review":1683,"last_played":1434737062},"language":"english","review":"Went to xen\nSpent 5 hours figuring out puzzle\nTesticle monster attacked\nTesticle monster shot headcrabs out of balls\nTesticle monster OP\nFinally shot a rocket at testicle monster\nDidn't do shit\nFinally knock him out\nOne day later\nCome back from work\nGo into bedroom \nFind testicle monster tbagging waifu\n10/10","timestamp_created":1434739291,"timestamp_updated":1434739291,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16529389","author":{"steamid":"76561198009126478","num_games_owned":121,"num_reviews":4,"playtime_forever":1267,"playtime_last_two_weeks":0,"playtime_at_review":197,"last_played":1615267466},"language":"english","review":"this the best game ever!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!","timestamp_created":1434735099,"timestamp_updated":1434735099,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16524842","author":{"steamid":"76561198096261366","num_games_owned":45,"num_reviews":1,"playtime_forever":1623,"playtime_last_two_weeks":0,"playtime_at_review":98,"last_played":1625151819},"language":"italian","review":"restera uno dei migliori giochi della storia!!!","timestamp_created":1434722914,"timestamp_updated":1434722914,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16512262","author":{"steamid":"76561198103234505","num_games_owned":300,"num_reviews":10,"playtime_forever":882,"playtime_last_two_weeks":0,"playtime_at_review":882,"last_played":1434672863},"language":"english","review":"This game is incredible.","timestamp_created":1434673831,"timestamp_updated":1434673831,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.5","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16496884","author":{"steamid":"76561198112496465","num_games_owned":336,"num_reviews":40,"playtime_forever":165,"playtime_last_two_weeks":0,"playtime_at_review":56,"last_played":1589653274},"language":"english","review":"It's like the original, but you get to start the resonance cascade in HD this time.\n\nIt's a good port, but I reccommend enabling the HD model pack though. I honestly think is better than Black Mesa.\n\n20/10 IGN - would destroy the world in HD again.","timestamp_created":1434631801,"timestamp_updated":1434631801,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.450056254863739014","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16487807","author":{"steamid":"76561198108027192","num_games_owned":303,"num_reviews":5,"playtime_forever":478,"playtime_last_two_weeks":0,"playtime_at_review":304,"last_played":1574368383},"language":"english","review":"I have a spot in My heart for Half-Life even though I wasn't in the time of Half-Life it's fun to play older games buy when i saw it was ported to source I was happy to see valve and the community still love Half-Life and now it's using Half-Life 2 phyiscs and still mods for it and there still are mod makers for Half-Life 1 and that makes the game last a long ass time.\n\nP.S I can't get mods to work with Half-Life Source if anyone can help msg me.","timestamp_created":1434595486,"timestamp_updated":1434595486,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.511053323745727539","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16484078","author":{"steamid":"76561198150136941","num_games_owned":138,"num_reviews":19,"playtime_forever":869,"playtime_last_two_weeks":0,"playtime_at_review":579,"last_played":1509296670},"language":"english","review":"half life source is a great game \n\n even though the game is old its still fun to play.great storyline,characters,enemys,weapons,the enviorment,etc..p.s if you go in the commands and put thirdperson mode on he look derpy a little. its funny.\n\ngreat game by valve 2015 ign 10/10","timestamp_created":1434581314,"timestamp_updated":1450576203,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16483555","author":{"steamid":"76561197971738863","num_games_owned":40,"num_reviews":17,"playtime_forever":16096,"playtime_last_two_weeks":0,"playtime_at_review":1379,"last_played":1615205434},"language":"spanish","review":"Estoy perplejo. Cuando salió Half-Life: Source, y me enteré de que VALVe no había creado una versión totalmente original de Half-Life, debo decir que fui tan estúpido como muchos otros en sentir decepción. Y así pasaron los años, sin que me dignara a comprar el Half-Life: Source.\n\n   Sin embargo, y con el paso del tiempo, empezé a sentir curiosidad por saber si las estrategias que vengo usando desde hace unos años en Half-Life, podrían seguir funcionando aquí. Y he aprovechado unas rebajas para comprarlo por sólo 2 euros.\n\n   Y ahora creo que me hubiera gustado pagar el precio completo en su día. Me explico, pues me temo que Half-Life: Source requiere de una explicación.\n\n   Desde ya, quiero dejar claro que Half-Life: Source no es para aquellas personas que dicen amar Half-Life, y que en realidad están diciendo que aman el multijugador. Me consta que la dinámica que tanto nos ha fascinado en el Half-Life: Deathmatch, se pierde completamente en el Half-Life: Deathmatch Source, y por tanto advierto a aquellos que no lo sepan ya, que no deben comprar Half-Life: Source si lo único que buscan es jugar al multijugador.\n\n   Sin embargo, Half-Life Source, a resultado ser para mi asombro... una versión totalmente indispensable para aquellas personas que como yo, no dejan de jugar al modo historia.\n\n\n   Es completamente cierto, que este juego tiene un lamentable y exajerado número de bugs que, de forma variable, nos impiden adentrarnos en la experiencia. Sin embargo, creo que las mejoras, y las sutiles diferencias que hay con respecto a Half-Life, diferencias notables sólo para aquellas personas que como yo, se conocen al dedillo la historia y sus secretos, compensan más que suficientemente, dichas carencias. Y debo dejar muy claro, que estas diferencias no se limitan en absoluto a la física, los efectos de luz, y demás aspectos del Source; no actualmente al menos, dado que Half-Life: Source antes del 2013 ofrecía unas mejoras muy limitadas a cambio de no tener bugs, ahora, tras 2013, tenemos unas mejoras que hacen de Half-Life: Source una versión muy superior pero llena de bugs.\n\n   Por otro lado, estoy convencido de que si la gente comenzara a comprar Half-Life: Source, en lugar de esa porquería de Mod llamada Black Mesa, cosa harto improbable, VALVe, lograría los motivos necesarios como para molestarse en arreglar todos esos defectos, y dicho sea de paso, sólo uno, puede representar un verdadero entuerto para el jugador inexperto, mas no lo es para los que ya conozcan Half-Life, dado que se puede superar con un simple \"cargar partida\", y a tal fin, una pequeña carrerilla para poder evitarlo... y seamos inteligentes, despreciar un juego por un único bug serio, es ridículo; Half-Life 2 tiene bugs, Half-Life también, y ello no nos a impedido disfrutarlos, si bien admito que sus bugs afectan muy pocas veces o nunca.\n\n   Y a pesar de lo que crea, puedo entender que la gente, no este dispuesta a comprar un juego con un bug como el que he descrito, pero en serio, estamos hablando de Half-Life y de la verdadera oportunidad de revivir la experiencia en Source. Es muy difícil tratar de expresar esta verdad, con capturas de pantalla, dado que éstas, no logran hacer justicia a la verdadera experiencia del juego. Sí, no creo que unas capturas logren mostrar en absoluto lo buena que es esta versión, pero espero ayudarlos diciendoles que ahora, tras poder jugarlo, he logrado sentirme completamente satisfecho de la necesidad de ver Half-Life, en el motor Source, y a anulado cualquier frustración que me haya podido causar el mod de Black Mesa, que... con su mediocre visión del juego, tiene errores  mucho peores que los que tiene Half-Life: Source, dado que implican errores argumentales, y sinsentidos, que lógicamente no se pueden encontrar en la versión de VALVe.\n\n\n   La única decepción que he sentido es que, habiendo solucionado ya el problema en Half-Life, es una lástima que no hayan echo otro tanto en esta versión Source, en la que la música, queda interrumpida durante los cargando.\n\n   Pero aparte de esa única decepción, es hora de dejar claro que el resto de bugs, estan determinados directamente por la integración del source, y en todos los casos, aunque duelen desde un punto de vista estético o auditivo, quedan completamente compensados por las mejoras dadas, a saber: La eliminación de todos los bugs originales, la nueva IA, que si bien tiene el mismo defecto que la IA original, es reálmente desafiante cuando se inician los combates, y como ya dije, una cantidad áltamente elevada de diferencias con respecto al original, Half-Life, que serán una delicia para aquellos que puedan verlas.\n\n   Para terminar, sólo querría decir que no creo haber logrado expresar bien lo bueno que es Half-Life: Source, pero en pocas palabras, diría que ahora sí puedo decir que he revivido la experiencia, ahora sí puedo decir que me he quedado agusto.\n\n\n   Como conclusión, diré que si VALVe se dignara a arreglar las imperfecciones, esta versión se merecería un 10 sobre 10, y sólo por esas imperfecciones le adjudicaría, hoy por hoy, un 9 sobre 10. Cuando compré esta versión, esperaba que se confirmaran las malas críticas, pero ahora se me hace evidente que las malas críticas, sólo son originarias de aquellas personas que sólo juegan al multijugador. Y por último, creo que con todo, esta versión es para todos aquellos que ya tengan Half-Life, y sobre todo, para aquellas personas que siguen jugandolo a día de hoy; y sea como sea, creo que siempre vale la pena cualquier oportunidad de recompensar a VALVe, por haber creado el mejor juego de la historia, (del PC, y pongo esto entre paréntesis sólo por poner, dado que para mí, sí es el mejor juego de la historia).\n\n   En definitiva, Half-Life: Source hay que jugarlo para entenderlo, y es imprescindible para aquellos que ya tengan Half-Life original. Por mi parte, pienso jugarlo en lugar de al original a partir de hoy, pues es evidente, que VALVe, a ofrecido un elemento muy pequeño y único, que lo hace especial y mucho más canónico si cabe que el Half-Life orignal..., a saber, un simple audio que lo conecta mucho mejor con los acontecimientos de Half-Life 2.\n\nEDITADO:\n\nLa verdad es que, actualmente creo que fui demasiado generoso... pero me he enterado de ciertas cosas que me hacen ver con otros ojos la versión Source. En esencia los bugs que tiene terminan haciendo mella, especialmente tras saber que antes de 2013 no había tantos... especialmente tras saber que VALVe nunca terminó realmente este producto. Es cierto que por motivos de peso, se vieron obligados a venderlo sin acabar... pero... Source es un capítulo muy oscuro en la compañía VALVe.\n\nPor tanto insisto en que la gente sólo debe adquirir esta versión si sienten mucha curiosidad y pueden aprovechar una buena rebaja.\n\nDe cuanto he dicho, sólo me arrepiento de decir que me hubiera gustado comprarlo en su día, la verdad es que si lo hubiera hecho no habría sido feliz hasta 2013.... Lo cual después de todo lo que he dicho es paradógico. Pero tiene su explicación.\n\nHalf-Life: Source originalmente no tenía sombras, no tenía HD... y eso sólo fue implementado en la actualización de 2013. Y con esas cosas HL: Source ahora creo que sí vale la pena.\n\nPor tanto, no puedo decir que no me alegre de haberlo comprado por sólo dos euros.\n\nActualmente prefiero jugar a la versión original y no me veo jugando más al source salvo de muy de vez en cuando.\n\nCon todo sigo pensando que sin bugs me pasaría al source. Pero actualmente es un quiero y no puedo que me frustra demasiado como para que lo pueda disfrutar de verdad.\n\nActualmente en el foro de pueden encontrar algunas soluciones para arreglar varios bugs. Y dos de ellos de los más molestos.","timestamp_created":1434579828,"timestamp_updated":1585171074,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.45431789755821228","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false}],"cursor":"AoJw0t/ngc4Cc87wPg=="}