{"success":1,"query_summary":{"num_reviews":100},"reviews":[{"recommendationid":"16304618","author":{"steamid":"76561198075421364","num_games_owned":115,"num_reviews":11,"playtime_forever":721,"playtime_last_two_weeks":0,"playtime_at_review":721,"last_played":1431164625},"language":"italian","review":"Date fiducia alla storia di questo gioco; narrativa avvincente, molto bella e molto complessa.\nSe vi piacciono le storie alla Inception (complesse, intricate, piene di fattori narrativi) questo gioco fa per voi. Andrebbe forse giocato più di una volta per goderne a pieno, perchè è anche un po troppo complicata e a volte difficile da seguire. Diciamo che la bellezza della narrativa non sta nella sua semplicità ma nella sua complessità, quindi se non vi piacciono le storie così, forse potrebbe non piacervi. (a differenza di un TLOU che aveva una storia bella ma semplice allo stesso tempo)\n\nIl gameplay è carino, piacevole però spesso vano e fine a se stesso. Mi ritrovavo ad usare quasi sempre le stesse armi e gli stessi poteri, mille tasti, ne usavo solo uno. Tentativo di rendere complesso il gameplay è fallito. Però è piacevole e a livelli di difficiltà elevata può dare qualche livello di sfida impegnativo che richiede più pianificazione.\n\n\nOra ad anni dalla release è invecchiato abbastanza bene, forse grafica niente di eccezionale, molto colorata quindi preferibilmente in sconto, è un gioco da avere.","timestamp_created":1434018083,"timestamp_updated":1434018204,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16300955","author":{"steamid":"76561198125500989","num_games_owned":194,"num_reviews":21,"playtime_forever":770,"playtime_last_two_weeks":0,"playtime_at_review":770,"last_played":1433068878},"language":"english","review":"I've mentioned in my review for the first Bioshock that I'm a huge fan of the series; it's one of my favorite games honestly. So after 1 and 2, I was super pumped to play Infinite, and I am not in the least disappointed.\n\nAs Bioshock is a narrative shooter, much was expected of Infinite's story, and BOY DID IT DELIVER. The story is extremely well written and layered, with great use of twists and symbols galore. The characters also felt real, rounded, and furnished, I loved them. This game pioneers video games as an art form.\n\nOne common complaint in Bioshock 2 is that Rapture had outstayed its welcome, and was awesome, but less awesome than the first time. Ken Levine certainly kept that in mind while developing this game. The city of Columbia is amazingly new and beautiful, and I found myself taking screenshots left and right. It felt to me, though, that the environment was less of a weapon in this one. But the skylines and open areas made up for that change.\n\nThe combat is the best of all the Bioshock games. I had a lot of fun using Vigors and shooting people in the face, and aiming down my sights was convenient and useful. Infinite plays more like a straightforward shooter than the other two, although that is not at all bad.\n\nInfinite was also the most well optimized of all three games on Steam, I had no issues running the game whatsoever.\n\nI would recommend this game to people who have played the first two games or even people new to the series; it is an experience like no other.","timestamp_created":1433992466,"timestamp_updated":1433992466,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16300665","author":{"steamid":"76561198009688177","num_games_owned":417,"num_reviews":2,"playtime_forever":1764,"playtime_last_two_weeks":0,"playtime_at_review":1313,"last_played":1451348514},"language":"english","review":"One of the most deep and enthralling games I have ever played. \n\nAmidst an action packed campaign lies a story that sets a standard for video gaming. With a world that pulls the player in and captivates, BioShock Infinite will make the player forget their surroundings, or rather forsake them, for the one on the screen. In previous BioShock installments the world itself told a fascinating dystopian story which matched that of history’s greatest authors. In BioShock Infinite a further step is taken. \n\nTwo characters, seemingly simple at the onset, bloom and propel the story of this dystopia beyond the dark clichés that often inhabit such tales. When Elizabeth grabs Bookers hand so too does she grab the player’s and in the hours that follow the player will perish any thought of letting go. At Booker and Elizabeth be prepared for a stimulating, thought provoking, and emotionally arousing experience that more often than not will leave you grappling what just happened as you try to get a handle on what is happening.\n\nTo say sit back and enjoy the ride is an impossible request as this game demands so much of the player’s attention that realizing how close one has become to the screen will be an ancillary concern.\n","timestamp_created":1433990414,"timestamp_updated":1433990414,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16299236","author":{"steamid":"76561198036675061","num_games_owned":127,"num_reviews":47,"playtime_forever":1111,"playtime_last_two_weeks":0,"playtime_at_review":1111,"last_played":1433610308},"language":"russian","review":"Отличная игра хоть и дерьмовый шутер,сюжет приятен и не сложен (только даун не понял),было бы интересно посмотреть игру в коопиративе. Умная,не надодливая,великолепная как и первая часть.","timestamp_created":1433981114,"timestamp_updated":1433981114,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16299093","author":{"steamid":"76561198043470024","num_games_owned":191,"num_reviews":4,"playtime_forever":1014,"playtime_last_two_weeks":0,"playtime_at_review":950,"last_played":1444685276},"language":"english","review":"Beautiful game, fantastic storyline, combat does get slightly repetitive however.","timestamp_created":1433980238,"timestamp_updated":1433980238,"voted_up":true,"votes_up":0,"votes_funny":1,"weighted_vote_score":"0.476190477609634399","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16298550","author":{"steamid":"76561198073406815","num_games_owned":773,"num_reviews":66,"playtime_forever":818,"playtime_last_two_weeks":0,"playtime_at_review":818,"last_played":1433909566},"language":"english","review":"Buy it if it's less then $5, totally worth it.\n\nTL;DR: Violence pornography with nothing else to offer. An M rating, but a kids game. \n\nI waited for this to go on a big sale, I got it when it was and finally played it, It's terrible. It's a children s game filled with human mutilation. If you're a child or over top bioshock fan, just give this a thumb down and move along.\n\nCons: \n-You turn on everyone, you play a disgusting villain. Normally this does not bother me at all, but the way the story is told bothers me, justifying your horrendous manslaughter by convincing you everyone else in the world is a god damn lunatic. \n\n-Lunacy! \"Why the hell!?\" is something you will say a lot! I'd label the game a horror genre simply based on the helplessness factor. Watching all these armed crazies running around is an assault on your sensibility. \ni.e.You have magic to literally separate the flesh from bone, but people still charge you with lead pipes. \n\n-Too cartooney, ever wanted to grind away a pixar character's face with a piece of machinery? Now's your chance. And don't give me that artist direction B.S. it's just easier to make these characters for the graphics team.\n\n-Four types of enemies, people on foot, people with robo hands, robos on foot, robos that fly.\n\n-It's Dishonored 2, but gives them no credit. I do like crow swarms, but rat swarms are better.\n\n-War is a terrible thing, the game does not sell this idea, it basically says \n\"Everyone in real life is bat sh_it crazy!\"\n\"When war happens, all women, children, and boys under the age of 25 hide in secret places so they never get hurt by anything!\"\n\"It's okay to murder people in war with the most devious devices, they're bad people and deserve to die horrible deaths, not you though!\" \n\n-No sex, not even boob? come on it's an M rated game. Adults have sex, that's life, with all that was going on our protagenist murderer and his female companion would of done the deed more then once.-if you are not an adult and reading this, stop; Go play minecraft.\n\n\nPros:\n\n-Crow swarms, though rats are better.\n\n\nNow, Stuff you'd expect from a tripple A titan company that makes more money a day then you will in your life:\n\n-It plays very smoothly.\n\n-graphics are nice.\n\n-voice acting is good.\n\n6/10 Baptism simulator- oh and not a Baptist? Well deal with it, you gon get baptised twice! Fo Jesus!","timestamp_created":1433976598,"timestamp_updated":1433976598,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.443172156810760498","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16297570","author":{"steamid":"76561198056922244","num_games_owned":1688,"num_reviews":157,"playtime_forever":1672,"playtime_last_two_weeks":0,"playtime_at_review":1131,"last_played":1510951004},"language":"turkish","review":"Oyunu tavsiye ediyorum çünkü;\n\n+ Direkt söylüyorum: O nasıl son öyle lağafdnğ !!!\n+ Efsane hikaye, efsane oynanış, kısacası herşeyiyle efsane bir yapım\n+ Harika tasarlanmış uçan şehir Colombia\n+ Elizabeth <3\n+ Troy Baker'ın muhteşem seslendirmesi\n\n- Bulamadım\n\nSon kararım;\n\n# \"Böbreğimi satıp bu oyunu aldım, şu anda diyaliz cihazına ihtiyacım var.\" [ 9+ ]\n\nİncelemeler;\n\nMetascore - 94\nUserscore - 85","timestamp_created":1433971573,"timestamp_updated":1433971573,"voted_up":true,"votes_up":2,"votes_funny":4,"weighted_vote_score":"0.503105521202087402","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16296272","author":{"steamid":"76561198062660543","num_games_owned":63,"num_reviews":1,"playtime_forever":1617,"playtime_last_two_weeks":0,"playtime_at_review":1617,"last_played":1418512664},"language":"german","review":"Positiv:\n\n- Grafik immer noch hervorragend.\n- Story einer der besten die ich je gespielt habe.\n\n\nNegativ:\n\n- Gameplay is manchmal komisch, passt aber sonst.\n- KI der gegner is nicht immer so toll.\n\nIch denke man muss zum Spiel wirklich nicht viel sagen, außer dass es eines der besten Spiele ist, dass ich je gespielt habe. Ich kann es nur empfehlen und danke den Entwicklern für das gute Spiel!","timestamp_created":1433966030,"timestamp_updated":1433966030,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16295418","author":{"steamid":"76561198120989630","num_games_owned":86,"num_reviews":3,"playtime_forever":999,"playtime_last_two_weeks":0,"playtime_at_review":485,"last_played":1468074450},"language":"english","review":"i REALLY wish i  could get a refund on this crap","timestamp_created":1433962426,"timestamp_updated":1433962426,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.457831323146820068","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16293532","author":{"steamid":"76561198122769786","num_games_owned":104,"num_reviews":5,"playtime_forever":667,"playtime_last_two_weeks":0,"playtime_at_review":667,"last_played":1433954556},"language":"russian","review":"Я никогда не испытывал таких эмоций, когда играл во что-то другое. Ради такого конца можно называть эту игру шедевром. Даже если у этой игры не было бы хорошей графики, геймплея и анимации, то все равно она не потеряет той ценности, что хранит в себе сюжет. 99 баллов из 10","timestamp_created":1433954724,"timestamp_updated":1433954724,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16291927","author":{"steamid":"76561198109730399","num_games_owned":36,"num_reviews":7,"playtime_forever":708,"playtime_last_two_weeks":0,"playtime_at_review":677,"last_played":1415207906},"language":"finnish","review":"One of the best games l have ever played. Bioshock infinites ending is epic but also complicated and sticks around your head.","timestamp_created":1433947753,"timestamp_updated":1433947753,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16291785","author":{"steamid":"76561198109122782","num_games_owned":143,"num_reviews":53,"playtime_forever":2336,"playtime_last_two_weeks":0,"playtime_at_review":609,"last_played":1611409166},"language":"russian","review":"Надоели скучные одноборазные сюжеты, хочешь перемочить кучу людей, а потом сломать мозг об очень крутую концовку?\nПокупай, не обдели вниманием сей шедевр!","timestamp_created":1433947024,"timestamp_updated":1433947024,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16287532","author":{"steamid":"76561198142783616","num_games_owned":10,"num_reviews":1,"playtime_forever":478,"playtime_last_two_weeks":0,"playtime_at_review":478,"last_played":1430150169},"language":"russian","review":"Плюсы: продуманный до мелочей дизайн; атмосфера захватывает; интересный сюжет; запоминающиеся образы персонажей; много перестрелок; полное погружение в игру\nМинусы: просто нет (лично для меня)","timestamp_created":1433922347,"timestamp_updated":1433922347,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16286418","author":{"steamid":"76561198018561746","num_games_owned":439,"num_reviews":16,"playtime_forever":1239,"playtime_last_two_weeks":0,"playtime_at_review":1141,"last_played":1559173962},"language":"english","review":"Graphic - mind=blown\nMusic    - Mind=Blown\nCombat - MIND=BLOWN\nStory     - MIND!=BLOWN!\nEnd        - Mind=wtf just happened? Google tell me.\n\n10/10","timestamp_created":1433913726,"timestamp_updated":1433913726,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16284931","author":{"steamid":"76561198044817319","num_games_owned":201,"num_reviews":14,"playtime_forever":2191,"playtime_last_two_weeks":0,"playtime_at_review":1638,"last_played":1607919672},"language":"english","review":"This game is amazing, but has its share of flaws in the story and world. The combat is tight and fun but can get repetitive because of the lack of variation in enemy design. The story and characters are great but can be overly complex. Overall this game is great but go play the original bioshock.","timestamp_created":1433902727,"timestamp_updated":1433902727,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.502074718475341797","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16283821","author":{"steamid":"76561198024630363","num_games_owned":819,"num_reviews":33,"playtime_forever":1106,"playtime_last_two_weeks":0,"playtime_at_review":10,"last_played":1559008010},"language":"english","review":"A swashbuckling blast with a creative story and masterfu;ll understanding of quantum physics\n\n\n\nmy youtube channel https://www.youtube.com/channel/UC9FdUK6KLvE3YklNWWCCb9g","timestamp_created":1433896130,"timestamp_updated":1433896130,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16283777","author":{"steamid":"76561197984644044","num_games_owned":243,"num_reviews":52,"playtime_forever":5105,"playtime_last_two_weeks":0,"playtime_at_review":2892,"last_played":1588686462},"language":"spanish","review":"Bioshock Infinite es un juego de notable alto con toques de genialidad que lo encumbran a la excelencia. Desafortunadamente, también sufre de una serie de malas decisiones que le impiden formar parte del club VIP de las obras maestras. \n\nEmpecemos por lo mejor: la presentación audiovisual es [i]top notch[/i]. Artísticamente es uno de mis juegos favoritos de todos los tiempos. Los colores, la luz, el diseño de los escenarios, todo es absolutamente arrebatador. La cantidad de detalles que presentan los escenarios, tanto exteriores como interiores, es apabullante. Una gran parte de mi disfrute con Bioshock Infinite guarda directa relación con el tiempo invertido en explorar tranquilamente su mundo, deleitándome con la atención al detalle puesta en todos los lugares. En serio, hay zonas que son dignas de admirar durante horas. Asimismo, la variedad de escenarios no es nada desdeñable, y todos ellos dan la talla. Un trabajo excelente en este sentido.\n\nSi bien el mundo es absorbente desde el punto de vista tanto estético como sonoro, no lo es tanto desde el punto de vista narrativo. A lo largo del juego, siempre tuve la impresión de que Columbia era una ciudad bastante vacía; un decorado muy bonito, como una especie de parque de atracciones, pero no un entorno realmente vivo y poblado. La soledad de Rapture se integraba perfectamente en la trama que te presentaban, pero en este caso el feeling que transmite es bastante más artificial. Los ciudadanos que nos encontramos, sobre todo al principio, dan la impresión de que están puestos allí solamente para ocupar espacio y dar un poco de ambiente, es decir, no son más que maniquíes, muy bonitos, eso sí, pero maniquíes al fin y al cabo. Esta circunstancia, por supuesto, es muy común en el mundo de los videojuegos, pero al ser Bioshock Infinite un juego que se apoya tanto en la verosimilitud de la realidad alterna que te ofrece, esta cuestión lo perjudica especialmente.\n\nOtro elemento que tiene también un gran peso es la historia. Personalmente me gustó, en concreto su final, que me pareció estar muy bien llevado. Sin embargo, a lo mejor esperaba un poco más de Elizabeth. Recuerdo que Ken Levine comentó que su principal objetivo era conseguir una conexión genuína entre el jugador y su acompañante femenina, y la clave para tener éxito en ello era crear al personaje más realista y más vivo posible. Sabe mal pero sinceramente creo que fracasó. A ver, Elizabeth cae bien, no es para nada un mal personaje, pero el nivel de interacción con ella se limita básicamente a que te ayude en combate proporcionándote munición, vida o sales y a pulsar determinados botones en ciertos momentos de la campaña para proseguir. Es útil en combate, de eso no hay duda, y es mejor que tener que hacerle de niñera, pero al final solamente es eso; un instrumento para el combate, como lo podría ser un arma o un vigor nuevo. En consecuencia, nunca llegué a sentir una gran empatía con ella, o por lo menos no mucho más que al acompañante videojueguil de turno. Una mayor cooperación real con Elizabeth, o la posibilidad de tomar decisiones que afectasen a su manera de comportarse o a su destino hubiera sido de agradecer, y hubiera potenciado la conexión con ella sin lugar a dudas. Lo que está claro es que un personaje no está \"vivo\" simplemente por seguirte a todos lados, reaccionar artificialmente con objetos del entorno y sacarte botiquines médicos de la nada en medio del combate.\n\nTambién hay que mencionar que la narrativa es completamente lineal, lo cual no deja de ser sorprendente teniendo en cuenta que en los anteriores Bioshock sí había toma de decisiones que afectaban al desarrollo de la historia, aunque fuese de forma leve, y todavía es más sorprendente si tenemos en cuenta que el contexto de los mundos infinitos y las realidades paralelas eran la excusa perfecta para incluir elecciones. En cambio, lo único que tenemos son dos o tres elecciones de carácter puramente cosmético, pues no influyen para nada en el devenir de los acontecimientos. Por último, tampoco me convenció mucho la naturaleza scripteada de varias secuencias, que a veces daban lugar a resultados bastante cómicos. Por ejemplo, hay una secuencia en la que dos personajes están zarandeándose con fuerza, y tienes que pulsar un botón para intervenir. Pues bien, si no hacemos nada los dos personajes en cuestión se quedarán enzarzados en una batalla hasta el fin de los tiempos. No costaba nada poner un límite de tiempo, y que en caso de no actuar con rapidez, que el confrontamiento  terminase con funestos resultados. Otro ejemplo es una escena en la que perseguimos a Elizabeth: si nos esperamos con pillería tras una esquina, veremos que ella a su vez también dejará de correr. Por supuesto, cuando doblemos la esquina Elizabeth proseguirá con su huída incansable, mientras suena una melodía que infunde urgencia. ¿Urgencia? Claro... Estos detalles, insisto, son habituales en los videojuegos, pero en uno que intenta venderte un mundo posible, personajes vivos y una narrativa de alto nivel, estos momentos suponen un jarro de agua fría y una decepción en toda regla, sobre todo partiendo de la base que hay títulos por ahí que han resuelto estas situaciones con mucha más elegancia.\n\nRespecto a la jugabilidad, en Bioshock Infinite abundan los tiroteos en grandes escenarios, a veces abusando un poco de la fórmula arena de combate-descanso, y vuelta a empezar. A diferencia de los anteriores Bioshock, aquí por fin las armas son satisfactorias de usar. En general lo que vendría a ser el gunplay está más pulido y funciona mejor, aunque por otro lado también está más simplificado. El error de diseño más sangrante es el de no dejar llevar más de dos armas a la vez, decisión que se opone a la de poder realizar mejoras sobre las mismas. En efecto, una vez había invertido mis ahorros en mejorar la carabina y la escopeta, no me desprendí de tales armas en lo que quedaba de juego, porque no sabía cuándo volvería a encontrarlas si las sustituía por otras que no tenía mejoradas, pero que por otro lado también me hubieran gustado probar (como el revólver, que es un pasote, pero que tuve que descubrirlo en el DLC de Clash of Clouds). En relación con los vigors, éstos no son sino plásmidos con otro nombre, y los efectos que tienen apenas aportan novedades relevantes. Lo que sí se pierde es la importancia de dichos vigors en la travesía por los niveles. En Rapture era frecuente tener que incinerar bloques de hielo, electrificar paneles de control y demás para ir avanzando o para encontrar secretos. En Columbia su uso en el entorno está muy capado, algo que corrigieron en el primer episodio de Burial at Sea. Finalmente, recomendar que la primera partida se juegue en Difícil (en 1999 puede ser frustrante en determinados momentos), porque el modo Normal es insultantemente fácil, hasta el punto que mi primera y única muerte no fue hasta pasado la mitad del juego. Sólo los Handyman suponen un desafío, aunque no uno divertido; en efecto, estos enemigos, pese a tener un trasfondo bastante interesante, son tremendamente exasperantes. Son el típico robot imparable al que nada parece afectarle, con movimientos de ataque casi inevitables y con mucha salud. Al final los vences por pura fuerza de voluntad, pero no por ser un reto entretenido. Los Big Daddies eran mucho mejores.\n\nEn resumen, Bioshock Infinite padece de varios errores de diseño que lastran el resultado final. Ojalá la profundidad jugable y la capacidad de interactuar con Elizabeth hubieran estado a la altura de la impecable dirección artística. Aun así, Infinite es un grandísimo juego. Además es largo y goza de bastante contenido, todavía más si lo valoramos conjuntamente con los episodios 1 y 2 del Burial At Sea. Con todo, supone una trágica ironía que el juego que apuntaba a las nubes se quedase al final sin tocar el cielo.\n\n\n9/10","timestamp_created":1433895914,"timestamp_updated":1433895914,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16282847","author":{"steamid":"76561198087632083","num_games_owned":24,"num_reviews":1,"playtime_forever":2875,"playtime_last_two_weeks":0,"playtime_at_review":2047,"last_played":1523685838},"language":"english","review":"Great Game Get if possible!","timestamp_created":1433890347,"timestamp_updated":1433890347,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16282684","author":{"steamid":"76561198046021367","num_games_owned":166,"num_reviews":21,"playtime_forever":1304,"playtime_last_two_weeks":0,"playtime_at_review":1304,"last_played":1409598879},"language":"english","review":"If you are new to the Bioshock series, you should try playing this game, you might even like it. Otherwise you will be very disapointed. You will not escape distopia, help people and fight insane monsters, actually you will screw everthing up and kill innocent people, because they defend themself and have good goddamn reasons for it. Story is screwed up so bad. This is the perfect way to ruin the great idea of another Bioshock. When I made it to the end my butt was on fire of disapointment and pity.\nOh, yes, gameplay and graphics were pretty great. Still don't recommend.","timestamp_created":1433889523,"timestamp_updated":1433889523,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16282213","author":{"steamid":"76561198146742354","num_games_owned":178,"num_reviews":1,"playtime_forever":969,"playtime_last_two_weeks":0,"playtime_at_review":919,"last_played":1584107844},"language":"english","review":"i really like the bioshock series and i really like bioshock infinite i have to say that i prefer it to the others ( that are good games) the story, the plot, the ending and elizabeth... this is a game that u will never forget and i really recomend it. 11/10","timestamp_created":1433886906,"timestamp_updated":1433886906,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16281948","author":{"steamid":"76561198187048522","num_games_owned":3,"num_reviews":1,"playtime_forever":496,"playtime_last_two_weeks":0,"playtime_at_review":162,"last_played":1475428009},"language":"english","review":"Great game w/ excellent graphics!","timestamp_created":1433885658,"timestamp_updated":1433885658,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16281808","author":{"steamid":"76561198062317507","num_games_owned":545,"num_reviews":30,"playtime_forever":11271,"playtime_last_two_weeks":0,"playtime_at_review":8914,"last_played":1653541780},"language":"english","review":"You don't know me, but I just want to let you know that this is my favorite game of all time. Sure it has it's flaws, but the rollercoaster of emotions and storyline makes it all worth it.\n\nIt's 2017. If you haven't played this game yet you're late, but better late than never.","timestamp_created":1433885017,"timestamp_updated":1511462294,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16279667","author":{"steamid":"76561198058114220","num_games_owned":53,"num_reviews":2,"playtime_forever":974,"playtime_last_two_weeks":0,"playtime_at_review":918,"last_played":1460082070},"language":"english","review":"Loved it!","timestamp_created":1433876320,"timestamp_updated":1433876320,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16279569","author":{"steamid":"76561198081313057","num_games_owned":196,"num_reviews":5,"playtime_forever":2716,"playtime_last_two_weeks":0,"playtime_at_review":141,"last_played":1560634670},"language":"english","review":"I now have more feelings for the pixels that make up Elizabeth then I do for most real women.","timestamp_created":1433875993,"timestamp_updated":1433875993,"voted_up":true,"votes_up":1,"votes_funny":1,"weighted_vote_score":"0.500324487686157227","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16278222","author":{"steamid":"76561198068742355","num_games_owned":156,"num_reviews":12,"playtime_forever":1486,"playtime_last_two_weeks":0,"playtime_at_review":914,"last_played":1573738096},"language":"french","review":":3","timestamp_created":1433871099,"timestamp_updated":1433871099,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16277769","author":{"steamid":"76561198059208840","num_games_owned":122,"num_reviews":15,"playtime_forever":3760,"playtime_last_two_weeks":0,"playtime_at_review":3745,"last_played":1434690241},"language":"english","review":"just buy the game.\nstory is awesomee\nenemies arent op\neverything is good!","timestamp_created":1433869402,"timestamp_updated":1433869402,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16277464","author":{"steamid":"76561198110257419","num_games_owned":83,"num_reviews":2,"playtime_forever":826,"playtime_last_two_weeks":0,"playtime_at_review":626,"last_played":1556322127},"language":"french","review":"L'histoire est assez complexe, chacun a sa manière de la comprendre, toute fois l'ambiance est géniale les graphismes sont géniaux aussi, un exellent jeu !","timestamp_created":1433868157,"timestamp_updated":1433868157,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16277202","author":{"steamid":"76561198031761666","num_games_owned":91,"num_reviews":2,"playtime_forever":430,"playtime_last_two_weeks":0,"playtime_at_review":349,"last_played":1493118290},"language":"english","review":"I don't know what to say. Damn they got me. Owww damn. I'd say, from start to middle of the story, nice gameplay, interesting story, then at the end BAM!! It hit me. And everything falls in place. If I play this again, it would be a whole new experience. I've read somewhere that those who play till the end will play it again. It got that spot on.","timestamp_created":1433866991,"timestamp_updated":1433866991,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.500324487686157227","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16273722","author":{"steamid":"76561198049569135","num_games_owned":85,"num_reviews":4,"playtime_forever":1062,"playtime_last_two_weeks":0,"playtime_at_review":1062,"last_played":1434089478},"language":"english","review":"SO GOOD","timestamp_created":1433845832,"timestamp_updated":1433845832,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.500324487686157227","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16272726","author":{"steamid":"76561197977643373","num_games_owned":173,"num_reviews":28,"playtime_forever":785,"playtime_last_two_weeks":0,"playtime_at_review":785,"last_played":1433838297},"language":"english","review":"Do not pay. It is incredibly buggy and almost impossible to play.","timestamp_created":1433839264,"timestamp_updated":1433839264,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.472222238779067993","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16272417","author":{"steamid":"76561198086031064","num_games_owned":161,"num_reviews":6,"playtime_forever":4353,"playtime_last_two_weeks":0,"playtime_at_review":2154,"last_played":1599994845},"language":"english","review":"this game has been very inspiring and given me and amazing imagination i fully recommend this game <3","timestamp_created":1433837243,"timestamp_updated":1433837243,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16272290","author":{"steamid":"76561198004739442","num_games_owned":212,"num_reviews":43,"playtime_forever":863,"playtime_last_two_weeks":0,"playtime_at_review":738,"last_played":1413607563},"language":"english","review":"You know, I thought I would love this game and I was on the hype train from day one, but it really disappointed me. The gameplay can become extremely stale after a couple hours of play and the game is honestly so violent that it detracts from the excellent story. I found my actions increasingly hard to believe and I would relish the peaceful slow moments that explored the world and forgot about Brooker's endless murderfest. I know a lot of people loved it, but it didn't really click for me. Not bad enough to thumb down, but not as great as I had hoped.","timestamp_created":1433836392,"timestamp_updated":1433836392,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16271450","author":{"steamid":"76561198140777203","num_games_owned":1210,"num_reviews":75,"playtime_forever":658,"playtime_last_two_weeks":0,"playtime_at_review":658,"last_played":1417209548},"language":"russian","review":"[b]Прежде чем писать обзор, хочу отметить, что BioShock Infinite очень красивая игра.[/b]\nBioShock Infinite — компьютерная игра в жанре шутера от первого лица с элементами RPG, стимпанка и научной фантастики. Действие игры происходит в 1912 году в вымышленном летающем городе Колумбия. Главного героя зовут Букер ДеВитт. Он частный детектив и прибыл в Колумбию, чтобы найти девушку по имени Элизабет. Позже, они вместе окажутся в центре войны между рабочими и городскими властями. У Элизабет есть сверхспособность: создавать \"разрывы\" между параллельными мирами и благодаря этому, они многое узнают про этот город, а также про свое прошлое.\nСаундтрек здесь прекрасный, чего только стоит музыка которая играет в меню! Большую часть игры нам придется расправляться со злодеями, в сопровождении очаровательной и очень красивой Элизабет. В игре прекрасная атмосфера. Локации разнообразны, декорации на протяжении всего прохождения будут постоянно изменяться, хочется просто бродить по городу, слушая диалоги прохожих и любоваться красотой, ведь перестрелки иногда надоедают. Подведем итоги: BioShock Infinite игра, с хорошим сюжетом, подбором персонажей, прекрасным саундтреком, отлично проработанными локациями. Рекомендую эту игру к прохождению, потому что каждый уважающий себя геймер обязан сыграть в BioShock Infinite!","timestamp_created":1433829995,"timestamp_updated":1433833214,"voted_up":true,"votes_up":137,"votes_funny":18,"weighted_vote_score":"0.759673118591308594","comment_count":4,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16271304","author":{"steamid":"76561198148284205","num_games_owned":43,"num_reviews":5,"playtime_forever":4148,"playtime_last_two_weeks":0,"playtime_at_review":621,"last_played":1641624270},"language":"english","review":"It seems we've surpassed the religious cult-sorta-thing from the other Bioshocks. Bioshock Infinite, now with 100% more politics and... wait. Nope. Still cults. \nIf you've ever had any doubt about American history, have ever wanted to be chased down by creepy mechanical versions of the founding fathers, and have ever thought American patriotism could be a little more blind, this game is for you. \nYou can't smack a capitalist with a wrench, but you can certainly gore a racist to death with a metal hook.","timestamp_created":1433828976,"timestamp_updated":1433828976,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16269660","author":{"steamid":"76561198067681186","num_games_owned":106,"num_reviews":1,"playtime_forever":791,"playtime_last_two_weeks":0,"playtime_at_review":791,"last_played":1433816460},"language":"english","review":"Another fantastic story-driven game in the Bioshock universe.","timestamp_created":1433816498,"timestamp_updated":1433816498,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16268256","author":{"steamid":"76561198219163648","num_games_owned":185,"num_reviews":2,"playtime_forever":5711,"playtime_last_two_weeks":0,"playtime_at_review":1317,"last_played":1630144892},"language":"english","review":"Love this game, one of the prettier games i've played in a long while. I like the storyline, however it would be nice if Dewitt had more than 5 lines he repeats throughout the game. It gets a bit old in that respect. This was my intro to the bioshock series and made me want to play the others.","timestamp_created":1433807527,"timestamp_updated":1433807527,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16268239","author":{"steamid":"76561198117057032","num_games_owned":75,"num_reviews":3,"playtime_forever":2252,"playtime_last_two_weeks":0,"playtime_at_review":1400,"last_played":1498891792},"language":"koreana","review":"스토리와 DLC 1 ,2 까지 완료하면서 참 신선한 게임이라고 생각했다.\n인피니트만 플레이 해봤는데 1,2까지 사서 플레이 하고 싶게 하는 게임.","timestamp_created":1433807458,"timestamp_updated":1433807458,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16266972","author":{"steamid":"76561198072574109","num_games_owned":55,"num_reviews":2,"playtime_forever":611,"playtime_last_two_weeks":0,"playtime_at_review":611,"last_played":1428750929},"language":"french","review":"One of the best games wich i played !","timestamp_created":1433800590,"timestamp_updated":1433800590,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16261221","author":{"steamid":"76561198028762143","num_games_owned":61,"num_reviews":1,"playtime_forever":1070,"playtime_last_two_weeks":0,"playtime_at_review":796,"last_played":1489856077},"language":"polish","review":"One of the best game I've ever played!","timestamp_created":1433777868,"timestamp_updated":1433777868,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16261203","author":{"steamid":"76561198085184284","num_games_owned":82,"num_reviews":4,"playtime_forever":720,"playtime_last_two_weeks":0,"playtime_at_review":2047,"last_played":1434239489},"language":"english","review":"In a world where you're a New Yorker with no trace of a New York accent that has to, for plots sake, rescue a girl from Heaven from a Jesus incarnate, there's always something that's going to stop you. Whether it be a horde of soldiers shouting military terms not yet said in the 20's, or a horde of black people dressed in the least complimentary clothing (White and red.), you somehow can take bullets upon bullets into your scrawny, northerner body. Just make sure to take cover every now and then. Your shield needs to refill, too! Whatever that shield is! Great game 69/10 Would have amnesia to forget this game and play it again.","timestamp_created":1433777800,"timestamp_updated":1433777838,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16260058","author":{"steamid":"76561198050346843","num_games_owned":1328,"num_reviews":161,"playtime_forever":3125,"playtime_last_two_weeks":0,"playtime_at_review":3125,"last_played":1433771212},"language":"tchinese","review":"非常好玩的一款遊戲\n\n當初出的時候實體版玩過一次\n\n後來又在特價時入手季票\n\n第一次玩的時候並沒有碰過第一代 故帶入感不強烈\n\n第二次時已經玩過一代感覺很不一樣\n\n第一代與無限在DLC部分做了緊密的結合 \n\n建議要等夏特購入這款遊戲的玩家 買\"季票(season pass)\" 跟 前兩代(Bioshock 1 & 2)\n\n1代也不錯 2 就見仁見智\n\n今年說不定可以等到80% off\n\n一生必購入的好作品 10/10\n\nWould you kindly buy it this summer.","timestamp_created":1433773052,"timestamp_updated":1433773052,"voted_up":true,"votes_up":32,"votes_funny":5,"weighted_vote_score":"0.740392088890075684","comment_count":6,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16259242","author":{"steamid":"76561198060941025","num_games_owned":121,"num_reviews":2,"playtime_forever":2359,"playtime_last_two_weeks":0,"playtime_at_review":1146,"last_played":1487466338},"language":"english","review":"10/10 companion walks faster than you","timestamp_created":1433769386,"timestamp_updated":1433770072,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16258955","author":{"steamid":"76561198209182376","num_games_owned":74,"num_reviews":6,"playtime_forever":542,"playtime_last_two_weeks":0,"playtime_at_review":536,"last_played":1437406130},"language":"russian","review":"блин я очень люблю bioshock, и каждый из них один упористей другово, я не имею ввиду не сюжет, он там збс, я имею ввиду способности главного героя, в 1 и 2 bioshock колишь себе в руку какуюто херь ну \"плазмит\" и БАХ хуяришь молнии, что по мне так это как реальная ... ну вы поняли, там полюбому должна была быть стадия \"передоз\" что временно ограничевала твои возможности и ты бился бы в эпилепсии)))), а про третий вообще ОГОНЬ , бухай и хуячь ну прям как в жизни, тольков жизни ты не хуячишь молниями, и большая вероятность того, что ты получишь люлей  )))))\n 9 из 10","timestamp_created":1433767897,"timestamp_updated":1433767897,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16258703","author":{"steamid":"76561198076321651","num_games_owned":276,"num_reviews":45,"playtime_forever":553,"playtime_last_two_weeks":0,"playtime_at_review":553,"last_played":1433688045},"language":"brazilian","review":"Jogo incrivelmente sensacional, tanto na questão jogabilidade e enredo(Complexo e não deixa a desejar). Sem duvida um titulo que você deve ter na sua conta.","timestamp_created":1433766407,"timestamp_updated":1433766407,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16258656","author":{"steamid":"76561198121739430","num_games_owned":44,"num_reviews":12,"playtime_forever":141,"playtime_last_two_weeks":0,"playtime_at_review":141,"last_played":1432906367},"language":"russian","review":"Замечательная игра, советую всем!!\n10/10","timestamp_created":1433766178,"timestamp_updated":1433766178,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16257820","author":{"steamid":"76561198086730088","num_games_owned":199,"num_reviews":18,"playtime_forever":1342,"playtime_last_two_weeks":0,"playtime_at_review":460,"last_played":1529385701},"language":"english","review":"I bought BioShock infinite for 10$ on sale and dang its a great purchase that I will never look down on the game is:\n\n1. Fun\n2.Not really open world but semi freedom\n3.Awesome graphics if your PC can max it out\n4.Very good story\n\nWhat I didn't like about BioShock Infinite:\n\n1.Can get repetitive at times\n2.Last boss battle isn't that good but all and all nice game\n3.Not too many guns to choose from but doesn't get boring like some other games","timestamp_created":1433761460,"timestamp_updated":1433761567,"voted_up":true,"votes_up":1,"votes_funny":1,"weighted_vote_score":"0.502487540245056152","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16256641","author":{"steamid":"76561198100598153","num_games_owned":305,"num_reviews":164,"playtime_forever":2359,"playtime_last_two_weeks":0,"playtime_at_review":2091,"last_played":1452535568},"language":"english","review":"This is is well made \nstory, DLC, gameplay .. etc\nPerfect\nOne of my favorite","timestamp_created":1433754045,"timestamp_updated":1433754045,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16256458","author":{"steamid":"76561198163197723","num_games_owned":4,"num_reviews":1,"playtime_forever":1645,"playtime_last_two_weeks":0,"playtime_at_review":1007,"last_played":1482921545},"language":"koreana","review":"한글화가 완벽하기만 하다면 정말 최고의 게임","timestamp_created":1433752620,"timestamp_updated":1433752620,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16253569","author":{"steamid":"76561198041644227","num_games_owned":160,"num_reviews":7,"playtime_forever":488,"playtime_last_two_weeks":0,"playtime_at_review":488,"last_played":1387655681},"language":"english","review":"This game was a fantastic Hentai Moba that anyone would love! You can play as all your favorite characters from just about anything! For example you can go through the levels as Corey from the classic anime Corey in the House, or you may play as Waldo and take a stealth approach to your enemies! This game is just like Dota, LoL, or Smite. 78/69 !!","timestamp_created":1433733267,"timestamp_updated":1433733267,"voted_up":false,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.478582620620727539","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16252088","author":{"steamid":"76561198085939306","num_games_owned":80,"num_reviews":3,"playtime_forever":720,"playtime_last_two_weeks":0,"playtime_at_review":476,"last_played":1496966912},"language":"english","review":"best game EVER ten outta ten","timestamp_created":1433723975,"timestamp_updated":1433723975,"voted_up":true,"votes_up":0,"votes_funny":1,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16250829","author":{"steamid":"76561197962958782","num_games_owned":458,"num_reviews":14,"playtime_forever":2208,"playtime_last_two_weeks":0,"playtime_at_review":958,"last_played":1550548099},"language":"english","review":"Very fun game. The story was great and the game play is one of the best I'v seen in a FPS. Loved it.","timestamp_created":1433716992,"timestamp_updated":1433716992,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16249105","author":{"steamid":"76561198078907680","num_games_owned":410,"num_reviews":20,"playtime_forever":1815,"playtime_last_two_weeks":0,"playtime_at_review":1802,"last_played":1553497456},"language":"spanish","review":"Una experiencia inolvidable en el ámbito de los videojuegos, si tuviera que hacer un top 10 de los mejores juegos del siglo XXI hasta ahora este juego estaría en la disputa de los primeros lugares, una ambientación totalmente espectacular , escenarios que te hacen quedarte admirándolos un buen rato antes de seguir repartiendo plomo en el juego, personajes que te inspiran a amarlos y odiarlos cuando los conoces, una historia tan compleja y tan bien tramada que te hace pensar: “carajo deberían hacer un libro o película sobre esto”  un jugabilidad excelente y entretenida quitándote la monotonía de solo disparar y esconder ( me refiero a las peleas en los carriles y también  cuando usas a Elizabeth para abrir desgarros ) la banda sonora del juego no destaca mucho pero los sonidos ambientales y de acción sí que te hacen meter más en el juego. \n\nY si tienes el dinero para comprarte los DLC sería la mejor inversión que podrías hacer, porque si el juego de deja atónito con su historia principal, cuando jueges los DLC quedaras aún más anonado al ver cómo los 2 juegos anteriores se ven mezclado  con la historia de Infinite.\n\nEn fin 1000/10\n","timestamp_created":1433709130,"timestamp_updated":1433709130,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.503386020660400391","comment_count":2,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16246239","author":{"steamid":"76561198053130225","num_games_owned":335,"num_reviews":15,"playtime_forever":832,"playtime_last_two_weeks":0,"playtime_at_review":409,"last_played":1537822174},"language":"english","review":"The best part is when it says \"New Game\" when you played 90% of campaign. I gave up after 3rd try. 11/10","timestamp_created":1433698892,"timestamp_updated":1433698892,"voted_up":true,"votes_up":1,"votes_funny":1,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16244721","author":{"steamid":"76561198054999355","num_games_owned":52,"num_reviews":6,"playtime_forever":1251,"playtime_last_two_weeks":0,"playtime_at_review":138,"last_played":1583839938},"language":"english","review":"Worst game I ever played bugs, glichs everywhere in the game, and THEY DONT EVEN BOTHER TO FIX IT!","timestamp_created":1433693491,"timestamp_updated":1433693491,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.473684221506118774","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16244491","author":{"steamid":"76561197992923206","num_games_owned":352,"num_reviews":61,"playtime_forever":5284,"playtime_last_two_weeks":0,"playtime_at_review":4486,"last_played":1583144295},"language":"english","review":"Booker, are you afraid of god?\nNo, but i am afraid of this review!\n\n\nThis game. Just wow. I think it was a pinnacle of gamemaking, of creativity both in story and graphics. It was right of Ken Levine to shut down Irrational Games for the biggest part after this. This game has shitloads of replay value, you will find everytime new little things in the game, everytime you play it anew, the story makes more and more sense....wait, why does it have \"INFINITE\" as a title again? \n","timestamp_created":1433692631,"timestamp_updated":1433692631,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16244442","author":{"steamid":"76561198099874359","num_games_owned":903,"num_reviews":57,"playtime_forever":395,"playtime_last_two_weeks":0,"playtime_at_review":395,"last_played":1430339205},"language":"english","review":"Short story\namazing graphics\nworth","timestamp_created":1433692496,"timestamp_updated":1433692496,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16244372","author":{"steamid":"76561198088862898","num_games_owned":593,"num_reviews":30,"playtime_forever":3973,"playtime_last_two_weeks":0,"playtime_at_review":2349,"last_played":1562869972},"language":"russian","review":"[b]Наверно единственная игра которую я прошел от начала и до конца не то что не разу не заскучав, а практически без перерыва на обед и сон! Эта игра как хорошая книга которую пока не прочтешь спать не ляжешь. И если Восторг в первом BioShock был город откуда хотелось свалить поскорее такой он был неприветливый, то солнечную Колумбию покидать не захочется никогда! [/b]\n\n[b]P.S. В эту игру нужно играть или углубляясь в историю, или как в хороший шутер, одно с другим ну не как не сочетается. Так что выбирайте уровень сложности повыше если вам нужен шутер, а если интересует историия ставте минимальный.[/b]","timestamp_created":1433692225,"timestamp_updated":1599255700,"voted_up":true,"votes_up":35,"votes_funny":5,"weighted_vote_score":"0.690550923347473145","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16244281","author":{"steamid":"76561198042271704","num_games_owned":217,"num_reviews":2,"playtime_forever":759,"playtime_last_two_weeks":0,"playtime_at_review":692,"last_played":1626249926},"language":"english","review":"https://www.youtube.com/watch?v=uneSOPqqAFw\n\nPlay this game.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOO IIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIITTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTT","timestamp_created":1433691888,"timestamp_updated":1433691888,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16244109","author":{"steamid":"76561198122010177","num_games_owned":47,"num_reviews":3,"playtime_forever":935,"playtime_last_two_weeks":0,"playtime_at_review":322,"last_played":1564963835},"language":"spanish","review":"Simplemente Maravilloso","timestamp_created":1433691375,"timestamp_updated":1433691375,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.52173912525177002","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16243509","author":{"steamid":"76561198078636464","num_games_owned":27,"num_reviews":2,"playtime_forever":2193,"playtime_last_two_weeks":0,"playtime_at_review":1284,"last_played":1442991545},"language":"english","review":"One of my personal favorite games. It's everything you could possibly want in a sequel and more.  The story and setting are one of a kind, and masterly brought to life. It's like stepping into the imagination of a child, with the sensibilities of an adult.  Amazing.","timestamp_created":1433689480,"timestamp_updated":1433689480,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16242297","author":{"steamid":"76561198084114058","num_games_owned":155,"num_reviews":7,"playtime_forever":1374,"playtime_last_two_weeks":0,"playtime_at_review":1337,"last_played":1434297049},"language":"russian","review":"Отличный сюжет и шедевральный визуальный ряд. В то же время, сам игровой процесс вторичен и немного надоедает к середине игры, потому советую пройти на легком уровне сложности, внимательно осмотрев все детали, поменьше отвлекаясь на перестрелки.","timestamp_created":1433685463,"timestamp_updated":1433685463,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16241884","author":{"steamid":"76561198037824767","num_games_owned":387,"num_reviews":73,"playtime_forever":591,"playtime_last_two_weeks":0,"playtime_at_review":501,"last_played":1444313157},"language":"russian","review":"Великолепная игра!\nКакой геймплей! А какой сюжет! Игра не отпускала, пока все не прошел.","timestamp_created":1433683679,"timestamp_updated":1433683679,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16240109","author":{"steamid":"76561198115400284","num_games_owned":198,"num_reviews":33,"playtime_forever":19832,"playtime_last_two_weeks":0,"playtime_at_review":19625,"last_played":1558886397},"language":"turkish","review":"Oyuna başladığımda 'Aha param bokuma gitti!' demiştim. Ama oyunda ilerledikçe hikayeyi anlamaya başladım. Ben bir oyun oynıyacaksam şunlara dikkat ederim:\n\n1)Kız karakter var mı?\n2)Hikaye iyi mi?\n3)Karar verme şansımız var mı?\n\nGenelde bunlara dikkat ettiğim için almıştım. Oyunun başında önüne geleni kesiyodun başka da bi b*k yemiyodun sonra Elizabeth'i buldum. Bu olaydan sonra hikaye oluşmaya başladı. Ve gerçekten şuraya dünyanın en iyi yazarını getirseler oyunun hikayesini asla yazmayı beceremezdi çünkü o kadar akıl istiyo ki.. Oyunun sonuna kadar gelmiştim ki 'Böyle sona kafam girsin!' diye bağırıp klavyemi tekmeledim... Oyunu 40 saat oynadım bug olmuş o yüzden 300 küsür saat yazıyo...\n","timestamp_created":1433676192,"timestamp_updated":1433676192,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16238215","author":{"steamid":"76561198139613443","num_games_owned":133,"num_reviews":13,"playtime_forever":157,"playtime_last_two_weeks":0,"playtime_at_review":122,"last_played":1448970915},"language":"russian","review":"10/10\nМне такие игры нравятся.","timestamp_created":1433667796,"timestamp_updated":1433667796,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16237801","author":{"steamid":"76561198170924949","num_games_owned":12,"num_reviews":1,"playtime_forever":1435,"playtime_last_two_weeks":0,"playtime_at_review":431,"last_played":1496319029},"language":"russian","review":"Потрясающая игра с захватывающим сюжетом и графикой. Коренным образом отличается от Bioshock и Bioshock 2. Рекомендую, не пожалеете!","timestamp_created":1433665694,"timestamp_updated":1433665694,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16237615","author":{"steamid":"76561198056686928","num_games_owned":82,"num_reviews":6,"playtime_forever":238,"playtime_last_two_weeks":0,"playtime_at_review":62,"last_played":1437913173},"language":"finnish","review":"=)))))))))=)=)=)=)=)=)=)=)","timestamp_created":1433664776,"timestamp_updated":1433664776,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.470809787511825562","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16236441","author":{"steamid":"76561198137142067","num_games_owned":194,"num_reviews":16,"playtime_forever":11208,"playtime_last_two_weeks":0,"playtime_at_review":5749,"last_played":1543927391},"language":"russian","review":"Игра афигенная,прошел длс и просто биошок,осталось ток ачивки открыть,концовку не понять с 1 раза(я понял с 2 и то по гайду в ютубе).Рекомендую 10/10","timestamp_created":1433657687,"timestamp_updated":1433657687,"voted_up":true,"votes_up":1,"votes_funny":1,"weighted_vote_score":"0.496240615844726563","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16236190","author":{"steamid":"76561197962185038","num_games_owned":151,"num_reviews":3,"playtime_forever":90,"playtime_last_two_weeks":0,"playtime_at_review":90,"last_played":1432612621},"language":"english","review":"My god this is boring.","timestamp_created":1433656085,"timestamp_updated":1433656085,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16235998","author":{"steamid":"76561198140605352","num_games_owned":234,"num_reviews":3,"playtime_forever":75032,"playtime_last_two_weeks":0,"playtime_at_review":54561,"last_played":1465163565},"language":"russian","review":"[i] Приветствую. О Bioshock Infinite было написано многое, но я всё же решусь написать обзор на неё, так как я просто обязан это сделать.\n\n BioShock Infinite -  компьютерная игра в жанре шутера от первого лица с элементами RPG, стимпанка и научной фантастики, разработанная студией Irrational Games под руководством геймдизайнера Кена Левина. Игра была издана компанией 2K Games 26 марта 2013 года. \n Игра BioShock Infinite изначально не была связана сюжетно с предыдущими играми серии Bioshock. Однако, в DLC Burial at Sea: Episode 2 раскрывается сюжетная связь между городами Колумбия и Восторг. \n\n Сюжет игры разворачивается на просторах красивейшего города в облаках – Колумбии. Я не собираюсь рассказывать как Колумбия взлетела в небо, но идея весьма оригинальна. Игрокам представится возможность тщательно изучить это место в роли Букера. Букер - главный персонаж игры с огромными проблемами, и мелкими тоже. Деньги на исходе, и здравый смысл почти покинул его разум. Видимо заказчикам на это плевать, т.к. Букеру достается миссия - похитить одного заключенного.\n\n А теперь, продолжая нарушать хронологию, поговорим о сюжете. Нет, нет, нет, здесь не проскочат великие тайны гениально проработанного исторического обмана BioShock, который является главным достоянием игры. Только небольшое введение, чтобы все стало на свои места. Букер Девитт – сомнительный тип некрепкого телосложения, но обладающий множеством сверх способностей: брызганье молнией, воспламенение, вывертывание мозгов наизнанку и др. Поначалу игры он, совсем без извращённых мыслей, наивно, восхищается городом. На самом деле, не восхититься им сложно.\n\n Не уделить хоть малюсенькую часть описанию окружающей обстановке царящей в залитой теплом и светом Колумбии будет ошибкой. Это место, без преувеличений, рай. Такое представление складывается не из-за того, что все там молятся. А при в ходе вас окрестят, осветят и т.п. Это настоящее царство, пропахшее спокойствием, красотой и гармонией. Не спешите огорчаться, поклонники ада, здесь найдется дел по уши человеку способному держать в туалете нечто большее чем свою увесистую гордость. Уверен, Колумбия очарует всех. Возможно, вам будет интересно пострелять в тире или покушать попкорн, параллельно изучая историю города. Так или иначе, внеплановая амнезия пройдет и вы вспомните о главной задаче. Да, рай-раем, но деньги важнее. Не беспокойтесь, Элизабет в частичном порядке. За 17 лет проведенные взаперти девушка малость тронулась рассудком. Это вполне естественно, несвежий чулан с небольшим туалетом, отсутствие партнера по танцам - большой стресс.\n\n Элизабет, впрочем, оказалась совсем непримечательным персонажем: ходит, под ногами путается, оживляет вас с помощью чужеродных впрыскиваемых бактерий. Из врождённых талантов можно отметить излюбленное её хобби - образование пространственно временных дыр и материализация сомнительных, огнестрельных объектов. Впрочем, её нельзя винить - это все затеи Букера, милая девушка просто вырвалась из заперти и ей хочется повеселиться.\n\n  [h1]Подведём итоги.[/h1]\n Bioshock Infinite отличается от других игр своего жанра, в первую очередь, сюжетом, он тут отнюдь не простой, чтобы понять его до конца надо как следует напрячь мозги. Только поняв до конца весь сюжет и его замысел, понимаешь всю гениальность игры, после нее смотреть на сюжеты других игр даже страшно, не всех конечно. Это действительно та игра, которая вам запомнится очень надолго, вам захочется перепройти ее заново, это пример доказательства того, что игры можно приравнять к искусству. Перед нами явный шедевр, и каждый должен с ним ознакомиться, в обязательном порядке.\n\nПлюсы:\n- Захватывающее приключение.\n- Уникальная стилистика.\n- Прекрасная Элизабет.\n\nМинусы: \n- Не выявил.[/i]","timestamp_created":1433654688,"timestamp_updated":1480074941,"voted_up":true,"votes_up":480,"votes_funny":87,"weighted_vote_score":"0.890980780124664307","comment_count":40,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16235849","author":{"steamid":"76561198148973235","num_games_owned":63,"num_reviews":6,"playtime_forever":1874,"playtime_last_two_weeks":0,"playtime_at_review":662,"last_played":1454356911},"language":"english","review":"After playing Bioshock years ago I was on Steam looking for a new game to play and decided after reading a lot of positive reviews and some cohersion from my girlfriend that I would skip Bioshock 2 and Go straight to Infinite and I have to say after playing 11 hours of the game I am impressed. I would even go as far as to say it is better than the first. The game mechanics are fun and the art of course is amazing which is what this game is known for. When it comes to the story I would say its pretty good though not amazing but how amazing do you expect the story of any video game to be? Honestly I have never found a video game with that amaing of a story. So just being good is pretty damn good. The game knows when to let off a little when things are getting overwhelming which is nice. Sometimes some games just keep pummeling you with more rounds of enemies until you can't handle it anymore and decide you wanna play something more smooth but though this is the case I wouldn't call the game easy...though it isn't that hard either but the beauty of it makes up for the lack of a real difficult challenge. Also I haven't completely finished the game so maybe it gets really hard at the end. Anyway my final all around concensus on this game is that it is a 9 out of a 10 with 10 being the best game I've ever played. I've noticed with the graphics that they don't reuse textures over and over...like each wooden step on a set of steps will be different. I find that great and it's a lot of work they put into this amazing work of art of a game. Highly reccomended and definitely worth the thirty bucks for the DLC's too. I've paid fifty for games way worse than this. Get it!","timestamp_created":1433653649,"timestamp_updated":1433653649,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16234799","author":{"steamid":"76561198053060509","num_games_owned":582,"num_reviews":328,"playtime_forever":876,"playtime_last_two_weeks":0,"playtime_at_review":876,"last_played":1433660532},"language":"russian","review":"Своих денег игра не стоит (имею ввиду игру и 2 платных сюжетных длс) - слишком завышеная цена. До первой игры далеко в плане погружения. Динамика выше, боевка бодрая, графика симпатичная, но и только. Многие пишут что Элизабет то, Элизабет се - не впечатлила эта Элизабет. Хотя идея напарника который собирает лут во время боя и тебе бросает забавна, но не более. Сюжет назвать даже очень хорошим язык не поворачивается, просто сыграли на обычной фишке что же было раньше и с чего все началось. В первом сюжетном длс разработчики выдали возможность брать 2 оружия и 1 обойму прозапас для оружия - из-за этого боевка вообще никакая. На распродаже взять можно и пробежатсья быстренько. но за полную цену брать - глупо (я кстати на распродаже брал из-за чего не особо и жалею). Если понравилась первая часть и хочется того же опыта - то вторая будет лучше чем это. Но если хочется Call of Duty в стиле биошока - то Инфинити как раз то, что вы искали. Игра неплоха, нет. Просто она не стоит своих денег.","timestamp_created":1433646623,"timestamp_updated":1433646623,"voted_up":false,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.438353419303894043","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16234045","author":{"steamid":"76561198109246717","num_games_owned":35,"num_reviews":12,"playtime_forever":1295,"playtime_last_two_weeks":0,"playtime_at_review":983,"last_played":1528014214},"language":"english","review":"A very beautiful, and thrilling game. A bit tough at parts, but boy does it draw you in with those visuals.","timestamp_created":1433642241,"timestamp_updated":1433642241,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16233385","author":{"steamid":"76561198047677665","num_games_owned":349,"num_reviews":22,"playtime_forever":890,"playtime_last_two_weeks":0,"playtime_at_review":400,"last_played":1546578340},"language":"english","review":"Fun shooter, but not nearly as great the first two in my opinion. But still a fun game, would recommend.","timestamp_created":1433638595,"timestamp_updated":1433638595,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16230903","author":{"steamid":"76561198067027348","num_games_owned":188,"num_reviews":20,"playtime_forever":994,"playtime_last_two_weeks":0,"playtime_at_review":994,"last_played":1381973609},"language":"english","review":"Normally I mess around with reviews but I'm gonna be honest for this one.\n\nIt's not that good.\nI pre ordered it for $59.99 so getting a game that finishes up pretty quickly is dissapointing, that being said there is more problems with this game that hilariously fucks up everything the series has done right.\n\nCon:\n- 2 Weapon limit system\n- No real reason to roam/scavage the area as everything (yes power to the people is gone now) is run on cash.\n- Death is not really a consequence in this game, so start it up at hard.\n- Very few plasmids unique to this game.\n- Very little reason to experiment weapon/plasmid wise since you will rely on the same two weapons throughout the game (why get a new weapon when you invested money in upgrades?) and plasmids (same reason here, why use a new plasmid when you invested money in upgrades?).\n- Pop in textures are a plenty in this game.\n- DLC is a joke, so is the season pass.\n- No real replay value.\n- Handyman fights are a sick joke, ridiculously easy or hard depending on your weapon investments.\n\nPros.\n- Visually is great, sound track is good at times.\n- Rail shooting is nice, but isn't useful as much you want it to be.\n\nHow do you mess up the core element of a game series you have worked on for years, let alone have 2 games prior to this one with the same idea?\n\nSimplified/10","timestamp_created":1433626639,"timestamp_updated":1455580502,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.454545468091964722","comment_count":2,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16225036","author":{"steamid":"76561198141491016","num_games_owned":163,"num_reviews":14,"playtime_forever":1519,"playtime_last_two_weeks":0,"playtime_at_review":574,"last_played":1580677013},"language":"english","review":"0/0","timestamp_created":1433604329,"timestamp_updated":1433604329,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16224344","author":{"steamid":"76561198033260153","num_games_owned":369,"num_reviews":227,"playtime_forever":5797,"playtime_last_two_weeks":0,"playtime_at_review":148,"last_played":1561587277},"language":"french","review":"Le grand frère de BioShock I et II, qui n'a rien a envié au deux premiers titre avec un renouvellement de l'histoire supprenante, d'un choix d'arme et de pouvoir allucinant et de l'action a ne plus savoir qu'en faire! Un vrai bon jeu comme il est rare d'en voir. Dommage qu'il sois solo","timestamp_created":1433601742,"timestamp_updated":1433601742,"voted_up":true,"votes_up":8,"votes_funny":1,"weighted_vote_score":"0.60120844841003418","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16222916","author":{"steamid":"76561198094478935","num_games_owned":234,"num_reviews":27,"playtime_forever":2697,"playtime_last_two_weeks":0,"playtime_at_review":1323,"last_played":1479335352},"language":"english","review":"It's not like the first two games, and Columbia is much more linear than the city of Rapture, but the game is amazing. The story is amazing, the characters are amazing, the combat is amazing. Everything but the linearity, but that can be forgiving because it's such a wonderful game. Does it have it's flaws? Mostly just the last part, which is basically a wave defense game. How does this connect to the other BioShocks? You'll find out, but the most direct link to the first games is in the DLCs, which are still fun, and can be picked up for $20 with the season pass (opposed to $30 if you buy them sepperate).\n\nDefinitely play it, you'll love it.\n\nUnless you don't for some reason.","timestamp_created":1433596001,"timestamp_updated":1433596001,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16221523","author":{"steamid":"76561198093309445","num_games_owned":167,"num_reviews":7,"playtime_forever":520,"playtime_last_two_weeks":0,"playtime_at_review":520,"last_played":1433529159},"language":"english","review":"9/11 IGN, would buy again","timestamp_created":1433589853,"timestamp_updated":1433589853,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16219781","author":{"steamid":"76561197972952548","num_games_owned":990,"num_reviews":5,"playtime_forever":1456,"playtime_last_two_weeks":0,"playtime_at_review":1456,"last_played":1433791419},"language":"spanish","review":"Altísimamente recomendable. Tiene todos los buenos aspectos de jugabilidad de los Bioshock. Incluido el particular y buen cuidado aspecto artístico de los mismos. Pero este además tiene algo mas: un gran argumento. Para mi uno de los mejores de la historia de los videojuegos, así, sin medias tintas. Pero esto es así, no solo por el hecho de ser bueno, si no, por estar muy buen contado, de forma que, pese a meterse en harinales bastante complejos, te cuentan la historia de forma perfectamente entendible. Confuso por momentos, pero no hay mas que ir avanzando para entenderlo todo poco a poco.\nUn consejo: No os perdáis la escena que hay después de los créditos del juego. En mi opinión es clave para comprender la historia. Es como la última pequeñita pieza del puzzle, que hace que todo case. La guinda del pastel.\n\nDisfrutadlo.","timestamp_created":1433581898,"timestamp_updated":1433581898,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16218329","author":{"steamid":"76561198073857273","num_games_owned":133,"num_reviews":7,"playtime_forever":622,"playtime_last_two_weeks":0,"playtime_at_review":620,"last_played":1555813687},"language":"brazilian","review":"Simplesmente aplaudi a TV quando terminei esse jogo, uma verdadeira obra de arte em forma de game.\n\n11/10","timestamp_created":1433573818,"timestamp_updated":1433573818,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16213850","author":{"steamid":"76561197983039373","num_games_owned":75,"num_reviews":3,"playtime_forever":184,"playtime_last_two_weeks":0,"playtime_at_review":184,"last_played":1431623428},"language":"english","review":"Much fun, better with cheats","timestamp_created":1433548535,"timestamp_updated":1433548535,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.476190477609634399","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16212997","author":{"steamid":"76561198098300693","num_games_owned":63,"num_reviews":7,"playtime_forever":1542,"playtime_last_two_weeks":0,"playtime_at_review":1173,"last_played":1461420053},"language":"english","review":"Almost perfect.","timestamp_created":1433544219,"timestamp_updated":1433544219,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16211514","author":{"steamid":"76561197976340389","num_games_owned":56,"num_reviews":1,"playtime_forever":2308,"playtime_last_two_weeks":0,"playtime_at_review":2308,"last_played":1406238617},"language":"english","review":"One of the best games I played, story wise and gameplay wise.","timestamp_created":1433538244,"timestamp_updated":1433538244,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16211277","author":{"steamid":"76561198077359192","num_games_owned":514,"num_reviews":6,"playtime_forever":917,"playtime_last_two_weeks":0,"playtime_at_review":800,"last_played":1478136381},"language":"english","review":"BioShock Infinite is one of my personal favorite games of all time. While it is a little short, the ending is deep and thoughtful. It's a sort of fast paced action game, and doesn't have any complicated controls to figure out how to get from one place to another. I truly loved this game, and I'm sure a lot of people who read this will love it too.","timestamp_created":1433537300,"timestamp_updated":1433537300,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.49773755669593811","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16210443","author":{"steamid":"76561198126823537","num_games_owned":248,"num_reviews":4,"playtime_forever":4842,"playtime_last_two_weeks":0,"playtime_at_review":4336,"last_played":1554648237},"language":"english","review":"I don´t usually don´t play first peson shooters if they don´t envolve open world, but this game!!! I don´t talk about graphycs, because I don´t care about grapycs. The most amazing thing for me was the story. First time when I played it through I was like - what? WTF I just played? The whole story and the storyline of expansions are just mind blowing. Only thing what I didn´t like about this game is that it is too short. And what I liked? Every last piece of it. Soundtrack - awsome. Combat with vigors - awsome. World - awsome! \nI just love this game and I still think it is one of the best games ever made.","timestamp_created":1433534112,"timestamp_updated":1433534862,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16209123","author":{"steamid":"76561197998776478","num_games_owned":162,"num_reviews":1,"playtime_forever":4986,"playtime_last_two_weeks":0,"playtime_at_review":2541,"last_played":1651564724},"language":"english","review":"Very, VERY VERY BAD LINUX AND MAC PORTS!!! WORST FOR ANY LINUX PORTS IN HISTORY!!! But game is amazing","timestamp_created":1433529297,"timestamp_updated":1433529297,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16207348","author":{"steamid":"76561198040898405","num_games_owned":227,"num_reviews":17,"playtime_forever":1234,"playtime_last_two_weeks":0,"playtime_at_review":1155,"last_played":1503441460},"language":"english","review":"One of the best games I have ever played","timestamp_created":1433522579,"timestamp_updated":1433522579,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16206582","author":{"steamid":"76561198110093679","num_games_owned":85,"num_reviews":3,"playtime_forever":487,"playtime_last_two_weeks":0,"playtime_at_review":360,"last_played":1465453047},"language":"schinese","review":"你们不觉得这款游戏无聊吗？","timestamp_created":1433519790,"timestamp_updated":1433519790,"voted_up":true,"votes_up":0,"votes_funny":1,"weighted_vote_score":"0.474198043346405029","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16205187","author":{"steamid":"76561198141719857","num_games_owned":252,"num_reviews":14,"playtime_forever":912,"playtime_last_two_weeks":0,"playtime_at_review":852,"last_played":1466962784},"language":"english","review":"Such an amazing looking game. Bought the 1 and 2 because of how much I enjoyed this game. I will be replaying.","timestamp_created":1433514561,"timestamp_updated":1433734287,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16204758","author":{"steamid":"76561198007920743","num_games_owned":564,"num_reviews":52,"playtime_forever":888,"playtime_last_two_weeks":0,"playtime_at_review":888,"last_played":1405891596},"language":"english","review":"pretty","timestamp_created":1433512999,"timestamp_updated":1433512999,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.497287511825561523","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16203617","author":{"steamid":"76561198128339089","num_games_owned":83,"num_reviews":4,"playtime_forever":994,"playtime_last_two_weeks":0,"playtime_at_review":784,"last_played":1482212190},"language":"english","review":"Very atmospheric game, beautiful yet creepy at the same time, if you like fps with good story this one is for you","timestamp_created":1433508283,"timestamp_updated":1433508283,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16198230","author":{"steamid":"76561198060984672","num_games_owned":64,"num_reviews":7,"playtime_forever":6115,"playtime_last_two_weeks":0,"playtime_at_review":1968,"last_played":1618466011},"language":"spanish","review":"Tú, el que está a puntode comprar Bioshock 1, o quizá el 2...DETENTE AHORA Y COMPRA EL INFINITE.\nEs superior a su predecesor en practicamente todo; de una vez digo que no me gusto para nada Bioshock 1, y ni que decir de Bioshock 2...Pero este, sin dudas se encuentra como mínimo entre mis 3 juegos favoritos...\nDejándo de lado que este sea un Fps, si te gustan las buenas historia, descarga este juego...Si te gustan los juegos con una banda sonora hermosa...descarga este juego...Si te gustan los finales magistrales que te dejan queriendo más, POR LO QUE MÁS QUIERAS COMPRA ESTE JUEGO.\n\nY esque yo veo Bioshock y Bioshock Infinite como practicamente antonimos, casi me cuesta creer que fueron desarrollados por la misma casa creadora.\nLo pongo así:\nBioshock 1: Cerca de 8 mapas laberintosos y un villano facil, independiente de la dificultad que elijas, y un final que te deja vacío. Ojo, el juego tiene 3 finales, pero los 3 son una completa mierda para mí...Es como si los hubiera escrito un niño de 6to año...bueno quizá menos.\n\nBioshock Infinite: No mapas :D No precisamente un enemigo final; pero sí una batalla final muy emocionante, la música ayudo mucho en esto. Y un final...que MIERDA, no encuentro palabras, te quedas como si acabaras de ver la muerte de Aeris de FF7, junto a otros hechos emocionantes que no recuerdo...Pero al mismo tiempo.\n\n\nDe por sí el final de este juego vale la pena, porque si aún así no te gusten los Fps, jugar solo para ver el final es algo que no te arrepentiras.\n\n","timestamp_created":1433477342,"timestamp_updated":1433477342,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.456407248973846436","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16192947","author":{"steamid":"76561197986312675","num_games_owned":148,"num_reviews":20,"playtime_forever":3548,"playtime_last_two_weeks":0,"playtime_at_review":3548,"last_played":1412262951},"language":"german","review":"Sehr gelungener Ego Shooter mit guter Story\nKaufempfehlung","timestamp_created":1433449842,"timestamp_updated":1433449842,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.499375790357589722","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16192337","author":{"steamid":"76561198020784433","num_games_owned":116,"num_reviews":13,"playtime_forever":453,"playtime_last_two_weeks":0,"playtime_at_review":30,"last_played":1524584097},"language":"french","review":"Immersion totale ! \nAmbiance et decors a couper le souffle !\n20/20\n","timestamp_created":1433447742,"timestamp_updated":1433447742,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16190825","author":{"steamid":"76561198154816313","num_games_owned":223,"num_reviews":1,"playtime_forever":971,"playtime_last_two_weeks":0,"playtime_at_review":302,"last_played":1489355651},"language":"english","review":"Perfect.\n\nEverything 2K put in to Infinite is absoulutely imaculate. I can do nothing but rate 10/10","timestamp_created":1433442428,"timestamp_updated":1433442428,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16188857","author":{"steamid":"76561198064537840","num_games_owned":773,"num_reviews":8,"playtime_forever":1561,"playtime_last_two_weeks":0,"playtime_at_review":1438,"last_played":1548602058},"language":"russian","review":"BioShock Infinite не вызывает раздражения или скуки. Вообще, овсем совсем, да. Это касается всего, например: RPG-составляющей. прокачивать можно все: от оружия и способностей Девитта, до его постоянные характеристик — уровень здоровья, щит и запас соли. Помимо этого, Букер может надеть на себя одновременно четыре предмета одежды, которые дадут дополнительные характеристики и интересные бонусы. Важность этих улучшений ощущаешь достаточно сильно — +% к урону какого-либо оружия или усиление какого-нибудь энергетика существенно сказывается на процессе игры. Нехватка денег, еды, аптечек, а самое главное золота(для прокачки) и отмычек для получения дополнительной прокачки(щит, жизнь, соли) заставляет рыскать в каждом уголке карты в свободное время от боя. \nBioShock Infinite вышел превосходным. \nВ этом нет ничего удивительного: такой глубокой и увлекательной истории, которую нам рассказывает игра, в индустрии не было со времен потопа. Infinite дарит незабываемую атмосферу, море эмоций и ей отдаешься всецело.\n\nКонечно же, список плюсов: потрясающий дизайн; захватывающая атмосфера; интересный сюжет; продуманные образы персонажей; динамичные перестрелки; прекрасная Элизабет.\nМинусы: Это BioShock Infinite, зачем вы сюда смотрите ? \n10/10","timestamp_created":1433435878,"timestamp_updated":1433435878,"voted_up":true,"votes_up":4,"votes_funny":1,"weighted_vote_score":"0.510022282600402832","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16187519","author":{"steamid":"76561198047231315","num_games_owned":233,"num_reviews":1,"playtime_forever":1220,"playtime_last_two_weeks":0,"playtime_at_review":1220,"last_played":1433286351},"language":"english","review":"First: 10/10\n\nWe'll keep this short and to the point. This is an incredible game. The story is moving and complex, the gameplay and mechanics are fun and well designed, and the sheer beauty of this game will leave you in awe. I couldn't help but sit in thought and wonderment as the credits rolled. Would absolutely recommend this game to anyone and everyone.","timestamp_created":1433431089,"timestamp_updated":1433431089,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16181617","author":{"steamid":"76561198101292018","num_games_owned":143,"num_reviews":12,"playtime_forever":257,"playtime_last_two_weeks":0,"playtime_at_review":111,"last_played":1579595220},"language":"english","review":"open trashcan you'll find money, open box you'll find cake, most realistic racist game ever \n\n/game/quality/9/10","timestamp_created":1433404460,"timestamp_updated":1433404460,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16165472","author":{"steamid":"76561197969487447","num_games_owned":494,"num_reviews":3,"playtime_forever":541,"playtime_last_two_weeks":0,"playtime_at_review":541,"last_played":1388526339},"language":"english","review":"Ate a banana from a trash can. \n\n10/10.","timestamp_created":1433368933,"timestamp_updated":1433368933,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.476190477609634399","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16163485","author":{"steamid":"76561197974177990","num_games_owned":312,"num_reviews":25,"playtime_forever":2996,"playtime_last_two_weeks":0,"playtime_at_review":1152,"last_played":1575063893},"language":"english","review":"I am an ambassador for this game.  I would certainly place it in my top 10, maybe even top 5.  This game stands head and shoulders above its predecessors.  I was instantly engaged and it held my interest and attention until the very last moments.  Everything here is well executed, so much so that I was generally immersed and worried less about how I was doing things and more about what and why.  The story here should get a lot of credit, even if the ending is probably controversial and/or confusing for some.  Personally I thought it was brilliant.  There are few shooters that spend a large part of the game's beginning with absolutely no shooting and you don't really care... Half-Life 2 comes to mind... but this one pulls it off.  When it comes time to start firing away, its an intense and meaningful moment.  In fact, its to the game's immense credit that one of the main themes of the story deals with the violence that is basically the core element of a first person shooter, and even if it has little impact on the gameplay, it certainly made me think about what I was doing in a way that most shooters never would.  And then there's Elizabeth, a triumph in character design and execution.  Elizabeth is the beating heart of the game and she is a wonder.  The game never takes a wrong step with her and when a key revelation of her backstory is revealed it turns the whole game on its head.  Really, when you get down to it, this game rises beyond a fun or diverting experience and really makes you think and feel something.","timestamp_created":1433361674,"timestamp_updated":1433361674,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false}],"cursor":"AoJw8e3A3c0CfanUPQ=="}