{"success":1,"query_summary":{"num_reviews":100},"reviews":[{"recommendationid":"13339695","author":{"steamid":"76561198046013101","num_games_owned":320,"num_reviews":8,"playtime_forever":2511,"playtime_last_two_weeks":0,"playtime_at_review":1037,"last_played":1451139304},"language":"russian","review":"THIS IS AWESOME!!!\nИгра просто сносит крышу, жаль что таких игры единицы. Первый раз поиграл в нее как только вышла, не особо вкатила. И вот недавно, благодаря скидкам стима, подумал чего бы и не сыграть. Как раз недавно вышел полный руссификатор (озвучка, и даже текстуры), играть вообще кайф. Поначалу игра так же как и в первый раз казалась странной, позже я понял что это все делает игру необычной и отличает от любых других шутеров. Потом сюжет затянул. игра довольно длинная, много раз в какой нибудь миссии мне казалось что вот вот уже конец, а она все не хочет заканчиваться, и каждый раз все другой поворот. Но, такого поворота событий я не ожидал.. Такого взрыва мозга у меня не было со времен просмотра таких фильмов как например \"Эффект бабочки\" или книги \"Бойцовский клуб\". Смысл игры в чем то даже схож с этим фильмом, особенно концовкой (режисерской версии), да и с книгой тоже, где основной герой и совершенно другой персонаж оказываются одним и тем же лицов в кончном итоге.\nЛадно, хватит уже лирики. Я очень восхищен игрой. Жаль, что играя на своем слабом ноутбуке, не удалось на все 100% насладиться игрой. Обязательно пройду ее тщательно поновой, когда под рукой будет стационарный комп.\nРазрабам огромный респект за графику, музыку, за атмосферу 19-20х веков, у них очень хорошо удалось передать то состояние, что погружает в то время.","timestamp_created":1418450694,"timestamp_updated":1418450694,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13339509","author":{"steamid":"76561198130487478","num_games_owned":910,"num_reviews":28,"playtime_forever":1493,"playtime_last_two_weeks":0,"playtime_at_review":1106,"last_played":1526989939},"language":"english","review":"Bioshock Infinite is the third installment in the Bioshock series. In this installment you take a step away from Rapture, as you play Booker Dewitt in the floating city of Columbia. \n\nThe game removes the horror for the most part and is instead more action oriented. You can only carry two guns at a time, but you are also supplied with vigors (similiar to plasmids) which you can later use to make interesting combinations of attacks. \n\nThe graphics are wonderful and Columbia really does seem to feel alive and real. There are also plenty of hidden rooms and paths to explore, even though the game is linear. \n\nElizabeth is one of the most helpful NPC's I've ever seen. She avoids all danger while also supplying you with the necessary items you need to survive. The story is also the shining focus of the game. I won't go into detail, but it's clever and interesting and may require a second playthrough just to grasp it all. \n\nOverall, Infinite takes the best parts from the previous Bioshock games while adding in a good amount of new features that makes the game it's own. It's different then the previous Bioshock games, but in a positive way. I loved Bioshock and I love Bioshock Infinite. I would wholeheartedly recommend this game. \n","timestamp_created":1418449279,"timestamp_updated":1515755872,"voted_up":true,"votes_up":10,"votes_funny":0,"weighted_vote_score":"0.648506224155426025","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13338415","author":{"steamid":"76561198055151546","num_games_owned":182,"num_reviews":6,"playtime_forever":786,"playtime_last_two_weeks":0,"playtime_at_review":786,"last_played":1418692362},"language":"english","review":"Much can be said about Bioshock: Infinite ... in fact much has been said about the game. The game has been hyped to the extreme and the honest truth is that while you cannot fault the story in any way, the gameplay is lackluster and leaves something to be desired.\n\nThe good\n\n- The game is gorgeous, although the use of particle is overdone (it's a bit odd that a place is the sky can seem so dusty). The game runs smooth even on middle of the range hardware.\n- Elisabeth is by far the best companion in video game history. PERIOD!\n- Shooting is super solid\n\nThe bad\n\n- Prepare to get lost often, the navigation aid marks the next 10 meters or so and is only onscreen for one second (no I'm not kidding) and if you move forward while using it you will run faster than it \"paints\" and you wont see it at all. so it ends up being a slow cumbersome compass whose button you keep spamming in a \"press the button, move 20 meters\" rinse and repeat kind of way. On top of that in large areas it often points to the skyline system, which is horrible because the is no indication of where you need to get off the skyline. You end up having to jump off the skyline and hitting navigation function, only to find that it points back to the skyline. Trial and error becomes the prefered tactic. \n\n- Early in the you have access to standard weaponry such as shotguns, rpgs, snipers etc. The guns that becomes available later in the game are in a way upgrades of the earlier guns availble. But these guns seems underpowered and sometimes downright useless. The shotgun replacement becomes a single shot shotgun with horrible reload time and not much kick to it. The carbine rifle (by far my favorite weapon in the game) becomes a burst rifle, I fail to see the point in having to spent 3 rounds with each shot and when you consider the recoil of the weapon it becomes almost useless. If not for the achivements I would have gone through the game using only the carbine and the sniper, which are weapons that are available pretty from much the onset of the game. Thus the feeling of progression is completely missing, this has to be IMHO a videogame first.\n\n- Vigors ... now I realise the gun play might not be the emphasis of this game. Since the Vigors appear to be the focus of gameplay and the developers certainly wanna keep you using them. A point which is very evident, since the game will remind you to use these with an onscreen message. If you haven't used them in a while. The problem with Vigors though, are that they are more or less plasmids (bioshock) and I feel like they are mostly the same as they were in the original bioshock. But in that game it was new and exciting gameplay feature, this time around it just feel like recycling.\n\n- Gear is special wearable items to grant gameplay perks, which sounds great in theory. But the execution is unforgiveable. Gear is managed from a menu 1/6 the size of the screen, the rest of the screen is just black. In this day and age of 1080p, why is it that this particular menu is presented in 540p. Furthermore the system is so underutilized that it's ridiculous. It's a klonky designed and cumbersome to use, it seems like an afterthought. The game made me aware of the menu with a small onscreen message which is so anonymous that I failed to notice it the time I played the game. And it wasn't until halfway through the game that I decided to go online to figure out how to manage my gear. Now there is technically nothing wrong with me missing an onscreen message, but this game goes out of it ways with tutorial messages. You will get the most basic of tutorial messages again and again (every time you come back into the game it's like it has forgotten it has already shown you these hints). Which makes the single notice of the gameplay menu that much more revealing.\n\n- The game has you use Elisabeth as a locksmith. But even this leads to confusion. It took me one and half play through before I realized that locked doors came in two varities. Those that need lockpicks and those that don't. The ladder being locked doors you need to open to progress in the game and the former small treasure rooms with loot (if you can call it loot in this game). This made my relationship with lockpicks and the use of these rival Scrooge McDuck and his relationship with money. Mainly because I was afraid that I wouldn't have a lockpick when need to progress in the game and thus get stuck. This was never explained properly, again it seems at odds with a game that keeps displaying tutorial messages.\n\n- The game suffer from some poor level design. The game features different areas. Switching between these leads to a loading screen, not that there is anything wrong with that. But the level design is sometimes really questionable. In one instance you leave an area (of medium size) to enter a house which is TINY (a two story building). Only to find that you only need to talk to one person and then you return to the medium sized area. Why there is a loading screen in between those two areas are beyond me, the engine seems pretty capable of having this house been in the same space without a loadingscreen - And to makes things worse, the game have you return to this tiny location several times.\n\n\nConclusion\n\nI haven't touched upon the story, because I don't want to risk spoilers. But the story is very complex and interresting. Between the story and the character Elisabeth this game is no doubt a classic and you shouldn't rob yourself the pleasure of experiencing it.\n\nThat said between the guns and vigors issues. The game stopped being fun and often felt like a downright chore just to progress the story. Largely in part because the game often has you going back and fourth over the same piece of real estate. I'd give the game a 7/10, but since Elisabeth is such an interresting companion/character, I'll give the game an extra point for her alone.\n\n8/10","timestamp_created":1418441878,"timestamp_updated":1418441878,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13337009","author":{"steamid":"76561198099241169","num_games_owned":162,"num_reviews":2,"playtime_forever":790,"playtime_last_two_weeks":0,"playtime_at_review":790,"last_played":1418478684},"language":"german","review":"Faszinierende Story, interessante Charaktere, tolle Atmosphäre. Hat mich gefesselt. Nur zu empfehlen!","timestamp_created":1418433159,"timestamp_updated":1418433159,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.502487540245056152","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13337000","author":{"steamid":"76561198082052248","num_games_owned":249,"num_reviews":7,"playtime_forever":1645,"playtime_last_two_weeks":0,"playtime_at_review":688,"last_played":1496202317},"language":"english","review":"all i have to say abou this game it has a really good plot everything else in the game is okay i give this game 8/10","timestamp_created":1418433091,"timestamp_updated":1418433091,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13336907","author":{"steamid":"76561198019713864","num_games_owned":283,"num_reviews":1,"playtime_forever":609,"playtime_last_two_weeks":0,"playtime_at_review":501,"last_played":1418870132},"language":"english","review":"Gorgeous game with the same great combat as the original Bioshock. The story is envolving and the game makes you develop a personal relationship with the characters, specially Elizabeth.  Do not miss this game!!!","timestamp_created":1418432601,"timestamp_updated":1418432601,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13336876","author":{"steamid":"76561197970679428","num_games_owned":510,"num_reviews":28,"playtime_forever":1095,"playtime_last_two_weeks":0,"playtime_at_review":985,"last_played":1582675979},"language":"french","review":"une pure merveille !!! à mettre en tous les claviers et souris !!!","timestamp_created":1418432435,"timestamp_updated":1418432435,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13336566","author":{"steamid":"76561198001027031","num_games_owned":55,"num_reviews":2,"playtime_forever":1380,"playtime_last_two_weeks":0,"playtime_at_review":652,"last_played":1613349683},"language":"english","review":"Bioshock Infinite, is a masterpiece of a video game! Beautiful graphics, phenomenal voice acting, and solid story line! A challenging, fun, and rewarding game! Highly recommend!","timestamp_created":1418430485,"timestamp_updated":1611969247,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13336104","author":{"steamid":"76561198058057960","num_games_owned":96,"num_reviews":13,"playtime_forever":203,"playtime_last_two_weeks":0,"playtime_at_review":130,"last_played":1620487467},"language":"spanish","review":"My favourite game of all time. Great narrative, great characters, beautiful world. Gameplay-wise, it may not be your cup of tea if you are used to fast paced arcadey shooters. Not saying that this is arcadey, just that it is different to most of Call Of Dutyvanias. Anyway, VERY worth it. Play throughly and you will have one of the best narrative experiences in gaming.","timestamp_created":1418427926,"timestamp_updated":1418427926,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13335865","author":{"steamid":"76561198082997159","num_games_owned":179,"num_reviews":9,"playtime_forever":585,"playtime_last_two_weeks":0,"playtime_at_review":130,"last_played":1568320499},"language":"english","review":"Make Comstock pay! \n10/10 would kill Comstock agian\nPossibly the most beautiful game I have ever played along with Skyrim","timestamp_created":1418426545,"timestamp_updated":1418426545,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13335774","author":{"steamid":"76561198119703091","num_games_owned":40,"num_reviews":2,"playtime_forever":1510,"playtime_last_two_weeks":0,"playtime_at_review":794,"last_played":1589563149},"language":"brazilian","review":"É um excelente jogo, tem uma história muito louca e muito bem feita. Uma jogabilidade muito boa e é muito divertido também.\nRecomendo ^^\n","timestamp_created":1418426018,"timestamp_updated":1418426018,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13335533","author":{"steamid":"76561197965688029","num_games_owned":48,"num_reviews":3,"playtime_forever":1729,"playtime_last_two_weeks":0,"playtime_at_review":1729,"last_played":1416600456},"language":"french","review":"Ambiance et histoire très bien réalisées.\nLe reste est à la hauteur, pas de point négatif majeur.\nJe recommande sans hésiter.","timestamp_created":1418424445,"timestamp_updated":1418424445,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13335313","author":{"steamid":"76561197967212199","num_games_owned":2375,"num_reviews":57,"playtime_forever":1358,"playtime_last_two_weeks":0,"playtime_at_review":1358,"last_played":1418339184},"language":"english","review":"Bioshock Infinite is a FPS game from Irrational Games and Published by 2K Games. While there are plenty of references to the original two Bioshock adventures, knowledge of the previous games, albeit helpful to experiencing the whole story, is not completely necessary.\n\nIn Bioshock Infinite, you play a private investigator named Booker Dewitt. You are sent to the flying city of Columbia to rescue Elizabeth, a girl who has been kept prisoner there since childhood. The bulk of the game is spent with Elizabeth by your side, and I must mention that this is probably the most well designed companion I have ever experienced in a game. You won't need to worry about keeping her safe, or finding her if she gets stuck on the environment. She is actually genuinely helpful, tossing you ammo or other items you need, and keeping you company on what can normally be a lonely mission in FPS.\n\nThe graphics in Bioshock are remarkable. During the opening sequence, you have a chance to experience some of the surroundings before action picks up. I found myself pausing several times just to admire the scenery. Once you get into the shooting portion of the game, it's a little harder to slow down and take a look at everything, so do yourself a favor and experience what you can at the beginning. The characters, while stylized, are very well designed and detailed. The graphics are truly top notch in Bioshock Infinite.\n\nThe sound is just as good as the scenery. This was a very well done production. Weapons sound like you'd expect, and explosions are loud and plentiful. The voice acting is among the best you will see in games. The music is quite interesting, because they are a few instances of more modern songs making their way into the early 20th century surroundings of Bioshock Infinite. They fit in well, if you could believe it.\n\nControls are responsive and easy to grasp. Both triggers are used to dual wield guns and vigors, which can often be combined for devastating results. The only quibble I might have is with the skyhook system, which I did not use to get around probably as much as the developers intended. I would probably be more familiar with it if I tried it more.\n\nThe gameplay is where I found some of Bioshock Infinite's first flaws. This is a FPS, so you must be prepared to rack up a body count well into the thousands. That can be fun for a while, but this game clocks in at around 12 hours. You need to mix it up to stay interested over that amount of time, but I found the enemies to be pretty similar throughout the game. There also aren't enough boss battles to break up the monotony of \"run from point A to point B, and kill about 50 henchmen along the way.\"\n\nThe story is one that you will either love or hate. I enjoyed it, but I am usually willing to go into things with some suspension of disbelief. Others that have analyzed it a little longer found holes which somewhat soured the whole experience for them. That didn't happen to me, but I just wanted to point out that it could happen. I found myself interested in where everything was going, and wanting to see what would happen next. The story does manage to tie itself into the previous Bioshock games a little, which continues more explicitly in the Burial at Sea DLC.\n\nAs for the DLC itself, I wouldn't say that each Burial at Sea episode is worth the current $15 asking price. They each clock in at about 2-3 hours to complete, and are enjoyable, but I would wait for a sale to pick them up. They help continue the story, and tie together all the Bioshock games with common characters and events.\n\nOverall, I would recommend Bioshock Infinite. The gameplay can get repetitive at time, and the story is a bit out there, but I enjoyed my time with the game. The visuals are stunning, and Elizabeth is the most well designed companion I have seen in a game.\n\nOverall: B","timestamp_created":1418423083,"timestamp_updated":1418423083,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.502262473106384277","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13334020","author":{"steamid":"76561198073198725","num_games_owned":395,"num_reviews":3,"playtime_forever":300,"playtime_last_two_weeks":0,"playtime_at_review":300,"last_played":1418081724},"language":"brazilian","review":"topper demais :)","timestamp_created":1418416865,"timestamp_updated":1418416865,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13332713","author":{"steamid":"76561198144639105","num_games_owned":21,"num_reviews":1,"playtime_forever":4042,"playtime_last_two_weeks":0,"playtime_at_review":732,"last_played":1634509803},"language":"russian","review":"2 слова.\nПросто ВОСХИТИТЕЛЬНО!","timestamp_created":1418410275,"timestamp_updated":1418410275,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13331555","author":{"steamid":"76561198084642633","num_games_owned":466,"num_reviews":6,"playtime_forever":735,"playtime_last_two_weeks":0,"playtime_at_review":735,"last_played":1385139789},"language":"english","review":"This is by far one of my favorite single player games to date. I sat down for 11 hours and never got up just to beat it, I couldn't put the controller down....","timestamp_created":1418404501,"timestamp_updated":1418404501,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13331023","author":{"steamid":"76561198047595672","num_games_owned":557,"num_reviews":6,"playtime_forever":1019,"playtime_last_two_weeks":0,"playtime_at_review":1019,"last_played":1418401650},"language":"english","review":"This is one of those games, where you just stare at your screen for a few minutes after finishing the game. Absolutly fantastic!","timestamp_created":1418401721,"timestamp_updated":1418401721,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.528985500335693359","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13329818","author":{"steamid":"76561198071373428","num_games_owned":184,"num_reviews":2,"playtime_forever":1416,"playtime_last_two_weeks":0,"playtime_at_review":331,"last_played":1484931991},"language":"russian","review":"кульный сюжет, отличная графика, динамичная \nв общем, всё, что нужно, находится в этой игре\nпокупайте, не пожалеете","timestamp_created":1418394831,"timestamp_updated":1418394831,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13329735","author":{"steamid":"76561198034787848","num_games_owned":152,"num_reviews":3,"playtime_forever":576,"playtime_last_two_weeks":0,"playtime_at_review":474,"last_played":1395845754},"language":"english","review":"Fun time no Alcohol required.","timestamp_created":1418394373,"timestamp_updated":1418394373,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13329398","author":{"steamid":"76561198014904895","num_games_owned":528,"num_reviews":4,"playtime_forever":3132,"playtime_last_two_weeks":0,"playtime_at_review":2507,"last_played":1481060753},"language":"english","review":"For 19 pounds sterling, its great, when on sale for 4 pounds ( 7 usd) it is un rejectable, it has a very creative story, that ties in to bioshock 1 and 2 and for all those story junkies this is definetley a must get. For those who want FPS action, make no mistake, this game isn't modest in its FPS action, the powers you can use to compliment your guns is just so fun, one would think there is little replayability in this as is the case in many FPS titles I.e Call of honorfield games but the Environment, easter eggs and oh yes....ELIZABETH is just so fluid and well written, well placed, well everything, that you will happily play it again and again. It is of course by far not perfect, instead of variable enemies, old enemies are recycled and just toughened up...in the hardest mode for example, if you were to shoot an enemy in the face, with a rifle, it wont kill him...which is quite annoying. The visuals are great as im sure all other reviews have said so, but the immersive environment is one of the best i've experienced, all npcs and game characters are scripted and battles in the map are at random. sometimes you can stumble upon a 3 way battle and just sneak through. I think my main gripe is that the RPG elements is a bit basic, with 3 main upgradable feature : Health, Shield, Salts ( mana). There are weapon upgrades and clothing upgrades ( not visual but they have perks) and power upgrades but nothing really interesting. Also i sometimes feel its too easy - just call elizabeth to summon a turret or balloon gun and wait it out or wait till she runs through an army of enemies harmlessly and throw you a rocket launcher from half a mile away. The demo in 2010 had this feature but it was very scripted so i think this version is a good compromise.\n\nDLCs are a great thing to buy if you have some extra scratch or want to go deeper in game.\n\nBasically if you:\n\nAre a story junkie---GET IT\nA FPS person and dont care for story ---GET IT\nA person who just wants a game that will keep them occupied and interested for an afternoon---GET IT ( i finished it in 7 hrs but that was basically charging thtough and not caring for easter eggs/ rpg elements)","timestamp_created":1418392427,"timestamp_updated":1418392427,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13328329","author":{"steamid":"76561198119899835","num_games_owned":267,"num_reviews":35,"playtime_forever":4460,"playtime_last_two_weeks":0,"playtime_at_review":1564,"last_played":1488719070},"language":"russian","review":"[b] Bioshock Infinite [/b]  - это шутер от первого лица, созданный компанией Irrational Games.\nИгра была выпущена 26 марта 2013 года.\nКак только я ее прошел, сразу же начал писать обзор на эту великолепную игру.\n\nСейчас расскажу немного об этом шедевре.\n\n[list]\n    [*] [b] Сюжет. [/b]\n[/list]\nЭта игра переносит нас на 60 лет назад от событий первой части.\nАмерика была на пороге развития, и построили летающий город под названием \"Колумбия\". Из-за метежа город пропал с радаров на задание отправляется детектив - Букер Девитт.\n \nБукер Девитт, главный герой игры, должен был отдать долг, однако долг был слишком большой, поэтому его отправили в город \"Колумбия\" на поиски девушки по имени Элизабет, а так же чтобы узнать, почему город пропал с радаров.\nО сюжете можно говорить очень долго, но чтобы понять его смысл, вы должны пройти ее как минимум 2-3 раза.\n\n[list]\n    [*] [b] Геймплей. [/b]\n[/list]\nГрафика в своем стиле прекрасна, отличная прорисовка персонажей, оружия, города и тд.\nИ еще один плюс этой игры - это Элизабет. Элизабет поможет во всем: даст боеприпасы, даст аптечку, даст соли (маны), а самое главное, что не мешается под ногами - спряталась в укрытии, и все.\nТакже в игре отличный геймплей, очень много боссов, есть способности, которые получаешь, когда выпиваешь тот или иной энергетик, всякие лавки, где ты можешь улучшать оружие или способности.\n\n[b] Итог прост: моя оценка этой игре - 10/10. [/b]","timestamp_created":1418385091,"timestamp_updated":1577476925,"voted_up":true,"votes_up":67,"votes_funny":0,"weighted_vote_score":"0.723854780197143555","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13327632","author":{"steamid":"76561198038182326","num_games_owned":231,"num_reviews":9,"playtime_forever":121,"playtime_last_two_weeks":0,"playtime_at_review":121,"last_played":1413878290},"language":"english","review":"Game of the year or over hyped?\n\nI am a lover of the Bioshock series and ofcourse loved Bioshock 1 and 2. When I played  Bioshock Infinite I thoroughly enjoyed the storyline however was very annoyed by repetitive gameplay. In my opinion the story is worth the hype however the gameplay is not, in other words I would not have reccomended the game if it weren't for the storyline dispite its plot holes.\n\nBy the way I've put far more then a couple hours into this game. It might be because I had often played it offline the hours didn't register.","timestamp_created":1418379690,"timestamp_updated":1418379824,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13327413","author":{"steamid":"76561197978976857","num_games_owned":4293,"num_reviews":66,"playtime_forever":7,"playtime_last_two_weeks":0,"playtime_at_review":7,"last_played":1418378055},"language":"english","review":"I really want the offline mode to keep track of time... \n\nhttps://www.youtube.com/watch?v=FULJWlG88cQ\n\nAnother review!","timestamp_created":1418378072,"timestamp_updated":1418378072,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.506955206394195557","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13326890","author":{"steamid":"76561198074536417","num_games_owned":63,"num_reviews":1,"playtime_forever":778,"playtime_last_two_weeks":0,"playtime_at_review":338,"last_played":1453409907},"language":"russian","review":"Игра очень захватывающая и итересная очень затягивает. Мне показалась очень корткой. Советую всем поиграть.","timestamp_created":1418372684,"timestamp_updated":1418372684,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13325490","author":{"steamid":"76561198054901611","num_games_owned":33,"num_reviews":2,"playtime_forever":756,"playtime_last_two_weeks":0,"playtime_at_review":498,"last_played":1390235047},"language":"english","review":"Awesome.","timestamp_created":1418359535,"timestamp_updated":1418359535,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13325010","author":{"steamid":"76561198043925624","num_games_owned":162,"num_reviews":3,"playtime_forever":4113,"playtime_last_two_weeks":0,"playtime_at_review":4113,"last_played":1460004332},"language":"english","review":"By far, one of the best games I have ever played.  Great atmosphere, awesome soundtrack, very cool storyline...  Very much looking forward to the DLC and playing it again once I forget a bit of it!\n\nUpdate - Years later.  This is still my favorite game of all time.  You just cannot beat the atmosphere of this one (pun not intended, but very much acknowledged)","timestamp_created":1418355569,"timestamp_updated":1511419793,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13324855","author":{"steamid":"76561198070709554","num_games_owned":120,"num_reviews":14,"playtime_forever":960,"playtime_last_two_weeks":0,"playtime_at_review":960,"last_played":1502803475},"language":"turkish","review":"80 den fazla ödül aldı,müzikleri çok başarlı,şok edici bir sonu var ve atmosfer harika,kesinlikle öneriyorum","timestamp_created":1418354358,"timestamp_updated":1418354358,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13324777","author":{"steamid":"76561198141876609","num_games_owned":55,"num_reviews":1,"playtime_forever":188,"playtime_last_two_weeks":0,"playtime_at_review":140,"last_played":1467477600},"language":"english","review":"This game is absolutly amazing, its the best game i have ever played. The graphics are stunning,elizebeth is hot haha, the vigors are crazy cool and help alot during combat. i would reccomend this game to anyone its overall a perfect game.","timestamp_created":1418353764,"timestamp_updated":1418353764,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13324727","author":{"steamid":"76561197980061214","num_games_owned":79,"num_reviews":4,"playtime_forever":1904,"playtime_last_two_weeks":0,"playtime_at_review":1397,"last_played":1439690879},"language":"english","review":"Excellent FPS game with a great storyline!  You can't beat the Bioshock series.  Very enjoyable.","timestamp_created":1418353403,"timestamp_updated":1418353403,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13324270","author":{"steamid":"76561198050162710","num_games_owned":217,"num_reviews":102,"playtime_forever":804,"playtime_last_two_weeks":0,"playtime_at_review":804,"last_played":1414964265},"language":"english","review":"I would reccomend that you buy this game","timestamp_created":1418350268,"timestamp_updated":1427671690,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.498753130435943604","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13324231","author":{"steamid":"76561198141689762","num_games_owned":106,"num_reviews":13,"playtime_forever":1076,"playtime_last_two_weeks":0,"playtime_at_review":1076,"last_played":1416283833},"language":"english","review":"The best game!! Absolutely amazing from the beginning to the end.","timestamp_created":1418349957,"timestamp_updated":1418349957,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13323558","author":{"steamid":"76561198066769739","num_games_owned":33,"num_reviews":2,"playtime_forever":1330,"playtime_last_two_weeks":0,"playtime_at_review":736,"last_played":1530216518},"language":"brazilian","review":"Sem Dúvida o melhor jogo que já joguei","timestamp_created":1418345171,"timestamp_updated":1418345171,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13323508","author":{"steamid":"76561198153863287","num_games_owned":65,"num_reviews":4,"playtime_forever":1063,"playtime_last_two_weeks":0,"playtime_at_review":943,"last_played":1582762885},"language":"english","review":"I know I'm late to the game with reviewing BioShock Infinite, but if you still haven't bought this game stop everything you are doing and just buy it.\n\nThe artwork is amazing, the story is engaging, and the play value is through the roof. \n\nThe only thing I found slightly annoying was the simplicity of the gun battles and the somewhat agitating grinding of equal-level enemies to get into new areas.\n\nRegardless, this is probably in my top 3 of favorite games of all time.\n\nGo play it now!","timestamp_created":1418344800,"timestamp_updated":1418344800,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13323255","author":{"steamid":"76561198027059793","num_games_owned":144,"num_reviews":21,"playtime_forever":921,"playtime_last_two_weeks":0,"playtime_at_review":742,"last_played":1388825620},"language":"english","review":"This game is, poor to put it bluntly.  Mechanically it is only OK; a fairly standard first person shooter with an mildly interesting mechanic in the vigors, but nothing too special.  The end of the game is fairly bad gameplay wise, with a sequence of highly frustrating and obnoxious boss fights.  Where this game falls apart is the narative.  First every choice made in the game (and there are several) is completely irrelevant and does a poor job creating any illusion of choice.  The ending is best described as \"many worlds theory by someone who doesn't understand many worlds theory at all\".  Oh, and to top it all off, the game goes and insults you if you turn down the difficulty so you can have a chance to get through these obnoxious final battles so you can see this poorly written ending.  This is the first game that made me wish I could delete a game from my steam library (though sadly not the last)","timestamp_created":1418343129,"timestamp_updated":1418343129,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.441403418779373169","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13323183","author":{"steamid":"76561198054376346","num_games_owned":231,"num_reviews":16,"playtime_forever":1084,"playtime_last_two_weeks":0,"playtime_at_review":853,"last_played":1419268130},"language":"brazilian","review":"Que jogo maravilhoso. Me fez bater palmas e me prendeu até o final dos créditos. Uma obra de arte, quase um filme. Se não fosse por momentos onde o combate passa dos limites e atrapalha o desenrolar da história e pelo final ligeiramente confuso esse jogo série mais perfeito do que já é. Recomendadíssimo!\n\nOBS: Falta agr só as DLCs XD","timestamp_created":1418342675,"timestamp_updated":1418342675,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.545454561710357666","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13322760","author":{"steamid":"76561198095392397","num_games_owned":93,"num_reviews":8,"playtime_forever":1153,"playtime_last_two_weeks":0,"playtime_at_review":792,"last_played":1567718960},"language":"english","review":"У","timestamp_created":1418339897,"timestamp_updated":1638063817,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13321898","author":{"steamid":"76561198084521551","num_games_owned":105,"num_reviews":14,"playtime_forever":538,"playtime_last_two_weeks":0,"playtime_at_review":538,"last_played":1418333792},"language":"turkish","review":"Oyun harika özellikle hikayesi ağır olan oyunları sevenler için şiddetle tavsiye ediyorum.Oyun sonlara doğru aşırı derece zevkli olmaya başlıyor.Parasına değecek bir oyun.\n\n+ yanları                                       \nGrafik: 10/10                                 \nHikaye:10/10                                 \nAna Karakterler:10/10\n\n- yanları\nAçık Dünya değil.\nOnline yok.\nSınırlı İçerik\n\nTabii ki de bu özelliklerden dolayı çok puan kırmıyorum Açık Dünya böyle bir oyun için güzel olurdu bence.\n\nPuan: 90/100","timestamp_created":1418334688,"timestamp_updated":1418334688,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13321894","author":{"steamid":"76561198048960946","num_games_owned":35,"num_reviews":2,"playtime_forever":2158,"playtime_last_two_weeks":0,"playtime_at_review":1179,"last_played":1439566654},"language":"dutch","review":"Not the first time I played the game. I've already bought it a while ago for the ps3. The game was on sale for steam and I hadn't played the burial at sea DLC yet so I thought: Let's give it a try again. \n\nI am regretfull that i didn't really played it more on the ps3 because this is one of the best games I have ever played. The story, characters, gameplay, the feel, it's all amazing really. It's truly a masterpiece.","timestamp_created":1418334655,"timestamp_updated":1418334655,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13321871","author":{"steamid":"76561198116268083","num_games_owned":87,"num_reviews":10,"playtime_forever":1059,"playtime_last_two_weeks":0,"playtime_at_review":952,"last_played":1404100106},"language":"english","review":"The usual standard Bioshock mind-screw, but a bit more different than the previous two installments. In no way less good or entertaining.\n\nFun gameplay with plenty of opportunities to do stupid fun things.\n\nCarbine OP, much fun was had.\n\nAnd most importantly:\n\nBOOKER CATCH *throws RPG 10+ meters horizontally, 3+ meters vertically*\n\nWould recommend.","timestamp_created":1418334514,"timestamp_updated":1418334514,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.497263282537460327","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13321504","author":{"steamid":"76561198005577555","num_games_owned":158,"num_reviews":11,"playtime_forever":2448,"playtime_last_two_weeks":0,"playtime_at_review":1941,"last_played":1655000371},"language":"brazilian","review":"CANDIDATO JOGO DA DÉCADA! Excelente jogo, quase perfeito mas chega perto de ser. Puta jogaço, vale muito a pena compra lo SEM ESTAR em promoção, e quanto estiver em promoção é obrigação comprar esse jogo, não tem como morrer sem jogar.\nQuando tu chegar ao final, verá que todo dinheiro gasto valeu a pena, ou sentiu falta de pagar mais pelo jogo! UHEUEHUEH","timestamp_created":1418332565,"timestamp_updated":1418332565,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.53947371244430542","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13321366","author":{"steamid":"76561198082593443","num_games_owned":83,"num_reviews":2,"playtime_forever":2742,"playtime_last_two_weeks":0,"playtime_at_review":985,"last_played":1488844498},"language":"brazilian","review":"Extremamente viciante, gráficos bonitos, jogabilidade boa. Elizabeth então, a NPC mais cativante que já vi. Recomendo!","timestamp_created":1418331962,"timestamp_updated":1418331962,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.476190477609634399","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13320827","author":{"steamid":"76561198090934965","num_games_owned":554,"num_reviews":21,"playtime_forever":1186,"playtime_last_two_weeks":0,"playtime_at_review":740,"last_played":1605970851},"language":"italian","review":"E' più di un gioco, è un film.\nscenari pazzeschi, trama mozza fiato e una giocabilità assurda!\n\nSe non avete ancora acquistato questo gioco vi consiglio di prenderloi al volo","timestamp_created":1418329167,"timestamp_updated":1418329167,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.450819671154022217","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13320378","author":{"steamid":"76561198071085395","num_games_owned":42,"num_reviews":1,"playtime_forever":1077,"playtime_last_two_weeks":0,"playtime_at_review":1069,"last_played":1418668668},"language":"english","review":"gr8 g8 m8s i r8 much score 8/8","timestamp_created":1418326823,"timestamp_updated":1418326823,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.497409343719482422","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13320329","author":{"steamid":"76561198108100308","num_games_owned":32,"num_reviews":4,"playtime_forever":970,"playtime_last_two_weeks":0,"playtime_at_review":391,"last_played":1467804803},"language":"english","review":"one of the best stories to a game without the tedious repition and cheesy in game characters","timestamp_created":1418326621,"timestamp_updated":1418326621,"voted_up":true,"votes_up":0,"votes_funny":1,"weighted_vote_score":"0.497409343719482422","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13319860","author":{"steamid":"76561198013343852","num_games_owned":22,"num_reviews":1,"playtime_forever":211,"playtime_last_two_weeks":0,"playtime_at_review":65,"last_played":1497483965},"language":"english","review":"The screen is just black","timestamp_created":1418324528,"timestamp_updated":1418324528,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.489296644926071167","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13318148","author":{"steamid":"76561197997008431","num_games_owned":178,"num_reviews":15,"playtime_forever":869,"playtime_last_two_weeks":0,"playtime_at_review":869,"last_played":1364626800},"language":"english","review":"The Story may blow your mind, the game play not so much.\n\nStill not a bad fps it just has problems in the game play department.","timestamp_created":1418316079,"timestamp_updated":1418316079,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.521224081516265869","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13317660","author":{"steamid":"76561198071926448","num_games_owned":156,"num_reviews":5,"playtime_forever":599,"playtime_last_two_weeks":0,"playtime_at_review":324,"last_played":1418746070},"language":"english","review":"Awesome game, esspecially with the story. The gameplay might look familiar with the previous Bioshock title but it didn't really matter in this game because of the amazing story that they have.","timestamp_created":1418312970,"timestamp_updated":1418312970,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.497409343719482422","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13317563","author":{"steamid":"76561198079005760","num_games_owned":87,"num_reviews":6,"playtime_forever":1129,"playtime_last_two_weeks":0,"playtime_at_review":919,"last_played":1479929158},"language":"english","review":"Too much water","timestamp_created":1418312274,"timestamp_updated":1418312274,"voted_up":true,"votes_up":8,"votes_funny":4,"weighted_vote_score":"0.540521025657653809","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13316849","author":{"steamid":"76561198160405291","num_games_owned":45,"num_reviews":5,"playtime_forever":1481,"playtime_last_two_weeks":0,"playtime_at_review":829,"last_played":1437978921},"language":"english","review":"Graphic, Storyline, Elizabeth and weapons. I couldn't imagine there will be a better Bioshock after this.\nVery recommended!","timestamp_created":1418307783,"timestamp_updated":1418307783,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13315404","author":{"steamid":"76561198071420003","num_games_owned":334,"num_reviews":2,"playtime_forever":1165,"playtime_last_two_weeks":0,"playtime_at_review":551,"last_played":1453577172},"language":"english","review":"Very nice setting and story...","timestamp_created":1418296640,"timestamp_updated":1418296640,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.497409343719482422","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13314965","author":{"steamid":"76561198144037701","num_games_owned":1395,"num_reviews":104,"playtime_forever":3333,"playtime_last_two_weeks":0,"playtime_at_review":1321,"last_played":1601670390},"language":"koreana","review":"게임은 정말 최고지만, DLC의 후덜덜한 가격 때문에 짜증이 나는 바이오쇼크 인피니트입니다.\n바이오쇼크 1과 2를 해보신 후에 인피니트를 접하신 분들은 아시겠지만, 1년 내내 청소 안 하는 반지하 자취방처럼 어두컴컴하고 눅눅해보이는 해저 도시에서 갑자기 얼마 후면 들어올 여대생 새내기처럼 밝고 상큼한 공중 도시로 배경이 확 바뀝니다.\n그와 함께 정말 새내기 같은 엘리자베스와 함께 다니게 되죠. 게다가 이 연약한 숙녀를 지키려고 항암제를 투여할 필요도 없습니다.\n그녀는 에지오 아우디토레보다 더 눈에 띄지 않거든요.\n참, 이렇게 배경이 갑자기 반전이 되었다고 바이오쇼크 1과 전혀 연관성이 없는 것도 아닙니다. 그거야 게임을 플레이해보시면 알게 됩니다. 지금 말하면 스포이기 때문이죠.\n바이오쇼크 1과 2가 호러물 같아 보여서 인피니트부터 접하신 분들이 간혹 반전된 분위기의 1과 2로 넘어가길 꺼려하시는데, 정말 안타깝습니다. 매도 먼저 맞는 게 낫다고, 호러물 같은 1을 먼저 플레이를 해야 2도 거뜬히 하고 인피니트는 식은 죽 먹기로 할 수가 있죠. 게다가 막상 해보면 호러물도 아니라는 거.\n아, 바이오쇼크 인피니트는 1과 2와 달리 멀티 엔딩이 아닌 싱글(?) 엔딩입니다. 1과 2는 리틀 시스터를 구원하느냐 채취하느냐에 따른 굳 엔딩과 배드 엔딩이 갈리지만, 인피니트는 그딴 거 없습니다. 혹시 있을지도 모르나, 제가 알기론 없습니다.\n무언가를 선택하여 좋은 결말과 나쁜 결말을 도출하는 것에 정말 질색이신 분들에겐 아주 희소식이죠.\n그럼 이만 DLC 이야기로 넘어가봅시다.\n바다의 무덤 에피소드 1과 2가 있습니다. 하나로 내면 될 걸 굳이 왜 1과 2로 나눠서 소비자의 지갑을 털어버리는 걸까요.\n이것을 해결하는 방법이 하나 있습니다. 바로 세일이죠. 네. 그때 사시면 됩니다.\n안 사면 안 되냐고요? 바이오쇼크 시리즈를 전부 플레이하고 팬이 되셨다면 안 하실 수가 없습니다.\n전부 클리어하고 나면 바이오쇼크 4를 학수고대하게 될 것입니다. 나올지는 미지수지만.","timestamp_created":1418292247,"timestamp_updated":1418292247,"voted_up":true,"votes_up":24,"votes_funny":3,"weighted_vote_score":"0.678550302982330322","comment_count":2,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13314772","author":{"steamid":"76561198056183211","num_games_owned":86,"num_reviews":6,"playtime_forever":7045,"playtime_last_two_weeks":0,"playtime_at_review":2003,"last_played":1527777697},"language":"russian","review":"Обожаю эту игру.\nВозможно, она не подходит для прохождения более двух-трех раз, однако. \nСюжет и графика замечательные, перестрелки бывают однообразными, но энергетики вносят в разнообразие.\nА дополнения - вообще шик.\nСыграйте, не пожалеете С:","timestamp_created":1418290497,"timestamp_updated":1418290497,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.540816307067871094","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13314491","author":{"steamid":"76561198106168739","num_games_owned":390,"num_reviews":50,"playtime_forever":6465,"playtime_last_two_weeks":1,"playtime_at_review":4114,"last_played":1660307734},"language":"russian","review":"После прохождения пиратки решил взять лицензию, игра которая обязательна к покупке!Культовая, легендарная, замечательная - нарекайте как хотите. Сюжет в котором ты разбираешься до конца только спустя несколько прохождений. Визуальная составляющая и сеттинг -  изумительны и никогда морально не устареют. Персонажи - превосходны. Прохожу раз в год со всеми DLC, и их однозначно тоже стоит брать. Что бы полностью вьехать в сюжет проходите предыдущие две части.\n100 фапов на Элизабет из 10.","timestamp_created":1418287760,"timestamp_updated":1542876552,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.500756442546844482","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13314263","author":{"steamid":"76561198111244099","num_games_owned":56,"num_reviews":13,"playtime_forever":1624,"playtime_last_two_weeks":0,"playtime_at_review":659,"last_played":1541175083},"language":"english","review":"The story line is shocking but amazing... the boss fight are pretty cool and intense. If this game is on discount, you must get it and play for 10 hrs. :D\n\n11/10","timestamp_created":1418285149,"timestamp_updated":1418285186,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.497409343719482422","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13314258","author":{"steamid":"76561198112636483","num_games_owned":116,"num_reviews":2,"playtime_forever":750,"playtime_last_two_weeks":0,"playtime_at_review":748,"last_played":1439121552},"language":"english","review":"bioshock infinite starts off fantastic and you can see it from the graphics and the detail they put into this game but for a first person shooter, it was sloppy. its just wave after wave of eneimes and the shooting got dry. But the zipline sparked the game back up again as it brought something new into the game. it was really fun going all direction and using the zipline to take out enemies. the story line was decent and the  ending was great. You wont guess the ending. \n\nto wrap it up i give it 7/10","timestamp_created":1418285076,"timestamp_updated":1418285076,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.497409343719482422","comment_count":8,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13313549","author":{"steamid":"76561198065856311","num_games_owned":98,"num_reviews":10,"playtime_forever":1418,"playtime_last_two_weeks":0,"playtime_at_review":1339,"last_played":1516387625},"language":"russian","review":"Одна из лучших игр 2013 года. Всем советую)","timestamp_created":1418275945,"timestamp_updated":1418275945,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13313339","author":{"steamid":"76561198067270560","num_games_owned":89,"num_reviews":9,"playtime_forever":984,"playtime_last_two_weeks":0,"playtime_at_review":984,"last_played":1398925226},"language":"english","review":"I love this game more than I love most things. I wish I could play it through for the first time again. It has amazing imagery, and an incredible story. If you like FPS and cool stories and BEING IN THE SKY then yes 100% this game is for you.","timestamp_created":1418273693,"timestamp_updated":1418273693,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.51915276050567627","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13313173","author":{"steamid":"76561198101715249","num_games_owned":77,"num_reviews":3,"playtime_forever":702,"playtime_last_two_weeks":0,"playtime_at_review":702,"last_played":1418233850},"language":"english","review":"Ohhh... the mindf*cks, my head still hurts.","timestamp_created":1418271796,"timestamp_updated":1418271796,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.517412960529327393","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13312288","author":{"steamid":"76561197972478106","num_games_owned":143,"num_reviews":15,"playtime_forever":696,"playtime_last_two_weeks":0,"playtime_at_review":515,"last_played":1418952884},"language":"english","review":"I wasn't sure about buying this game as I didn't like Bioshock 1 and didn't bother with 2.  But I was curious because of all the rave reviews so I purchased it on sale.  And now I wish I hadn't.\n\nThe Combat really sucks.  Same enemy, two guns and drinking bath salts apparently causes crows to fire out of your hands.  The story hasn't engaged me at all, I feel like I'm trudging though just to see what happens.  If I wanted a physics lesson I'd watch Lawrence Krauss on youtube.  Bioshock Infinite looks nice at first but detail is lacking.  looks like alot of copying and pasting.  \n\nIf I had to say something good about this game, its that it runs real nice and smooth.","timestamp_created":1418263602,"timestamp_updated":1418263602,"voted_up":false,"votes_up":3,"votes_funny":0,"weighted_vote_score":"0.49489322304725647","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13311538","author":{"steamid":"76561198128524592","num_games_owned":299,"num_reviews":30,"playtime_forever":2836,"playtime_last_two_weeks":0,"playtime_at_review":385,"last_played":1596856191},"language":"english","review":"You get to run around drinking random DNA changing drugs as you try to rescue a girl who can bend time and space at her will from a bunch of raceist Mormans in a floating steampunk like city in the sky and while an evil bird tryings to kill you. BEST GAME EVER. 11/10 Will never get old.","timestamp_created":1418257402,"timestamp_updated":1418257402,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.51915276050567627","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13311470","author":{"steamid":"76561198123708759","num_games_owned":25,"num_reviews":1,"playtime_forever":960,"playtime_last_two_weeks":0,"playtime_at_review":552,"last_played":1484197694},"language":"english","review":"I admit at firstplay was not so amused, kinda seemed repetitive and then boom Im hooked, the story line is so captivating that I can't even. It takes time, but once u get on it, ur hooked trust me i had to stop myself from spending day and night playing this game","timestamp_created":1418256936,"timestamp_updated":1418256936,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.497409343719482422","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13311101","author":{"steamid":"76561198042440060","num_games_owned":224,"num_reviews":4,"playtime_forever":780,"playtime_last_two_weeks":0,"playtime_at_review":438,"last_played":1426042983},"language":"english","review":"Great graphics, fun gameplay. story has a few plotholes, and end is a bit confusing.  Definitely a game to buy on sale. 8/10","timestamp_created":1418254100,"timestamp_updated":1418254100,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.497643738985061646","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13310404","author":{"steamid":"76561198031278763","num_games_owned":832,"num_reviews":122,"playtime_forever":5079,"playtime_last_two_weeks":0,"playtime_at_review":5079,"last_played":1442122654},"language":"japanese","review":"「娘を連れてくれば、\"借金\"は帳消しだ」\n\n前世代アメリカンのようなラピュタ的な空上の国に主人公が射出！\nハ　レ　ル　ヤ\n\nとりあえずPVとSS見て、ここ行きてぇ！　ってなったら買ってオーケイ\nただし、ストーリーが難解なのがこのシリーズの特徴。\n今作は過去作よりもアメリカ色が強く、ストーリーテリングを推してくるので\nストーリーを考察するために、アメリカの史実や社会背景を知っておくと楽かもしれない\nそれでも２周しないとわけわかんないと思うけど\nFPSのストーリーは飾りだと割り切るのもOK\n\nちょっぴりブラックな一面を持つ主人公と、パートナーの少女エリザベスのタッグで権威の脅威に立ち向かう\n\n\n-----\n雰囲気ゲーとして見るか、ストーリー重視ゲーとして見るか、\nFPSとして見るかで好みが分かれる\nストーリーは大味で、FPSと雰囲気が大半を占めてると感じました\n\nマップはストーリーの流れに沿うような、迷子になることが少ない設計　行き先ナビもあります\n世界を感じる事が出来るマップの雰囲気を両立\n\n従来のbioshockに比べると難易度はヌルめ\nしかし、難しいモードもしっかり用意されている\n\nストーリーは\nFPSの中では小難しいほうだと感じました\n時系列は前後して、情報が断片化するのはザラにあって……\n基本的についていけないまま話が進む事が多いです\n（周回プレイすることで大分マシになります）\nシュタインズ・ゲートを更に劇的にして……コジれさせた物だという印象\n\n戦闘は\n高難易度では（従来作以上に）多彩な戦術を考えるのが楽しい作りになっている。\n\n収集要素は本当にひどいです\n本編だけで二種類ありますが、そのどちらにも補助機能がありません\n実際に収集してみましたが\nどれを取ったのか取ってないのか分からず本当に面倒です\nもし収集するつもりだったら\n全て攻略した時のチャプターセーブをバックアップして\nなおかつ攻略サイトを見ながらプレイする事を強く推奨します\n\n----\n\nDLCについて\n\n＊クラッシュ・イン・クラウド\nとにかく戦闘をするだけという　まさに闘技場というDLC\n本編には無い高難易度～超高難易度のチャレンジ50個に挑戦する事も可能です\n3Dモデル、音楽、映像、バックストーリーをアンロックし鑑賞可能な事が、このDLCの最大の旨味\n本編の高難易度をクリアしてからプレイすると、このDLCの印象が大きく変わりますよ\n\n＊ベリアル・アット・シー　ep1/ep2\n初代Bioshockに密接に関係するストーリーが展開される。あらすじ映像もあるので未プレイでも平気\n短編ながら、ゲームシステムも初代に寄り添った形になっている。\n\nep2は別ゲーです　主人公が変わり隠密が主になります\n麻酔弓やノイズメーカー、暗殺武器（ハンドキャノン）を使って状況を突破する頭脳系の冒険\nThiefやDISHONOREDにかな～り近いゲームプレイ\n不殺チャレンジもあります\nep2のストーリーを理解するには、過去作（初代）を先に遊んでおくとよいかもしれません","timestamp_created":1418249164,"timestamp_updated":1518891945,"voted_up":true,"votes_up":22,"votes_funny":1,"weighted_vote_score":"0.561392605304718018","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13310210","author":{"steamid":"76561198078037943","num_games_owned":105,"num_reviews":20,"playtime_forever":4238,"playtime_last_two_weeks":0,"playtime_at_review":2095,"last_played":1589804166},"language":"english","review":"An amazing contrast from the first two games. The sense of horror is taken away, a little bit. But apart from that note, 2K and Irrational games have sincerly made a game to remember, with all the hidden easter eggs with in the game. Most game theorists would choose this game to create a series. The best contrast is from a Underwater City, To a Moving City In The Sky. The DLC'S are amazing as they reveal hidden theories and easter eggs. Good job 2K & Irrational Games, Looking forward to your next release =D","timestamp_created":1418248048,"timestamp_updated":1429468265,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.497409343719482422","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13309799","author":{"steamid":"76561198077903238","num_games_owned":216,"num_reviews":23,"playtime_forever":921,"playtime_last_two_weeks":0,"playtime_at_review":921,"last_played":1418244463},"language":"russian","review":"Супер игра, всем играть!!!!!!!! 10 из 10 Отредактирую обзор когда пройду дополнения а пока оценка только игре, она отличная. Особенно СПАСИБО cginfo.tv  за качественную русскую версию, всем пример как должна выглядеть игра на нашем родном.","timestamp_created":1418245478,"timestamp_updated":1418245478,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.517241418361663818","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13309590","author":{"steamid":"76561198163899053","num_games_owned":139,"num_reviews":1,"playtime_forever":1258,"playtime_last_two_weeks":0,"playtime_at_review":716,"last_played":1496440480},"language":"english","review":"One of my favourite games of all time. The storyline will fuck with your mind, the gameplay is classic FPS fun and just, just, this game is safe.","timestamp_created":1418244324,"timestamp_updated":1418244324,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.497409343719482422","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13309262","author":{"steamid":"76561198056572014","num_games_owned":207,"num_reviews":27,"playtime_forever":1121,"playtime_last_two_weeks":0,"playtime_at_review":479,"last_played":1578349618},"language":"spanish","review":"Ken Levine cogio a Rapunzel, a Bella (De Bella y la bestia), el bioshock 2, el gran Gatsby y a Steven Hawking en su termomix y HUALA 10/10 argumentazo dercoponillo.\n\nRespecto a nivel grafico podriamos decir que no es \"un gran juego\" respecto a este apartado, pero a nivel de escenarios y panoramicas es muy, pero que muy gratificante (pero te recomiendo que no te acerques mucho a las texturas, porque vas a salir muy decepcionado).\n\nJugabilidad, pues bueno, no es como en las anteriores entregas en las que tenias todo el entorno y elementos para usarlos como arma (vease ballesta, virotes trampa...) aqui las trampas de los \"vigorizadores\" son lo menos rentable del mundo y solo los vas a usar una o dos veces en el juego por 2 razones:\n-1. La unica util es el beso del diablo \n-2. Gastas mas sales que con un ataque normal\nYa se que la gente puede dar su opinion respecto a esto, pero me parecio mas estrategico el 2 que esta entrega, pero a nivel de FPS es muy muy fun.\n\nElisawat?: la gente habla de EIizabeth y yo me rio sobre esto, esta muy bien que te reabastezca de cosas que se saca del chochin (porque no las coje del suelo) y tal, pero estos objetos solo estaran disponibles durante el modo de combate. Otra cosa curiosa de Elizabeth es que la mayoria de su comportamiento son Scripts y no \"AI\", la unica fase de comportamiento de AI es en el desplazamiento y en el combate, donde se cubre de los enemigos y a veces lanzas las \"ayudas\", los desgarros, lanzamientos de objetos y charlas con ella son scripts, aun asi, Elizabeth es un personaje muy expresivo, todo respecto a gestos para simbolizar un sentimiento o una alerta para el jugador, respecto a diseño, Elizabeth es una qt que quiere simbolizar como el metaforico \"cuento de hadas\" del pajaro en la jaula se acaba convirtiendo mas que un cuento.\n\nDecisiones? Donde?: Olvidate de tomar decisiones en este juego, puedes pulsar lo que te de la gana que lo unico que va a cambiar es el aspecto estetico del juego o que aparezcan elementos donde si coges otra opcion no podras acceder a ellos, eso no impulsa la rejugabilidad del juego como en anteriores entregas, lo juegas otra vez \"por simple curiosidad\" pero al ver que tus acciones no influyen directamente en la historia [spoiler]si si, lo se, constantes y variables[/spoiler] no te apetece rejugarlo para ver si puedes cambiar tu destino.\n\nPasillitos bonitos, muy bonitos: Tal y como he dicho, los escenarios son preciosos, luminosos y mucho mas vivos que en la entrega anterior, pero, en las entregas anteriores tenias caminos alternativos y la frustrante sensacion de perderte en Rapture, aqui, si te pierdes es porque eres tonto o porque ibas a por un coleccionable (de eso hablare mas adelante)\nTODO SON PASILLOS, SIGUE ADELANTE SIGUE ADELANTE SIGUE ADELANTE...\n\nColeccionables: No influyen ni cuentas de forma directa la historia de los personajes, PERO, si quieres entender la historia total de Columbia, la historia de personajes secundarios, o pistas para otros coleccionables ESTE ES TU APARTADO en eso han sabido mantenerse muy bien en la linea de su clasico Bioshock aunque a veces los voxafonos son spoilers muy bien disimulados del final.\n-1. Infusiones: Full Escudo, olvidate de la vida o de las sales, subete el escudo y cuando tengas el escudo a tope subete las sales, creeme, el escudo salva mas veces el culo que la vidad\n-.2 Libros Vox: Tecnicamente, son pistas para otros coleccionables, pero bueno.\n-.3 Misiones secundarias: Mas de lo anterior\n-.4 Voxafonos: ¿Lo has jugado y no tienes TODOS los malditos voxafonos? Pues tranquilo, todo queda resuelto en el final, peeero vas a tener muchas dudas sobre otros personajes como los hermanos Lutece\n-.5 Ropa: Con que te consigas \"como un roble\" y la ropa que te da inmunidad al subir en los aerocarriles te basta\n-.6 Ganzuas: para desbloquear mas cosas\n-.7 Kinetoscopio: este coleccionable es mas bien para entender la situacion de la propia ciudad en cada una de las partes del juego, pero no es un coleccionable \"necesario\" para entender al 100% la historia de Columbia\n-.8 Telescopios: A veces puedes encontrar a los hermanos Lutece, pero la mayoria de las veces es un coleccionable que solo sirve para enseñarte algunas de las horribles texturas que hay en el juego, no aportan nada, absolutamente nada, si quieres pasartelo al 100% pues si, pero para entender la historia, pues no\n\nMONORAIIIIIIIIL, MONORAIIIIIIIIIL: Los famosos aerocarriles, son diversion, y un elemento que da \"un poco\" de planificacion en la parte de asesinatos, pero si eres un tipo de precision en vez de ir a saco no te va a resultar muy util, bay de güey es una herramienta excelente a la hora de escapar de enemigos poderosos como los Handyman.\n\nDesgarros: meh, tampoco los vas a usar mucho a no ser que te veas muy apurado o en vida o en municion, el uso estrategico para mi es abrir enganches o patriotas motorizados, pero, digo lo mismo, te van a resultar mas utiles a la hora de conseguir municion o vida que en el uso estrategico de estos\n\nArmas pa matar viejos: Que solo puedas usar 2 armas no es ninguna limitacion debido a la cantidad de arsenal que hay en los escenarios donde se desarrollan los hechos y, ademas, te vas a encotrar armas que no te gustan pero si consigues adaptarte bien, podras sacarle todo el potencial a las armas\n\nBanda Sonora: Preciosa, fantastica, adaptada para cualquier ambiente, creeme, esto juega un papelon tan grande a la hora de la inmersion en el juego (musica de aquella epoca, la cacofonia del golpe de gracia [el CLIING que oyes cuando matas a uno de cerca])\n\nOtras cosas: Las mejoras, son supercaras, solo merece la pena mejorar las armas porque las mejoras de los vigorizadores no dan \"todo\" su potencial\n\nEn resumen, este juego es la version mas basica de la saga bioshock a nivel de jugabilidad, pero la historia, el ambiente y otros muchos elementos hacen que te sumerjas en el juego totalmente.\n\nY yasta, queria desahogarme, que hay un tio que me esta llenando la actividad de Imagenes del modelo de Elizabeth y queria desahogarme un poquito.\nSaludos a /v/ydia [spoiler]ur a faget[/spoiler]","timestamp_created":1418242389,"timestamp_updated":1418242389,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.528301894664764404","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13309237","author":{"steamid":"76561198066080757","num_games_owned":345,"num_reviews":186,"playtime_forever":613,"playtime_last_two_weeks":0,"playtime_at_review":523,"last_played":1443524933},"language":"russian","review":"+оружие, красивое, стильное\n+протагонист\n+сюжет на грани безумия. прям триллер.\n+Элизабет\n\n*игра на легком уровне проходится за 8 часов.","timestamp_created":1418242225,"timestamp_updated":1426428866,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13308972","author":{"steamid":"76561198100929697","num_games_owned":552,"num_reviews":29,"playtime_forever":978,"playtime_last_two_weeks":0,"playtime_at_review":978,"last_played":1417642006},"language":"english","review":"After 16 hours i find i am running out of drive to finish this. At first glance it seemed visually amazing shooter with an incredible setting and original ways to get around objectives. After a while i began to think thats its a pretty standard shooter with a good polish, the setting for the most part isnt something i felt the game really utilises and sadly that the original ways to do things are a one trick pony which i have mostly ignored for the last several hours of gameplay. So, in more depth to explain....\n\nPros:\nThis looks amazing if you can run it on max, probably looks good on lower end rigs as well.\nIt does have an interesting story, its nothing revolutionary (no pun intended) but it did try to question morales, social status, racial inequality and the motives of the main protaganists / antagonists.\nThe setting, much like Rapture is original. \nThe soundtrack is very good and i felt the voice acting was well done.\nIt is a solid enough shooter plus limiting you too 2 weapons at a time did make me seriously ponder the merits of each weapon and what i prefered to use.\nThere are some pretty cool set pieces, mostly involving exploding zeppelins or something like that.\n\nCons:\nVigours - This is infinites version of Bioshocks Plasmids. I can only comment on my own play but so far i have found 3 useful ones and the rest are pretty much ignored. \nOn normal difficulty its no challenge so far. Now, i know i can up the difficulty (1999 mode yeah yeah) but i always base this on 'normal' settings. Playing on normal i am never stuck for ammo, never stuck for health / salt (vigour power) and never felt that i needed to think my way through anything. Normal should at least offer some fight back. Yes. now and again a big health pool thing bats you about but its nothing you cant handle if you just kite it and use cover. The only increase in difficulty is the punishment your target can take.\nAfter a while i began to realise i was in a wide corridor and the skyhooks didnt do much more than simply change my angle of attack or allow me to reach a crate / collectable. Its actually pretty linear.\nThe setting, although original was wasted - to much time indoors and even during the outdoor parts sometimes it was just a city, no real sense of being suspended in the air. Granted, the times it did make a spectacle of a floating city it was cool but it was too infrequent for me.\n\nVerdict:\nStandard shooter with bells and whistles which ultimately dont whistle or chime enough. Go back in the series and get Bioshock and Bioshock 2 - much better. If you pick this up in a bundle or discounted then its worth a look but DO NOT pay full price for this. \n\n","timestamp_created":1418240706,"timestamp_updated":1418240706,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13308237","author":{"steamid":"76561198112955849","num_games_owned":276,"num_reviews":5,"playtime_forever":1730,"playtime_last_two_weeks":0,"playtime_at_review":660,"last_played":1596774016},"language":"english","review":"the Bioshock series is by far the best game series i have played. And this game is no exception.; the visuals are stunning, the incredible city of Columbia makes you feel less \"claustrophobic\" than rapture. although both cities are fantastic.\npros:\n-Elizabeth, everything about her.\n-visuals\n-sound effects\n-Storyline, the best i have encountered in 10 years of gaming.\n-Ending, It is so incredible, i have beaten the game 2 weeks ago and i am still trying to understand everything correctly.\n-The Luteces, they are very funny and very important to the storyline\n-voice acting\n-price, best 20 bucks ever.\n-Columbia, a much more \"explorable\" city then rapture\ncons\n-Only 2 weapons at a time, doesnt give you freedom. i guess its a bit more realistic\n-the audio logs dont give you information about the the city like in rapture. Audio logs in bioshock 1 and 2 were crucial to the storyline. they helped to understand the story.\n-You dont use your vigors as much as in rapture, you dont feel the need to do it, you always have plenty of bullets, and guns are much more powerful.\n-Much, much easier to get money, you dont fell the rush of being low in eve, health or bullets. you never run out of salts (eve), which makes the game much less tense.\n\nKen levine is a f@#*ing genius.\n","timestamp_created":1418236642,"timestamp_updated":1418236642,"voted_up":true,"votes_up":0,"votes_funny":1,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13308236","author":{"steamid":"76561198049918216","num_games_owned":126,"num_reviews":15,"playtime_forever":2386,"playtime_last_two_weeks":0,"playtime_at_review":1126,"last_played":1620880365},"language":"spanish","review":"No tiene mucho que ver con sus anteriores juegos, pero si e de decir que tiene lo suyo, me encanto, lo sugiero","timestamp_created":1418236640,"timestamp_updated":1418236640,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13306823","author":{"steamid":"76561198142726747","num_games_owned":221,"num_reviews":53,"playtime_forever":3206,"playtime_last_two_weeks":0,"playtime_at_review":2765,"last_played":1547454526},"language":"english","review":"Bioshock Infinite is a piece of art in the form of a game.\nOne of the best games I've ever played, definetly on my top 10, maybe even top 3.","timestamp_created":1418228823,"timestamp_updated":1465652296,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13306819","author":{"steamid":"76561198037528066","num_games_owned":593,"num_reviews":103,"playtime_forever":669,"playtime_last_two_weeks":0,"playtime_at_review":411,"last_played":1591032463},"language":"english","review":"Best game of the series so far in my opinion. One of the best games I've played story-wise, definitely in my list of top 5 best video game series stories ever. up there with Half-Life(including Portal), Mass Effect, Assassins Creed and maybe Metal Gear\n\nThe mindfuck quality is up there with Inception, Donnie Darko, Primer, Interstellar, Matrix, etc\n\nThe original bioshock, I rated it 6/10 at the time, because it was so overwhelming to me, everything was new and weird. After playing Bioshock 2 and this. Now I understand the whole premise of the series, and finally appreciate it.\n\n10/10 Much Recommended. I can't wait for the next Bioshock. on this trend I'm gonna have to rate the next one 12/10","timestamp_created":1418228794,"timestamp_updated":1418228794,"voted_up":true,"votes_up":6,"votes_funny":0,"weighted_vote_score":"0.559673428535461426","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13306515","author":{"steamid":"76561197964539967","num_games_owned":156,"num_reviews":1,"playtime_forever":2643,"playtime_last_two_weeks":0,"playtime_at_review":1436,"last_played":1513472683},"language":"english","review":"Beautiful design and a great storyline.","timestamp_created":1418227284,"timestamp_updated":1418227284,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.497409343719482422","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13306355","author":{"steamid":"76561197998534154","num_games_owned":53,"num_reviews":7,"playtime_forever":956,"playtime_last_two_weeks":0,"playtime_at_review":945,"last_played":1440602634},"language":"english","review":"Nice ending!","timestamp_created":1418226393,"timestamp_updated":1418226393,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.497409343719482422","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13306075","author":{"steamid":"76561198098137612","num_games_owned":189,"num_reviews":5,"playtime_forever":1271,"playtime_last_two_weeks":0,"playtime_at_review":549,"last_played":1553590981},"language":"german","review":"An sich ein gelungenes FPS mit kleineren RPG-Elementen, ein Muss für jeden Steampunkfan mit einer Hammerstory, unglaublich toller Atmosphäre und wunderschöner Grafik - ein kleines Manko hat es jedoch: ich fand es etwas kurz. Ansonsten empfiehlt sich dieser Kauf durchaus.","timestamp_created":1418224663,"timestamp_updated":1418224663,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13305351","author":{"steamid":"76561198061759860","num_games_owned":108,"num_reviews":1,"playtime_forever":5945,"playtime_last_two_weeks":0,"playtime_at_review":4263,"last_played":1640891625},"language":"russian","review":"Это ,наверное,самая лучшая игра , в которую я играл.В ней есть всё ,что я хотел увидеть , и новые элексиры ,и новые враги,великолепный сюжет с неожиданной концовкой .Прошёл игру на всех уроовнеях сложностях .Один минус , нету в игре мультиплеера ,хотя,может он там и не нужен .10/10","timestamp_created":1418220511,"timestamp_updated":1418220511,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13304121","author":{"steamid":"76561198079134924","num_games_owned":169,"num_reviews":5,"playtime_forever":462,"playtime_last_two_weeks":0,"playtime_at_review":246,"last_played":1538131112},"language":"russian","review":"Определенно рекомендую эту игру.Начнем с того что действие игры происходит на высоте хреналеон км в неком городе...а это уже не обычно.Сюжет просто потрясный,хотя вы это и сами поймете.Графическая состовляющая тоже на высшем уровне (советую играть на максимальных настройках),хоть и игра довольно таки не новая,но прорисовка местности и главное людей просто завораживают.Игра захватывает с первых минут и держитт в напряжении до самого конца.\nМой вердикт 10/10,покупать однозначно,если вы любитель шутеров с хорошим сюжетом.Так же не давно вышла русская озвучка и полная русификация игры.Скачайте,не пожалеете","timestamp_created":1418211409,"timestamp_updated":1418211409,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13304044","author":{"steamid":"76561197993090836","num_games_owned":95,"num_reviews":2,"playtime_forever":1181,"playtime_last_two_weeks":0,"playtime_at_review":22,"last_played":1459300803},"language":"english","review":"Bought the game but it just freezes when I try to boot it. Have tried reinstalling graphics drivers without success, and running in windowed mode didn't work either. Would not recommend.","timestamp_created":1418210780,"timestamp_updated":1418210780,"voted_up":false,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.462345093488693237","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13303030","author":{"steamid":"76561198024310116","num_games_owned":81,"num_reviews":10,"playtime_forever":772,"playtime_last_two_weeks":0,"playtime_at_review":772,"last_played":1418199747},"language":"english","review":"Fantastic! One of the best games I've played! Gameplay is similar to its predecessors with new features and mechanics.","timestamp_created":1418200327,"timestamp_updated":1420704185,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.497409343719482422","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13302388","author":{"steamid":"76561198058817465","num_games_owned":734,"num_reviews":293,"playtime_forever":445,"playtime_last_two_weeks":0,"playtime_at_review":444,"last_played":1439425037},"language":"english","review":"11/10\n\nIt isnt CoD.","timestamp_created":1418192241,"timestamp_updated":1418192241,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.497409343719482422","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13302183","author":{"steamid":"76561198079535107","num_games_owned":148,"num_reviews":16,"playtime_forever":4726,"playtime_last_two_weeks":0,"playtime_at_review":1515,"last_played":1600744779},"language":"english","review":"a fucking amazing game and no doubt this is the best bioshock of them all.","timestamp_created":1418190175,"timestamp_updated":1418190175,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.497409343719482422","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13302076","author":{"steamid":"76561198025198635","num_games_owned":221,"num_reviews":4,"playtime_forever":1910,"playtime_last_two_weeks":0,"playtime_at_review":460,"last_played":1442345933},"language":"english","review":"zang :)","timestamp_created":1418188957,"timestamp_updated":1418188957,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.497409343719482422","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13302051","author":{"steamid":"76561198076225700","num_games_owned":24,"num_reviews":1,"playtime_forever":482,"playtime_last_two_weeks":0,"playtime_at_review":272,"last_played":1418998586},"language":"english","review":"thrill me to the bones","timestamp_created":1418188627,"timestamp_updated":1418188627,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.497409343719482422","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13301793","author":{"steamid":"76561198049251404","num_games_owned":49,"num_reviews":3,"playtime_forever":3043,"playtime_last_two_weeks":0,"playtime_at_review":2143,"last_played":1551369204},"language":"english","review":"A : Because the game is great.\nB : The game is GREAT?\nA : Yes, the game IS great.\n","timestamp_created":1418186042,"timestamp_updated":1418186042,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.521224081516265869","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13300516","author":{"steamid":"76561198194177528","num_games_owned":77,"num_reviews":1,"playtime_forever":1415,"playtime_last_two_weeks":0,"playtime_at_review":1054,"last_played":1503456782},"language":"english","review":"great story line!","timestamp_created":1418175700,"timestamp_updated":1418175700,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13299873","author":{"steamid":"76561198031822734","num_games_owned":175,"num_reviews":31,"playtime_forever":1073,"playtime_last_two_weeks":0,"playtime_at_review":1073,"last_played":1417277948},"language":"english","review":"This game really fell in the middle for me. The gameplay was a new twist that I really liked compared to the previous installments, however the story was a bit... ridiculous? If you're looking for a game for gameplay and not a story, this is definitely a solid bet, but if you like a good story, this might not be the best game for you.\n\nPROS:\n\nA plethora of weapons, but you're only allowed to have two at any given time. (I like the added difficulty and realism this aspect adds)\nThe graphics are a solid 9/10 for this time period, very clean./\nBattles are fun, on hard mode you feel the pressure and some of the end battles are really intense.\nMoney system simplifies upgrades and other purchases.\nDefinitely a bit of freedom in certain parts, you can choose to kill people or not, in a few areas you can choose to steal and preempt battles.\n\nCONS:\nThe story, while having plenty of twists, is kind of stupid. I feel like they were writing a plot, and than said, \"Wait... we should do the complete opposite!\", and did that a few times til they ended up with the most ridiculous ending. I'm sure many people enjoy the plot, but I just couldn't get on board.\nThe difficulty is a size or two too small, I felt like it was just too easy on hard difficulty. \nThe new 'armor' system is good but easily taken advantage of. I just maxed armor asap and never died. The recovery rate is a bit too quick.\nI felt like it dragged on a lot. I thought the game was going to be over 10 hours before it actually was.\n\nOverall, compared to the previous games, I'd give this a 6/10, and because I have to choose a recommendation, I will say go ahead and get it if you have the others, but don't expect an, \"AMAZING GAME!\"","timestamp_created":1418170240,"timestamp_updated":1418170240,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.541287720203399658","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13299759","author":{"steamid":"76561198091019968","num_games_owned":470,"num_reviews":33,"playtime_forever":1850,"playtime_last_two_weeks":0,"playtime_at_review":556,"last_played":1552098993},"language":"brazilian","review":"Bioshock Infinite é um game  de ação e FPS, com uma história lindíssima! o jogo passa em 1912 em uma cidade no céu chamada Columbia segue minha nota:\n\nHistória 10/10\n\nJogabilidade 10/10\n\nGráficos: Leve e mesmo sendo leve tem um puta gráfico\n\nBugs: Praticamente não tem!\n\nO que acho do jogo excelente 1000/10","timestamp_created":1418169493,"timestamp_updated":1418169493,"voted_up":true,"votes_up":3,"votes_funny":1,"weighted_vote_score":"0.556672930717468262","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13299654","author":{"steamid":"76561198063132783","num_games_owned":113,"num_reviews":7,"playtime_forever":811,"playtime_last_two_weeks":0,"playtime_at_review":595,"last_played":1580579034},"language":"english","review":"2k already won my heart with borderland but this has broken me!!!!! Best Game i have EVER played!","timestamp_created":1418168815,"timestamp_updated":1418168815,"voted_up":true,"votes_up":1,"votes_funny":1,"weighted_vote_score":"0.526402771472930908","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13299392","author":{"steamid":"76561198020498614","num_games_owned":427,"num_reviews":20,"playtime_forever":791,"playtime_last_two_weeks":0,"playtime_at_review":791,"last_played":1418165360},"language":"english","review":"From start to finish, this game is one rollercoaster of plottwists and confusing endings. To say the Burial at Sea DLC perfectly fit into the originial Bioshock showing things that were previously unexplained.\n\nGoddamn do I love Salt fueled murderfests.\n\n9/10 \"Too much railways\" -IGN","timestamp_created":1418165624,"timestamp_updated":1418165624,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.503834009170532227","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13297990","author":{"steamid":"76561197994152399","num_games_owned":83,"num_reviews":33,"playtime_forever":1671,"playtime_last_two_weeks":0,"playtime_at_review":1581,"last_played":1418333649},"language":"english","review":"My mind is still boggled by constants and variables.","timestamp_created":1418157111,"timestamp_updated":1418157111,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.497409343719482422","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13297104","author":{"steamid":"76561198120438291","num_games_owned":52,"num_reviews":3,"playtime_forever":1600,"playtime_last_two_weeks":0,"playtime_at_review":1241,"last_played":1540326075},"language":"english","review":"i'm not good at reviewing so all i could say is....this game is amazing. i love the atmosphere. 101010283747183927/10 IGN- annnnnnd it is totally worth it for the $50 on the season pass bundle. I recommend this game to anyone that likes an fps but an amazing story","timestamp_created":1418152281,"timestamp_updated":1418152281,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.497409343719482422","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13297045","author":{"steamid":"76561198132540537","num_games_owned":251,"num_reviews":2,"playtime_forever":784,"playtime_last_two_weeks":0,"playtime_at_review":362,"last_played":1470494849},"language":"italian","review":"Questo gioco è arte pura. Ora ho finito la campagna principale e sono rimasto molto sorpreso. La trama è difficile da capire ma io l'ho capita pur sforzandomi un poco. Tuttavia ho ancora 2 dlc da giocare: il mio voto è 9/10. Acquistatelo con gli sconti, ne vale assolutamente la pena","timestamp_created":1418151929,"timestamp_updated":1418151929,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13296882","author":{"steamid":"76561198049581683","num_games_owned":270,"num_reviews":6,"playtime_forever":1234,"playtime_last_two_weeks":0,"playtime_at_review":1234,"last_played":1418150565},"language":"english","review":"My. Fucking. God. This game messed with my head a bit at the end. Besides the fact, the art style was terrific, the story line was outstadning. I loved this game. Didn't really feel like I was missing anything by not playing the first BioShocks.","timestamp_created":1418151075,"timestamp_updated":1418151075,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.518518567085266113","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13296380","author":{"steamid":"76561198007231821","num_games_owned":257,"num_reviews":45,"playtime_forever":982,"playtime_last_two_weeks":0,"playtime_at_review":979,"last_played":1388586234},"language":"english","review":"Different setting than the 1st 2 games, but doesn't make it any less a game for it. The ending is a bit weird, but in all honesty, the 1st 2 had weird endings too. Who knows if they'll make a 4th Bioshock? Maybe they will, maybe they won't. if they did, I'd more than likely buy it.","timestamp_created":1418148554,"timestamp_updated":1418148554,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13296265","author":{"steamid":"76561198080543620","num_games_owned":78,"num_reviews":6,"playtime_forever":2691,"playtime_last_two_weeks":0,"playtime_at_review":1536,"last_played":1620486732},"language":"russian","review":"Отличная игра одна из моих любимых 10 из 10","timestamp_created":1418147903,"timestamp_updated":1418147903,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13295869","author":{"steamid":"76561197986481335","num_games_owned":110,"num_reviews":2,"playtime_forever":670,"playtime_last_two_weeks":0,"playtime_at_review":628,"last_played":1520757992},"language":"french","review":"Histoire tres prenante bien que début ressemblant à beaucoup de FPS. Un bon bioshock dans son univers si special que l'on aime tant.","timestamp_created":1418145574,"timestamp_updated":1418145574,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13294427","author":{"steamid":"76561198071048926","num_games_owned":501,"num_reviews":107,"playtime_forever":1089,"playtime_last_two_weeks":0,"playtime_at_review":1089,"last_played":1415135595},"language":"english","review":"Very good story, I was not expecting the last few hours to grasp my attention so much. VERY VERY good story line.","timestamp_created":1418137131,"timestamp_updated":1418137131,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13293401","author":{"steamid":"76561198159913534","num_games_owned":52,"num_reviews":4,"playtime_forever":1269,"playtime_last_two_weeks":0,"playtime_at_review":1234,"last_played":1418129397},"language":"english","review":"I have played all the bioshock games and this is my favorite (although its not much like the others!)\nGraphics are beautiful, colourful. detailed and smooth. I didnt encounter any game glitches or crashes.\nGameplay is pretty good - its not a full out shooter but I didnt expect it to be (none of the bioshocks are full out shooters).\nThe best bit of this game is the story line and the story has some wicked twists!\nI have fallen in love with Elizabeth (who is your companion through most of the game). She is a great companion, you dont have to worry about protecting her, she doesnt get in the way and she shares lots of ammo, salts and health with you! \n\nOverall I'd give it a 7/10\nIts a bit slow to begin with and can get frustrating at times...... but that just adds to the overall experience of the game.\n\n","timestamp_created":1418130206,"timestamp_updated":1418130206,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13293059","author":{"steamid":"76561198112390020","num_games_owned":226,"num_reviews":14,"playtime_forever":937,"playtime_last_two_weeks":0,"playtime_at_review":799,"last_played":1418312110},"language":"russian","review":"Это замечательно.Незабываемая игра молодцы 2k потрудились я люблю все игры от 2k.Хорошая покупка не зря потратил деньги \nP.S\nэто неповторимо","timestamp_created":1418127739,"timestamp_updated":1418127739,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.54356849193572998","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false}],"cursor":"AoJ4h4HAl8oCc+DaMg=="}