{"success":1,"query_summary":{"num_reviews":100},"reviews":[{"recommendationid":"13292602","author":{"steamid":"76561198137890235","num_games_owned":99,"num_reviews":4,"playtime_forever":764,"playtime_last_two_weeks":0,"playtime_at_review":550,"last_played":1468068984},"language":"thai","review":"สุดยอดดดดดดดดดด","timestamp_created":1418123940,"timestamp_updated":1418123940,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13291034","author":{"steamid":"76561198154027636","num_games_owned":157,"num_reviews":10,"playtime_forever":724,"playtime_last_two_weeks":0,"playtime_at_review":724,"last_played":1415178598},"language":"koreana","review":"DLC 바다의무덤 1,2는 필히 플레이 하셔야 합니다.","timestamp_created":1418106748,"timestamp_updated":1418106748,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13291019","author":{"steamid":"76561198055863975","num_games_owned":120,"num_reviews":3,"playtime_forever":367,"playtime_last_two_weeks":0,"playtime_at_review":336,"last_played":1414088784},"language":"english","review":"In the world of Bioshock Infinite nothing is ever what it truly seems.\nWhat may be a peaceful spot in one reality could be a wartorn hellhole by opening up a tangent to another reality. You begin the game following standard bioshock loor, Abandoned lighthouse in the middle of the ocean that needs to be investigated, check, creepy imagery and symbolism check, oh and instead of taking place underwater Irrational games took the city of columbia to the sky.\nThe colourful city of Columbia boasts some of the most impressive if not the most impressive visuals to use the unreal 3 engine. Cliff Bleszinski should be proud to see just how far his engine has come since 2006.\n\nA down on his luck drunkard Boker Dewitt must travel to the highest pinnacle of the city to rescue a young girl with the power to tear holes in the fabric of reality.\nBut since when is a rescue mission ever this easy, Religous fanatics, white supremacists and brainwashed citizens are only a few of the challenges Booker will have to face along this rigorous life threatening ordeal. While the city of Columbia is heavily populated with civillians just doing their jobs don't be shoked at how some of the seemingly innocent people act out in the name in their lord, as Booker states early on in the game \"just cause a city flies doesn't mean it ain't got it's share of fools.\" \n\nThe game's story and character development are some of the best I've seen in a long while. Infinite's story is structured very much like a tv series or a novel about redemption, realization, love and loss. However what makes Infinite so great from a story telling standpoint, is that shows just how certain relationships can only become so strong in a video game. Some things can only be achieved through interactive media, and Bioshock certainly shows this at its best.\n\nNow Infinite not being given a number is a stand alone tittle that requires absolutely no prior knowledge of the previous games to understand. However it does contain easter eggs and references to previous entries that long time fans will be able to appreciate. So whether you've indulged in rapture before or if you've never even heard of a plasmid or a little sister, it doesn't matter because Infinite is accessible to everyone. Now that being said fans of the original games may be disappointed with the fact that you are limited to carrying only two guns at once, as opposed to the bloated arsenal that you were able to carry around in the first few games. This can be a bit annoying but it rarelyfelt as if I was in a panic trying to constantly search the area around me for what feels like the rite gun.\n\nIf anything the 2 weapon limit forces you to be strategic in every firefight. You can no longer go into the middle of a war zone guns ablazing and just shoot everyone with a slew of weapons. To make it fair you can upgrade your guns at stations, and purchase ammo for each weapon individually. Ammo machines are not uncommon, but they are expensive, and although wealth in Columbia is as easy to pick up as searching trashcans, their are other long term purchases that you can make that conflict with your ammo purchases. All of the games weapons can be upgraded, but your never going to have enough money to buy all of them. Your best off just upgrading the few you like the most. You can also find upgrades to your character in the form of gear. You have 4 slots to carry around different types of gear, gear upgrades range from having temporary invulnerability to getting extra heath and ammo with each kill. \n\nI thought at first that the game was a bit too easy, however in order to make dying in the game feel like a menace and not just a nucince, everytime you die you loose a certain amount of cash. So while I never really died outside of the boss battles, the few times I did die made it so that I was constantly on my toes doing my best to get hit as little as possible.\n\nTo help with the firefights you are given Vigors this Bioshocks version of plasmids. Hardcore fans should feel rite at home with them, but new timers to the rpg fps genre will take some time to get use to it. \n\nVigors are essentially magic that you can use to help you out in a pinch. There are a total of 8 vigors in the game that you can pick up, and just like guns each of them is upgradable. Also for long time fans you should be delighted to know that unlike the previous games where you could only carry around as many plasmids as you could afford, (safe for the ones that are mandatory for player progression) here all the vigors become available to you as to balance out the two weapon limit. While there are only two that you need the shock jockey that lets you shoot out electricity from your hands to power electrical outlets, and the possession vigor that enables you to take over machines. The other vigors are damn near impossible to miss, so if you haven't gotten all the vigors by the games end then it's your own fault not the game. \n\nYou can also open up and close tears in the fabric of reality to summon machines to fight your battles for you, or create cover to lean against. This adds a lot of variety to the gun battles, though you can only open up one tear at a time as to avoid being over powered. \n\nSince this is a Bioshock game you can expect to also do a lot of exploring, while it is a linear game the amount of things to uncover is quite amazing. You can pick up lockpicks to open up safes and secret doors to reveal cash and goodies. Though I'm a bit disappointed that the hacking mini game from the first two Bioshock games is no longer present, this does allow the game to further establish its own identity. \n\nMy one gripe about the game is that it lacks replay value, or rather why it lacks replay value. On the pc version (The version I'm reviewing) you are only given one save file, and once you beat the game you can't start a new game with the weapons and abilities you have collected from your previous playthrough. By the time I had beaten the game I had 12 extra lockpicks a fairly large amount of cash, and had upgraded most of my favorite guns.\n\nIt would have been awesome had there been a new game plus option where you could plow through the game as an overpowered badass. Alas no such option exists. While I am a bit disappointed by the games ending the game as a hole is better then the sum of its parts and the epic final boss battle was definitely one of the most memorable moments of any game that came out this year. While previous Bisohock games gave you so many upgrades that by the time you reached the final boss you would pretty much have to try to get yourself killed, here the game doesn't pull any strings and will frustrate you to no end, giving you a chance to test all of the skills that you have in a barrage of pretty much every enemy type the game has to offer. \n\nWhen alls said and done There are a milion milion different worlds out their, and I can't imagine any of them without Bioshock Infinite. 10/10","timestamp_created":1418106666,"timestamp_updated":1418106666,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13289454","author":{"steamid":"76561198144447116","num_games_owned":94,"num_reviews":32,"playtime_forever":905,"playtime_last_two_weeks":0,"playtime_at_review":632,"last_played":1418543826},"language":"schinese","review":"这游戏有点意思，感觉战斗只是衬托而已","timestamp_created":1418091393,"timestamp_updated":1418091393,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13287082","author":{"steamid":"76561198051197852","num_games_owned":192,"num_reviews":3,"playtime_forever":1070,"playtime_last_two_weeks":0,"playtime_at_review":965,"last_played":1408390300},"language":"turkish","review":"DLC'leri ile birlikte oynadığınızda tadından yenmeyen ve her daim efsane kalacak bir oyun. Oyunlarda hikayeye önem verenlerin ölmeden önce mutlaka oynaması gerekir. Grafikler zaten çok iyi. Oynanış da aynı şekilde. Ağlamıyorum gözüme bir şey kaçtı.","timestamp_created":1418075224,"timestamp_updated":1480400519,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13287021","author":{"steamid":"76561198062322466","num_games_owned":358,"num_reviews":9,"playtime_forever":1033,"playtime_last_two_weeks":0,"playtime_at_review":948,"last_played":1433095303},"language":"english","review":"This game has fun gameplay and an amazing story. All of the hate for it came from the fact that rapture was not where the game took place.","timestamp_created":1418074933,"timestamp_updated":1418074933,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.497409343719482422","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13286635","author":{"steamid":"76561198043103144","num_games_owned":242,"num_reviews":65,"playtime_forever":677,"playtime_last_two_weeks":0,"playtime_at_review":322,"last_played":1417934787},"language":"english","review":"awesome game play, story line, and combat","timestamp_created":1418072643,"timestamp_updated":1418072643,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.521224081516265869","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13286434","author":{"steamid":"76561198004571174","num_games_owned":73,"num_reviews":2,"playtime_forever":607,"playtime_last_two_weeks":0,"playtime_at_review":427,"last_played":1538531665},"language":"english","review":"Great game. 9/10.\n10/10 with rice.","timestamp_created":1418071679,"timestamp_updated":1418071679,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.467032968997955322","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13285927","author":{"steamid":"76561198049665428","num_games_owned":48,"num_reviews":1,"playtime_forever":1281,"playtime_last_two_weeks":0,"playtime_at_review":1281,"last_played":1418067278},"language":"english","review":"Great game, one of my favs. I recommend you play it, just be prepared to be ticked off. Stupid ending. Cool but stupid.","timestamp_created":1418068842,"timestamp_updated":1418068842,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13285454","author":{"steamid":"76561197970928446","num_games_owned":772,"num_reviews":11,"playtime_forever":1411,"playtime_last_two_weeks":0,"playtime_at_review":1411,"last_played":1390054121},"language":"english","review":"for a game with constants and variables, I would say the story is a constant attempt at rekindling that of bioshock except dumbed down. the fun to be had from the combat however is variable, even on 1991 mode. it does shine out amongst some of the recent games to be released, but then that is like shining a flashlight in a coffin 100 foot in the ground. i give 7 out of 10 because approaching racism is a game seems unnecessary considering we're kind of past that stage and if I wanted to babysit a grown woman I would probably be employed in a mental health clinic.","timestamp_created":1418066201,"timestamp_updated":1418066201,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.521224081516265869","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13285218","author":{"steamid":"76561198130765698","num_games_owned":160,"num_reviews":16,"playtime_forever":1043,"playtime_last_two_weeks":0,"playtime_at_review":703,"last_played":1541925465},"language":"russian","review":"это... это... ПОТРЯСАЮЩЕ!!!! просто удивительная история полная приключений и драматизма, кстати, усть полный русификатор для нее и очень качечственный и абсолютно бесплатный. покупайте, играйте, кайфуйте!","timestamp_created":1418064920,"timestamp_updated":1418064920,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13285018","author":{"steamid":"76561198036520576","num_games_owned":234,"num_reviews":6,"playtime_forever":539,"playtime_last_two_weeks":0,"playtime_at_review":539,"last_played":1417180797},"language":"english","review":"In this game you should rescue the bitch after what she will runaway from you after that you should find her again then she get kidnapped and you must rescue her again and this shit will repeat over and over again until you realize that Cumstock never been real.","timestamp_created":1418063814,"timestamp_updated":1418063814,"voted_up":false,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.48742830753326416","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13284967","author":{"steamid":"76561198039565452","num_games_owned":550,"num_reviews":5,"playtime_forever":692,"playtime_last_two_weeks":0,"playtime_at_review":690,"last_played":1425067507},"language":"english","review":"Probably the biggest brainfuck in gaming history. But a very googd game.","timestamp_created":1418063507,"timestamp_updated":1418063507,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.51948857307434082","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13284799","author":{"steamid":"76561198119401823","num_games_owned":84,"num_reviews":1,"playtime_forever":819,"playtime_last_two_weeks":0,"playtime_at_review":124,"last_played":1524162267},"language":"polish","review":"Świetna polecam każdemu.","timestamp_created":1418062672,"timestamp_updated":1418062672,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.465944379568099976","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13284596","author":{"steamid":"76561197994280526","num_games_owned":103,"num_reviews":8,"playtime_forever":1874,"playtime_last_two_weeks":0,"playtime_at_review":992,"last_played":1420202948},"language":"russian","review":"Шедевр! Однозначно лучьшая игра из тех в которую мне довелось поиграть. \nПрошёл сначало на пиратке и осознав на сколько эта игра великолепна купил версию в стиме. \nЭта игра стоит потраченных денег.\nЖму руки всем создателям и падаю ниц перед ними. Осталось только посмотреть что получилось из Burial at Sea.\n11 из 10! :3","timestamp_created":1418061671,"timestamp_updated":1418061671,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13280066","author":{"steamid":"76561198097865978","num_games_owned":162,"num_reviews":4,"playtime_forever":212,"playtime_last_two_weeks":0,"playtime_at_review":212,"last_played":1418470521},"language":"english","review":"10/10 Beautiful peaceful game until the raffle ........ fuck the raffle","timestamp_created":1418030679,"timestamp_updated":1418030679,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.497409343719482422","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13279651","author":{"steamid":"76561197962775424","num_games_owned":578,"num_reviews":110,"playtime_forever":1693,"playtime_last_two_weeks":0,"playtime_at_review":1693,"last_played":1405223777},"language":"english","review":"Irrational Games has created a new game which is well structured and has an ending which allows it to lead into the DLC episodes. (Episode 2 which was a exceptionally well made piece). Bioshock Infinite (BI) is a departure from the sandboxing that Bioshock 1 and 2 had and has moved to lead players on a more structured path.\n\nOne point of contention with this game is the \"lack\" of access to weapons that previous iterations had.  The mechanics play into the feeling that the main protagonist \"Booker\" is essentially a \"fugitive\".  As a fugitive, you are not all powerful and you will have to scavenge a LOT while avoiding enemy fire.  But if it's a turn-off for those players, then I would recommend avoiding this if you prefer that style.  \n\nThe movement systems in place allow for this frantic play style which is not as daunting as it may seem. Rail systems for jumps and summoning turrets is only a few tactics that is giving to players to give themselves a few second of reprieve from enemy fire.  \n\nThe enemy variations are interesting enough not to make it a chore as Booker and Elizabeth travel throughout and develop a relationship as they attempt to make their escape.  It plays all into the grand scheme and the entire package is  wrapped up beatifully for this game and it's accompanying DLC episodes.\n\n..\n\nFor DLC, you should get the Episodes that happen in Rapture but be aware that Episode 2 is better so please bear with going through Episode 1 as the story and the gameplay is worth it.","timestamp_created":1418025554,"timestamp_updated":1418104356,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13278693","author":{"steamid":"76561198160580280","num_games_owned":59,"num_reviews":3,"playtime_forever":478,"playtime_last_two_weeks":0,"playtime_at_review":478,"last_played":1418078466},"language":"russian","review":"Буду краток - получил массу удовольствия. 10\\10","timestamp_created":1418016536,"timestamp_updated":1418016536,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13278600","author":{"steamid":"76561198087586283","num_games_owned":97,"num_reviews":2,"playtime_forever":559,"playtime_last_two_weeks":0,"playtime_at_review":559,"last_played":1418014256},"language":"english","review":"I just finished BioShock Infinite for the first time tonight. I played through the first two to get into the story mode. All I can say is that this was utterly fantastic. It built upon every single great component of the first two and added an even more entrancing and compelling storyline that has the potential to blow your mind. Easily in my top 10 favourite games of all-time just based on the story and gameplay. \n\nDefinitely, you need to give this a try!","timestamp_created":1418015380,"timestamp_updated":1418015380,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.497409343719482422","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13278041","author":{"steamid":"76561198097416040","num_games_owned":71,"num_reviews":9,"playtime_forever":2204,"playtime_last_two_weeks":0,"playtime_at_review":658,"last_played":1555304375},"language":"english","review":"As a big fan of the BioShock series, Infinite definitely did not dissapoint. Vivid and colorful graphics, with a sort of Dieselpunk or Steampunk feel, Great voice acting and character emotion, and fun (and quite challenging at some parts) gameplay. If you are looking for a great story-driven FPS, then this is the game for you.\n\nAlso, if you liked this, then I would suggest to play the other games in the trilogy because (in my opinion) they are just as good as Infinite.","timestamp_created":1418010475,"timestamp_updated":1418010475,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.497409343719482422","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13277656","author":{"steamid":"76561198051940220","num_games_owned":98,"num_reviews":1,"playtime_forever":549,"playtime_last_two_weeks":0,"playtime_at_review":440,"last_played":1574804723},"language":"english","review":"Best campaign I have played in a while. Very quick but gets a little confusing with all the different tears and parallel universes.","timestamp_created":1418007138,"timestamp_updated":1418007138,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.497409343719482422","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13277443","author":{"steamid":"76561197973006707","num_games_owned":259,"num_reviews":2,"playtime_forever":1105,"playtime_last_two_weeks":0,"playtime_at_review":921,"last_played":1486822599},"language":"english","review":"Game design at its finest.","timestamp_created":1418005683,"timestamp_updated":1418005683,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.497409343719482422","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13275660","author":{"steamid":"76561198132375258","num_games_owned":89,"num_reviews":8,"playtime_forever":1224,"playtime_last_two_weeks":0,"playtime_at_review":1224,"last_played":1417884171},"language":"english","review":"Beautifully made game that lets you eat out of trashcans, kill racists, and running away from a gigantic mechanical bird with a separation disorder\n\nRate: 10/10","timestamp_created":1417992975,"timestamp_updated":1417992975,"voted_up":true,"votes_up":1,"votes_funny":1,"weighted_vote_score":"0.502262473106384277","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13274841","author":{"steamid":"76561198083783442","num_games_owned":88,"num_reviews":1,"playtime_forever":218,"playtime_last_two_weeks":0,"playtime_at_review":218,"last_played":1388168896},"language":"italian","review":"Trama senza particolari colpi di scena ma che pero' finisce col farti guardare con una prospettiva diversa l'intero gioco come gameplay rimane simile ai suoi predecessori sebben con una ambientazione diversa, mi e' piaciuto","timestamp_created":1417988571,"timestamp_updated":1417988571,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13274819","author":{"steamid":"76561198038387072","num_games_owned":386,"num_reviews":25,"playtime_forever":3820,"playtime_last_two_weeks":0,"playtime_at_review":3820,"last_played":1411205645},"language":"russian","review":"Когда то давно,я играл в серию игр Bioshock и думал,что единственное о чем мне стоит заботиться-это маленькие сестрички и чокнувшиеся наркоманы с глубины океана.После нескольких лет ожидания вышла Infinite и я дай бог думал что она затащит за счет твиста,мол не все так просто и вообще ты сын алигарха и бла бла.Но какого было мое удивление,когда я узнал что это игра про связи.А именно семейным.О том,что все твои действия в жизни важны,даже если ты был не прав.О том что ты никогда не снимешь с себя бремя человека,которому суждено быть больше чем просто солдатом.Эта история о том,что даже твои поступки имеют последствия,что ответственность будет преследовать тебя везде,куда бы ты не пошел.И самое главное-Правда,которую порой трудно принять.Стоит ли говорить о том что персонаж за многие года начал разговаривать и реагировать на окружающую среду?Стоит ли упоминать,что в игре напарник не просто бегающий npc,который просто бездушно путешевствует с героем?Думаю на эти вопросы смогут найти ответ те кто запустят игру и найдут в ней то что ищут.Игра не для всех,т.к шутерная состовляющая довольно странная вещь,но опять же если смотреть со стороны визуализаций и сюжета то все вырисовывается наилучшим образом.","timestamp_created":1417988483,"timestamp_updated":1417988483,"voted_up":true,"votes_up":5,"votes_funny":0,"weighted_vote_score":"0.583563387393951416","comment_count":2,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13274195","author":{"steamid":"76561198064873711","num_games_owned":284,"num_reviews":3,"playtime_forever":988,"playtime_last_two_weeks":0,"playtime_at_review":988,"last_played":1417955160},"language":"english","review":"Honestly I was going in bais that the original Bioschock would be better. But honestly this game was just spectacular. Playing through this and the DLCs just makes everything click with the bioshock franchise and it feels great. I'd honestly recommend this to anyone looking for a rich story. The FPS aspect was really well done as well. Better than the original.","timestamp_created":1417985591,"timestamp_updated":1417985591,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.497409343719482422","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13273741","author":{"steamid":"76561198054295716","num_games_owned":487,"num_reviews":73,"playtime_forever":2883,"playtime_last_two_weeks":0,"playtime_at_review":601,"last_played":1657103734},"language":"czech","review":"Parádní hra zase s něčím novým! :3","timestamp_created":1417983500,"timestamp_updated":1417983500,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13273314","author":{"steamid":"76561198068931849","num_games_owned":49,"num_reviews":1,"playtime_forever":851,"playtime_last_two_weeks":0,"playtime_at_review":799,"last_played":1417977225},"language":"spanish","review":"Buenisimo","timestamp_created":1417981486,"timestamp_updated":1427147604,"voted_up":true,"votes_up":0,"votes_funny":1,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13272704","author":{"steamid":"76561198076895297","num_games_owned":90,"num_reviews":48,"playtime_forever":810,"playtime_last_two_weeks":0,"playtime_at_review":714,"last_played":1420666041},"language":"italian","review":"Bioshock infinite è un gioco che riesce a prendere subito il giocatore, la trama è molto intricata e solo alla fine si riuscirà a capire chi è l'uomo che si impersona nel gioco, chi è il ''nemico'' e la ragazza che ci accompagnerà durante tutta la trama. \nE' un gioco che consiglio assolutamente,  va giocato fino alla fine. 10 e lode.","timestamp_created":1417978855,"timestamp_updated":1417978855,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13272138","author":{"steamid":"76561198027692026","num_games_owned":210,"num_reviews":61,"playtime_forever":4097,"playtime_last_two_weeks":0,"playtime_at_review":3851,"last_played":1473181954},"language":"english","review":"Story\n+ Here’s a story that keeps haunting long after you’ve finished the game. Huge amounts of tragedy and a grand plot that extends far beyond a typical computer game.\n\nDesign\n+ The events of this game take place in an ideological, totalitarian, brainwashed society. The design emphasizes this idea from a propagandist’s point of view with everything being overly idyllic and unrealistically beautiful. The design for sure is the trademark of this game, incorporating elements of steampunk, utopia, early 20th century Europe and...heaven.\n+ Remarkable character design. Elizabeth would easily be in my top 10 list of all time best NPC’s.\n\nGameplay\n+ Smooth, easily adaptable controls. \n+ Fun malee attack\n+ Best npc follower I’ve seen in any game\n+ Cool weapons and vigors\n+ Original ways to move around (sky-lines)\n+ Easy to find the way when you get lost\n- Not that many original elements\n\nSound\n+ Leaving aside the music, that already by itself moves you to the bottom of your heart, the game has a great mixture of ingame sounds.\n+ Voice acting that stands out\n\nVerdict:\nIt’s one of those few games that has everything working and in order. Throughout the game nothing bugged me. The story left a great impression and visually it is a masterpiece.\nAs crazy as it might sound to someone who’s played the game, I’d still like to point out that it lacked originality when I only speak about gameplay elements. Yes, the sky-line was a flash of originiaity and so was the way Elizabeth got you money but apart from that you had the usual moving around, shooting, casting vigors – all the basic elements of 1st person shooters. I expected something more revolutionary from a game of this magnitude.  A very strong 9/10\n","timestamp_created":1417976467,"timestamp_updated":1417976467,"voted_up":true,"votes_up":3,"votes_funny":0,"weighted_vote_score":"0.533361256122589111","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13271435","author":{"steamid":"76561198088932724","num_games_owned":290,"num_reviews":16,"playtime_forever":1153,"playtime_last_two_weeks":0,"playtime_at_review":1153,"last_played":1430174742},"language":"english","review":"ayy lmao","timestamp_created":1417973376,"timestamp_updated":1466705757,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.502899765968322754","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13271384","author":{"steamid":"76561197972765366","num_games_owned":1217,"num_reviews":12,"playtime_forever":18983,"playtime_last_two_weeks":0,"playtime_at_review":6683,"last_played":1550345180},"language":"english","review":"Game itself was good, fun play, enjoyable, not amazing gameplay and somewhat repetitive and linear in places, but so many sweet scenes or awesome visuals, not to mention great world building with a really interesting world, that I was pretty happy with it even when it wasn't being amazing. \n\nAdding in the quantum aspects and timeline / world changing choices and options... was mostly just fun as you went along, it made it a little extra fascinating and interesting, you (kind of) didn't just get to explore one world, you got to explore a few and really explore the idea of choices affecting the world. Would *love* to have seen that expanded on to add more depth to the mid game. \n\nBut the story elements build and build as you go, really laying the foundation of ideas and coolness that makes the ending (in my opinion) one of the most brilliant multilayered gut hits of Holy OMG I've ever had in a game. \n\nWhen I finished it (at 2am one morning, trading sleep to be able to see the ending) I was literally stunned. I just sat there for almost 20 minutes wrapping my head around the narrative beauty of the multiple levels to the game's story and ending. \n\nI know not eveyrone loved / understood the ending but I thought it was brilliant and was really impressed. Raised a good game that was pretty cool and enjoyable up to that point - to one of my \"Favorite Experiences of Gaming Ever\".\n\nA+ for the final complete experience, though it has it's rough points along the way, they're completely worth it (in my opinion! =)).","timestamp_created":1417973123,"timestamp_updated":1417973123,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.51915276050567627","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13271098","author":{"steamid":"76561198055569232","num_games_owned":36,"num_reviews":2,"playtime_forever":957,"playtime_last_two_weeks":0,"playtime_at_review":957,"last_played":1417960861},"language":"polish","review":"great game","timestamp_created":1417971956,"timestamp_updated":1417971956,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13270736","author":{"steamid":"76561198053869841","num_games_owned":156,"num_reviews":29,"playtime_forever":1751,"playtime_last_two_weeks":0,"playtime_at_review":1295,"last_played":1556401772},"language":"spanish","review":"¡Es puta madre sin pedancia y no falla en la pércuta!","timestamp_created":1417970526,"timestamp_updated":1417970526,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13270727","author":{"steamid":"76561198110585810","num_games_owned":67,"num_reviews":1,"playtime_forever":730,"playtime_last_two_weeks":0,"playtime_at_review":554,"last_played":1418136607},"language":"english","review":"I find in coins in trash cans.\n\n10/10","timestamp_created":1417970498,"timestamp_updated":1417970498,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.521224081516265869","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13270590","author":{"steamid":"76561198128689501","num_games_owned":12,"num_reviews":2,"playtime_forever":449,"playtime_last_two_weeks":0,"playtime_at_review":7,"last_played":1468694242},"language":"english","review":"I don't know why it doesnt works at all","timestamp_created":1417969907,"timestamp_updated":1417969907,"voted_up":false,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.454180598258972168","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13269618","author":{"steamid":"76561197980840902","num_games_owned":195,"num_reviews":10,"playtime_forever":1286,"playtime_last_two_weeks":0,"playtime_at_review":1286,"last_played":1433107771},"language":"german","review":"GERMAN : Ein sehr intensives und zugleich Grafisches Sahneschnittchen von einem Spiel. Irrational und 2K Games haben sich dort selbst übertroffen und einen Titel geschaffen der für viele andere Entwickler und Publisher ein Beispiel sein sollte. Auch wenn ich innerhalb von 11 Stunden Spielzeit bereits komplett durch war hat mich die Story und das Spiel so in den Bann gezogen das ich nicht aufhören wollte zu spielen. Klare Kaufempfehlung von meiner Seite !!!\n\nENGLISH : A very intenste and graphical masterpiece of a game, Irrational and 2K have exceeded each other on this Titel and should be an example for all those other developers and publishers out there to make a successful game like this. Even though i finished playing the game in almost 11 h of gameplay, i realy couldnt stop play this game because I was drawn to the story and the game. This game is a total buyer !!!\n\nDont miss the dark side in you !","timestamp_created":1417965593,"timestamp_updated":1480023359,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13269202","author":{"steamid":"76561198079654784","num_games_owned":124,"num_reviews":2,"playtime_forever":615,"playtime_last_two_weeks":0,"playtime_at_review":594,"last_played":1455804706},"language":"english","review":"Epic Story. love love","timestamp_created":1417963822,"timestamp_updated":1417963822,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.497409343719482422","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13269162","author":{"steamid":"76561198139279330","num_games_owned":151,"num_reviews":3,"playtime_forever":1145,"playtime_last_two_weeks":0,"playtime_at_review":1145,"last_played":1417898683},"language":"koreana","review":"주변 환경이나 색채, 분위기 등이 매우 훌륭합니다.\n하늘도시 설정에 어울리는 화사하고 밝은 배경이 멋지게 표현되어 있습니다.\n특히 엔딩에서 나오는 석양은 정말 아름답습니다. \n틈틈히 나오는 배경음악도 정말 좋구요.\n\n스토리는 복선이 많고 이해가 잘 안되는 부분이 있지만,\n끝까지 플레이하고 나면 그동안 보았던 복선들이 이해되기 시작합니다.\n또 엘리자베스가 항상 옆에 있어서 험난한 세상에서 외롭지 않습니다!\n\n꼭 한번 해보시길 추천합니다!","timestamp_created":1417963658,"timestamp_updated":1419260834,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.54703831672668457","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13269152","author":{"steamid":"76561198051266870","num_games_owned":130,"num_reviews":2,"playtime_forever":1914,"playtime_last_two_weeks":0,"playtime_at_review":889,"last_played":1520079051},"language":"russian","review":"С русской озвучкой, 10/10 \nGOTY однозначно.","timestamp_created":1417963609,"timestamp_updated":1417963609,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13268622","author":{"steamid":"76561198033513641","num_games_owned":64,"num_reviews":5,"playtime_forever":3346,"playtime_last_two_weeks":0,"playtime_at_review":3333,"last_played":1418450258},"language":"english","review":"持續進化的生化奇兵續作，絕對是我們這時代的代表遊戲，錯過這遊戲就比如當年沒玩過馬力歐太空戰士一般令人惋惜","timestamp_created":1417960994,"timestamp_updated":1417960994,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.497409343719482422","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13267683","author":{"steamid":"76561198105476800","num_games_owned":177,"num_reviews":87,"playtime_forever":236,"playtime_last_two_weeks":0,"playtime_at_review":161,"last_played":1418563142},"language":"koreana","review":"이 명작 게임을 안하는 너는 병1신","timestamp_created":1417956255,"timestamp_updated":1417956255,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.4375","comment_count":2,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13267613","author":{"steamid":"76561198106787291","num_games_owned":1219,"num_reviews":27,"playtime_forever":1179,"playtime_last_two_weeks":0,"playtime_at_review":969,"last_played":1488696483},"language":"russian","review":"Самая на мой взгляд лучшая из частей,Колумбия прорисована превосходно,порой просто ходишь и любуешься пейзажами.\nЭлизабет всегда выручит патронами :D вообщем всем кто ещё не играл рекомендую! 10/10","timestamp_created":1417955875,"timestamp_updated":1417955875,"voted_up":true,"votes_up":11,"votes_funny":1,"weighted_vote_score":"0.640920400619506836","comment_count":6,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13267107","author":{"steamid":"76561198116529390","num_games_owned":103,"num_reviews":3,"playtime_forever":1047,"playtime_last_two_weeks":0,"playtime_at_review":863,"last_played":1607283232},"language":"thai","review":"What are you waiting for?? \n\n\"BUY THIS GAME!!!!\"","timestamp_created":1417953370,"timestamp_updated":1420208726,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13266192","author":{"steamid":"76561198010133492","num_games_owned":228,"num_reviews":65,"playtime_forever":703,"playtime_last_two_weeks":0,"playtime_at_review":703,"last_played":1417944220},"language":"koreana","review":" Fantastic","timestamp_created":1417948692,"timestamp_updated":1417948692,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13265311","author":{"steamid":"76561198006246851","num_games_owned":89,"num_reviews":9,"playtime_forever":9594,"playtime_last_two_weeks":0,"playtime_at_review":9307,"last_played":1532504398},"language":"english","review":"Well, it's a good game. Can't say I enjoyed it as much as Bioshock 1 or 2, but Infinite was a wild ride from start to finish, and definitely held the same Bioshock flavor to it as ever. Enjoyable characters, enjoyable gameplay, enchanting story.\n\nYou'll want to re-play the game once you're done, too. There's several twists and turns that happen, and you'll want to play again to pick up on the things you missed the first time around.\n\nCertain story elements make questionable amounts of sense--and the Vigor mechanic can be mildly frustrating at times, just in how they are fired (it differs a bit from Bioshock 1 and 2), but all in all? Solid game. I'm glad I bought it.\n\nJust... for the love of God and all his angels.... don't play Burial at Sea. Those DLCs completely steamroll the story of this game, just.... trust me. Trust me on this one. Don't play Burial at Sea.\n\n*COUGH* Anyhow. Yeah, this game is worth the money; you'll be glad you played it. Emotionally destroyed, but glad you played it.","timestamp_created":1417943392,"timestamp_updated":1417943392,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.497409343719482422","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13264777","author":{"steamid":"76561198090132518","num_games_owned":13,"num_reviews":2,"playtime_forever":2489,"playtime_last_two_weeks":0,"playtime_at_review":1107,"last_played":1573289475},"language":"schinese","review":"哥伦比亚这个城市太漂亮了，充满了美国式的幻想风格，现实与理想交织的城市。","timestamp_created":1417939769,"timestamp_updated":1417939769,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13264727","author":{"steamid":"76561198034287326","num_games_owned":100,"num_reviews":9,"playtime_forever":919,"playtime_last_two_weeks":0,"playtime_at_review":903,"last_played":1462773504},"language":"english","review":"A fantastic game. The environment is beautiful and the storyline is really interesting. The biggest problem is the game is way too short. It cut down my enjoyment when I realized the game was over. I don’t think it’s worth full price. Buy it when it’s on sale.","timestamp_created":1417939417,"timestamp_updated":1417939417,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.497409343719482422","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13264123","author":{"steamid":"76561198149776900","num_games_owned":179,"num_reviews":5,"playtime_forever":726,"playtime_last_two_weeks":0,"playtime_at_review":482,"last_played":1575270878},"language":"english","review":"Wow omfg yes. This game was absolutely wow. I finished it in one sitting, I started one afternoon and didnt emerge until the next afternoon. I was hooked instantly. Easily one of the most thorough games I have played. 12/12. Would play again.","timestamp_created":1417935047,"timestamp_updated":1417935047,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.497409343719482422","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13263892","author":{"steamid":"76561198012160186","num_games_owned":256,"num_reviews":61,"playtime_forever":1022,"playtime_last_two_weeks":0,"playtime_at_review":1022,"last_played":1408669594},"language":"english","review":"It looks pretty, but the game is pretty hollow.  Go there, pull lever, kill swarm/boss, end level.  For this game being so over-hyped, it's unbelievably shallow with zero interaction with it's in habitants.  \n\nLooks aint everything, and at this point, I hope the bird just bites this broads head off.  I can't even be bothered to finish this game.","timestamp_created":1417933418,"timestamp_updated":1417933418,"voted_up":false,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.427652478218078613","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13263628","author":{"steamid":"76561198077094676","num_games_owned":283,"num_reviews":1,"playtime_forever":675,"playtime_last_two_weeks":0,"playtime_at_review":395,"last_played":1466231142},"language":"english","review":"This game is AMAZING! Definitly my favorite in the bioshock series.","timestamp_created":1417931423,"timestamp_updated":1417931423,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.475890040397644043","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13263287","author":{"steamid":"76561198018462951","num_games_owned":146,"num_reviews":34,"playtime_forever":4220,"playtime_last_two_weeks":0,"playtime_at_review":489,"last_played":1533699730},"language":"english","review":"Out standing in more ways than i can get into. Extreamly wild ride. Great F.P.S. Great story line. Great replayability. Ending, WOW. Didnt see that coming.  I cant remember the last time i was so lost in the role that i had so heavy a reaction. Must play this game if u havent. WOW!!!!!!!","timestamp_created":1417928890,"timestamp_updated":1417928890,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.497409343719482422","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13263015","author":{"steamid":"76561198050230465","num_games_owned":213,"num_reviews":38,"playtime_forever":1626,"playtime_last_two_weeks":0,"playtime_at_review":1626,"last_played":1417399261},"language":"english","review":"This is one of those rare games that sets a new benchmark for what games should be. You will get emotionally attached to the characters. You will want to spoil the ending for your friends. If you enjoyed either of the previous Bioshock games, or even if you just enjoy good stories, then you want this game. \n\n11/10. You must play this game.\n\nOn a side note the Burial at Sea DLC is amazing, but also really sad. You will cry.","timestamp_created":1417926691,"timestamp_updated":1417926691,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.497409343719482422","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13262824","author":{"steamid":"76561198054753038","num_games_owned":213,"num_reviews":2,"playtime_forever":1227,"playtime_last_two_weeks":0,"playtime_at_review":1012,"last_played":1427075136},"language":"english","review":"Credentials: Played through Bioshock completely several times, played Bioshock 2 with 100% completion, and now have played Infinite thoroughly taking my time to examine every area, listen to every audio log, watch every video log, and closely pay attention to every plot element in the game.\n\nBioshock Infinite, I will be referring to it as Infinite from now on, is a beautiful game with very deep and rich lore and plot. The game also runs very smoothly and Infinite's gameplay is very fast-paced and strategic. You can use the various weapons and vigors (plasmids from the first two games or essentially scientific magic for those new) in combination to overcome your enemies. \n\n(DON'T WORRY. READING THIS WON'T SPOIL THE GAME)\nInfinite's general plot briefly: You play as Booker Dewitt. A man forced to find a girl and either willfully or forcibly return her to New York. Doing so would wipe away his massive gambling debt. Booker isn't your average protagonist. He is a man who lived a crooked life often being hired to scare or attack workers who refused to work do to unsafe conditions, low pay, etc. However, he is also a man filled with regret and depression. \n\nUnfortunately for Mr. Dewitt, he might have bit off more than he can chew. When, he is sent to Columbia, a post-civil war American city in the sky. While this city might be beautiful on the outside, it has a very ugly inside. Columbia is a city consumed by nationalism, a radical altered version of Christianity created by their \"Prophet\", and xenophobia. In Columbia, if you are not of Anglo-Saxon descent, then you are a lesser creature. Racism and xenophobia are celebrated in Columbia.  They make a game out of showing hatred towards couples of different race and even have attractions of heavily stereotyped cultures to either get a laugh or a scare. This is thanks to their \"Prophet\" and his heavily altered version of Christianity that depicts the white man as the pure and superior race. The poor don't fair much better here either as there is no such thing as worker's rights, minimum wage, or unions in Columbia. The poor have to demean themselves by bidding their pay, break time, or hours against others to try and get a job. \n\nBooker faces many hurdles and challenges in order to try and complete his job.\n\nPro's/Con's:\n\n-World is very immersive.\n-Combat feels fast and accurate. No bad mechanics to make you scream at the screen.\n-Amazing voice acting. Booker feels like a real person. All of the supporting characters do amazing as well.\n-The girl he must find, Elizabeth, is possibly one of the best female characters that I have seen in a game. \n  Her model is not over-sexualized and her personality is realistic. This is one of the few times the damsel in distress isn't    \n  portrayed as a helpless dainty child-like woman.\n-The A.I. of your in game ally is actually helpful. They either spot out useful items, pick up things you might have missed \n  to give to you, or toss you much needed supplies that you can't reach when your pinned down behind cover.\n-The game's plot is clear and at the same time deep. (SORTA SPOILER?) Only the ending, might cause some confusion.      \n  However, it gives you a lot to think on and if you don't understand something the ending has been explained in depth \n  on various sites.\n-Visuals and performance are great. I ran the game on almost max settings with a GTX 760 2GB VRAM and pretty much \n  never had a noticeable frame drop except in one specific area which is very open and the drop was very small and barely \n  noticeable (which is possibly the most annoying since they don't warrant changing your settings).\n-THEY ADDED HATS!! Ok in all seriousness they actually did add hats that you can't see though. Clothing in the game \n  acts as combat modifiers. \n-Tons of secrets and side-quests to do. This game highly promotes exploring.\n\nCon's (Mostly nitpicking):\n\n-(HIGHLY RECOMMENDED SPOILER) There is a scene after the credits you will miss if you skip them. This scene changes \n  the ending heavily.\n-One vigor allows you to have an enemy machine become friendly for a short time. You can use this on vending \n  machines to have some money come out of the machine. This will agro the entire area. Everyone will act as if you just \n  fired a gun or shot a bolt of lightning from your hand. Doing this may cause you to miss cool in game scenes of citizens.\n-(NOT MY OPINION) Unlike the first two you cannot carry every gun at the same time. You are limited to two guns that \n  you can swap out. They probably used this system to allow them to have more guns in the game and I am fine with it, \n  but some people have complained.\n-Weapon upgrades are once again present in the game. However, they make no sense. Since, you can drop your weapon \n  and pick up a new one at any time having your weapon upgraded you just picked up doesn't make sense. \n-Weapon upgrades don't visually alter the weapons.\n-Vigor upgrades use cash instead of another resource like in the others. This presents a problem mostly because they  \n  are so expensive. In my play through I purchased only a few I really wanted and still didn't have enough money to \n  upgrade all my weapons. Not even close.\n-Vigors also seem slightly less interesting in this installment the previously and some are introduced when you only have \n  a few hours left of gameplay. You will probably use a few of them and barely touch the others.\n-Too many of the clothing modifiers alter melee or skyline combat. If you play on harder difficulties melee often isn't a \n  choice. \n-Some of the secrets in game require you to first learn of the secret before you can find them. Even if you see where a \n secret is and find a button or hidden switch you can't use it until you find a recording mentioning it.\n-No hacking like the originals. A vigor takes place of it.\n\nOverall, the game is a must play. It has an amazing story and visual environment. Unfortunately, my pro's list might seem short compared to my con's list, but I had to be vague to avoid spoilers. Many pro's you need to discover for yourself and like I said my con's are mostly nit-picking. I was never bothered by any of them except for the one about the vending machines. Since, your character is so strapped for cash it sucks deciding whether to get some extra cash or experience more story.","timestamp_created":1417925398,"timestamp_updated":1417925398,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.497409343719482422","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13261867","author":{"steamid":"76561198096123932","num_games_owned":236,"num_reviews":14,"playtime_forever":731,"playtime_last_two_weeks":0,"playtime_at_review":586,"last_played":1492976286},"language":"spanish","review":"\n+Muy buena pero muy buena historia (requeriras pasartelo muchas veces para entenderlo al 100%)\n+No interrumpe el juego para narrar la historia\n+Buenos graficos (para ser un juego centrado en historia)\n+Gran variedad de armas,vigorizantes y mejoras \n+Elizabeth el mejor compañero creado en un videojuego,tiene las mejores expresiones faciales de esta generacion \n+Muy buen doblaje al español\n\n-No hay razones para varir mucho entre tus armas por ej:si te gusta la carabina y la escopeta (para mi el mejor combo) no cambiaras mucho tus armas \n-No se puede volver a zonas para completar al 100% el juego si te perdiste algo ya no podes completar el juego al 100%\n-Sus dlc son muy cortos y \"enfrentamiento en las nuves\" no pinta para nada con Bioshock \n-El juego es muy faci en normal y dificil (para un juegador de fps experimentado)\n-El juego da un aspecto general muy lindo pero las texturas de algunas cosas como las frutas y los telefonos son horribles si se miran detalladamente \n","timestamp_created":1417918387,"timestamp_updated":1417918387,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13261843","author":{"steamid":"76561197987014756","num_games_owned":177,"num_reviews":39,"playtime_forever":3545,"playtime_last_two_weeks":0,"playtime_at_review":277,"last_played":1637518629},"language":"portuguese","review":"Simply amazing. love bioshock GAMES! the Hype is real.","timestamp_created":1417918173,"timestamp_updated":1417918173,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.543379008769989014","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13261658","author":{"steamid":"76561198109527555","num_games_owned":71,"num_reviews":1,"playtime_forever":959,"playtime_last_two_weeks":0,"playtime_at_review":260,"last_played":1568559077},"language":"thai","review":"สุดยอด","timestamp_created":1417916900,"timestamp_updated":1417916900,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13261617","author":{"steamid":"76561198090721261","num_games_owned":87,"num_reviews":17,"playtime_forever":661,"playtime_last_two_weeks":0,"playtime_at_review":314,"last_played":1420351879},"language":"spanish","review":"Muy buen juego, con buen sistema de combate, una historia un tanto confusa y hay que inferir bastante pero es entendible y no necesariamente tienes que haber jugado a los 2 anteriores juegos como para entenderla, una increible banda sonora y graficas adecuadas a la epoca en la que se ambienta el juego, con un muy simple y comodo sistema de ports y una jugabilidad buenisima, el unico aspecto que no me gusto de este juego es la guia porque eso hace que el juego pierda una parte de su escencia del realismo y de explorar.","timestamp_created":1417916603,"timestamp_updated":1417916655,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.5","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13261030","author":{"steamid":"76561198142830992","num_games_owned":13,"num_reviews":2,"playtime_forever":316,"playtime_last_two_weeks":0,"playtime_at_review":262,"last_played":1419877704},"language":"english","review":"This game is awesome, even on a Mac! The gameplay is nice, there's no frame-loss as far as I've seen, it's got beautiful graphics, and the story, while confusing at times, is pretty sweet! The only thing that I didn't like is the ending, which is a complete mind-fuck, and the fact that there's no after game. But that's what the DLC is for. Play Firefight missions and journey back to Rapture before you play as Jack in BioShock 1. You can even play as Elizabeth (without her tears, mind you). All in all, amazing game.\n\nHowever, there's too much water. 7.8/10 (fuck you IGN for your stupidity.)\n\nIn all seriousness, though, I'd rate this 9/10, because of the lack of an after game and the need for the DLC games.","timestamp_created":1417913014,"timestamp_updated":1417913014,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.497409343719482422","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13260746","author":{"steamid":"76561198074245894","num_games_owned":142,"num_reviews":3,"playtime_forever":1178,"playtime_last_two_weeks":0,"playtime_at_review":1035,"last_played":1396221232},"language":"english","review":"Its so good","timestamp_created":1417911331,"timestamp_updated":1417911331,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.497409343719482422","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13260006","author":{"steamid":"76561198028508025","num_games_owned":240,"num_reviews":40,"playtime_forever":7504,"playtime_last_two_weeks":0,"playtime_at_review":5435,"last_played":1473794374},"language":"german","review":"Für jeden der sich in die beiden Vorgänger schon son bischen verliebt hat, dem lege ich diesen Titel ganz klar ans Herz und auch den Leuten die bisher garnichts mit Bioshock zu tun hatten :D \n\nBioshock Infinite baut eine enorm große Geschichte auf Die es zu hinterfragen und zu verstehen gilt. Die faszinierende Welt von Columbia und die schräge Atmosphäre sorgen für unglaublich tolle \"Wow\" Momente was nich zuletzt an dem besten sidekick liegt den ich je gesehen habe (Elisebeth) \n\nIn meinen Augen ein Meisterwerk was riesen wiederspielwert besitzt und man durchaus in der Deutschen Sprachausgabe genießen kann ;)","timestamp_created":1417907157,"timestamp_updated":1417907157,"voted_up":true,"votes_up":4,"votes_funny":0,"weighted_vote_score":"0.583333313465118408","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13259558","author":{"steamid":"76561198147147181","num_games_owned":101,"num_reviews":3,"playtime_forever":1139,"playtime_last_two_weeks":0,"playtime_at_review":1139,"last_played":1428686121},"language":"czech","review":"Skvělá hra, která mě po dlouhé době dokázala přikovat k počítači a prostě jsem jí musela dohrát, i když jsem měla docela problém s poslední bitvou.","timestamp_created":1417904906,"timestamp_updated":1417904906,"voted_up":true,"votes_up":3,"votes_funny":0,"weighted_vote_score":"0.505195438861846924","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13259505","author":{"steamid":"76561198031696700","num_games_owned":107,"num_reviews":8,"playtime_forever":1045,"playtime_last_two_weeks":0,"playtime_at_review":720,"last_played":1490535446},"language":"german","review":"Punkte von 1 (schecht) bis 10 (sehr gut)\n\nGrafik: 5\nSound: 6\nAtmosphäre: 7\nGameplay: Call of Duty\nStory: 10\nGesamtwertung: 5,6","timestamp_created":1417904651,"timestamp_updated":1417977403,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13258065","author":{"steamid":"76561198088087649","num_games_owned":159,"num_reviews":6,"playtime_forever":817,"playtime_last_two_weeks":0,"playtime_at_review":817,"last_played":1417897214},"language":"english","review":"This is a game everybody should play. The graphics are really well made and the gameplay is really good. However, the best thing about this game is the story. The story is insanely good. Even if I compare this game to a movie, it would probably be one of my favorite story of all times. I strongly recommand this game for everyone.","timestamp_created":1417898068,"timestamp_updated":1417898068,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.497409343719482422","comment_count":3,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13257903","author":{"steamid":"76561198068973367","num_games_owned":164,"num_reviews":47,"playtime_forever":439,"playtime_last_two_weeks":0,"playtime_at_review":439,"last_played":1415674009},"language":"english","review":"A captivating journey that puts a whole new perspective on early twentieth-century social-political issues that plagued the United States and the rest of the world. Dive deep into the struggle as major powers fight over highly disputed concepts such as afterlife, religion, and freedom vs. imprisonment in a beautifuly crafted steampunk society.","timestamp_created":1417897373,"timestamp_updated":1417897373,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.521224081516265869","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13256780","author":{"steamid":"76561198088596662","num_games_owned":304,"num_reviews":31,"playtime_forever":3638,"playtime_last_two_weeks":0,"playtime_at_review":2847,"last_played":1537798429},"language":"russian","review":"Самая лучшая Игра...\nBioShock Infinite лучшая игра, в которую я играл... Я до сих пор его переигрываю... Еще ни одну одиночную сюжетную игру я столько раз не переигрывал... Мне просто нравится там находиться... Я надеюсь, что мы действительно существуем в мульти-вселенной, и что в одном из этих вселеных действительно существуют Колумбия, Букер и Элизабет..","timestamp_created":1417892396,"timestamp_updated":1429280344,"voted_up":true,"votes_up":2,"votes_funny":1,"weighted_vote_score":"0.541984736919403076","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13256354","author":{"steamid":"76561198160160091","num_games_owned":69,"num_reviews":3,"playtime_forever":2304,"playtime_last_two_weeks":0,"playtime_at_review":488,"last_played":1558296695},"language":"spanish","review":"No hay palabras para describirlo. Disfrutas cada momento del juego, queriendo cada vez mas y mas. La jugabilidad es genial, la combinación de armas y poderes es increíble y la historia... ¡MAGNÍFICA! El como se desarrolla la trama y va dando esos giros de tuerca... Es simplemente fantástico. Lo recomiendo 100%. Eso si, asegurate que tu ordenador tiene una buena tarjeta gráfica. Por lo demás, insisto, maravilloso. Te dejará \"loco\".","timestamp_created":1417890483,"timestamp_updated":1417890483,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13254798","author":{"steamid":"76561198006501534","num_games_owned":416,"num_reviews":6,"playtime_forever":970,"playtime_last_two_weeks":0,"playtime_at_review":686,"last_played":1444489505},"language":"english","review":"Very enjoyable game with great design and art style which was almost tangible. \n\nGood mechanics, great sound with good direction and thought process; Bioshock Infinante stays true with it's seemless never ending story, until it does end. Which was probbaly one of the worse parts of the game. Though enjoyable and quite brilliant with the way it wraps the game up it somehow leaves you empty handed as you struggle with possiblity of you making a difference. \n\n","timestamp_created":1417883623,"timestamp_updated":1417883623,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.497409343719482422","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13253350","author":{"steamid":"76561198045772306","num_games_owned":340,"num_reviews":2,"playtime_forever":2129,"playtime_last_two_weeks":0,"playtime_at_review":1384,"last_played":1448142675},"language":"german","review":"Graphik, Bilder, Story einfach Klasse!\nKommt für mich nicht zu 100 % an den zweiten Teil ran aber auf jeden Fall mehr als empfehlenswert!","timestamp_created":1417876906,"timestamp_updated":1417876906,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13253242","author":{"steamid":"76561198123495748","num_games_owned":50,"num_reviews":4,"playtime_forever":1298,"playtime_last_two_weeks":0,"playtime_at_review":754,"last_played":1395801619},"language":"english","review":"Great Game. Beautiful Graphics! Needs more. \n\nOVERALL: 8.5/10\n\nWorth the Money? YES and no (Would like it to last longer than a little over 20+ hours).\n\nRating?\n- 10/10 Graphics\n- 8/10 Game Play\n- 10/10 Story\n- 8/10 Fun\n\nNot a Free Rom Game sadly.","timestamp_created":1417876495,"timestamp_updated":1417876495,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.497409343719482422","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13252151","author":{"steamid":"76561198099687787","num_games_owned":290,"num_reviews":17,"playtime_forever":2346,"playtime_last_two_weeks":0,"playtime_at_review":977,"last_played":1578682215},"language":"russian","review":"Лучшая игра этого тысячилетия!!!! Безусловно!","timestamp_created":1417871110,"timestamp_updated":1417871110,"voted_up":true,"votes_up":6,"votes_funny":0,"weighted_vote_score":"0.574931979179382324","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13251260","author":{"steamid":"76561198122727585","num_games_owned":51,"num_reviews":6,"playtime_forever":523,"playtime_last_two_weeks":0,"playtime_at_review":523,"last_played":1418319181},"language":"russian","review":"очень интересная игра с очень интересным сюжетом !!","timestamp_created":1417866517,"timestamp_updated":1417866517,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13251163","author":{"steamid":"76561198072445204","num_games_owned":144,"num_reviews":15,"playtime_forever":2810,"playtime_last_two_weeks":0,"playtime_at_review":1010,"last_played":1609155759},"language":"english","review":"One of the greatest games I've ever played.\n\nSure the gunplay is a bit \"tried and tested\", but the characters, story and gorgeous scenery make this one of my all time favourites.","timestamp_created":1417865947,"timestamp_updated":1417865947,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.497409343719482422","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13250711","author":{"steamid":"76561198049209070","num_games_owned":50,"num_reviews":5,"playtime_forever":1840,"playtime_last_two_weeks":0,"playtime_at_review":968,"last_played":1445850066},"language":"english","review":"This game's story will blow your mind I'm not even joking + awesome gameplay","timestamp_created":1417863569,"timestamp_updated":1417863569,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.497409343719482422","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13249396","author":{"steamid":"76561198034166018","num_games_owned":216,"num_reviews":10,"playtime_forever":559,"playtime_last_two_weeks":0,"playtime_at_review":28,"last_played":1592098036},"language":"english","review":"Beat this game not thru steam. One of the few rpgs I was genuinely excited to play since FO3. It delievered in every sense of the way.","timestamp_created":1417855743,"timestamp_updated":1417855743,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.497409343719482422","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13249316","author":{"steamid":"76561198012540795","num_games_owned":123,"num_reviews":5,"playtime_forever":819,"playtime_last_two_weeks":0,"playtime_at_review":819,"last_played":1413615956},"language":"english","review":"Honestly for me it did not live up to the hype, but at the end of the day it's a decent game.  The ambience is great, awesome world and visuals, with an engaging story and human characters, but the gameplay itself is a bit underwhelming. Combat is pretty much your typical corridor shooter. It seems a bit flat and doesn't really have any depth. Vigors are more or less fluff as you will find yourself relying on just a couple of them. The rest aren't really useful 90% of the time. If you are a casual gamer looking to be immersed in an engaging story and a beautiful world, you will probably love this game. But if you are a bit more serious, looking for replay value and depth in gameplay, you will probably be a little disappointed.\n\n7/10","timestamp_created":1417855158,"timestamp_updated":1417855158,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.497409343719482422","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13249315","author":{"steamid":"76561198116768386","num_games_owned":223,"num_reviews":8,"playtime_forever":2240,"playtime_last_two_weeks":0,"playtime_at_review":1085,"last_played":1541608292},"language":"spanish","review":"Voy a describir mi experiencia personal y voy a referirme solo a la trama. Desde mi punto de vista el juego me parece una obra maestra, de principio a fin, admito desconocer los dlc, pero no por esto, dejo de lado este juego, el personaje que interpretamos \"Booker DeWitt\" y la infinidad de misterios que se nos presentan hacen que el juego sea de esos que te mantienen atrapado, muchas cosas sulen ser complicadas de comprender al principio y hasta otras pasan desapersibidas, es por eso que si les quedan dudas al terminarlo, recomiendo jugarlo una vez mas. Yo lo hice y note varias cosas nuevas he interesantes, el final lo calificaria con 10, pero recomiendo que busquen entenderlo. El titulo me parece el justo y el personaje de \"Elizabeth\" nos va a revelar varias cosas en el tiempo que pasamos con ella. Si buscan un precio para comprarlo 12 dolares me parece algo justo, pero no tiene desperdicio, para los que les gusta la accion y esas historias locamente raras, lo van a disfrutar como yo.","timestamp_created":1417855157,"timestamp_updated":1417855157,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13249271","author":{"steamid":"76561198124944228","num_games_owned":190,"num_reviews":18,"playtime_forever":3296,"playtime_last_two_weeks":0,"playtime_at_review":987,"last_played":1528234327},"language":"english","review":"MIND FUCKED","timestamp_created":1417854804,"timestamp_updated":1417854804,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.497409343719482422","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13248995","author":{"steamid":"76561198080755245","num_games_owned":657,"num_reviews":51,"playtime_forever":1313,"playtime_last_two_weeks":0,"playtime_at_review":1313,"last_played":1466293083},"language":"english","review":"So far, I'm glad I bought it. It has been more than shooter, but an adventure. Seriously, it feels like an adventure. You play as Booker DeWitt, flying, jumping, bird-throwing, gun toting, false shepard. You journey to Columbia, a flying city, to bring a mysterious girl back home with you. You run into many insane people along the way. Overall, the story is pretty good, which is what I expect from Bioshock. Rather than being stuck in tight corridors however, you are in large open areas. It is more linear than previous games, but that doesn't hurt the game that much. I feel I need to play more, so I'll update this darn thing when I'm done with the game.\n\nGame Finished: Here is the actual review!\n\nStory:\nYou are, as stated above, Booker DeWitt, a private investigator with a dark past. You are sent to the flying city of Columbia to rescue Elizabeth, a mysterious girl who has the power to rip holes in reality. After rescueing her, a chain of events is set off that will change Booker's life forever. \nI don't want to say much about the story, as its one I highly reccomend you experience.\n\nGameplay:\nIts an FPS... with a good story (What is this? Half-Life?!). Anyways, you run, gun, and use magic. That's pretty much it. The Plasmids (called Vigors here) are nothing too special. There is the Bioshock staple of Electro-Bolt, or Shock Jockey. There is an incendiary grenade type power. You can shoot birds from your hand, so that's cool (The actual power is terrible). My main problem is that most of the secondary functions are just to lay a trap. For the incendiary grenade and lighting, that's good. But why can I lay a Possession trap? Its something that makes alot of the abilities too similar. I ended up using Shock Jokey mines most of the game.\nThe guns are okay, the standard weapons you would expect. However, rather than recoil, the more you fire, the less accurate you are. I personally like it because I suck at aiming, though I know some people who would hate this \"feature\". The only weapon I really liked using was the defaut pistol (fully upgraded) because it fired as fast as you could pull the trigger. That can shred up entire groups.\nMovement is nice. Booker moves at a good pace. You can ride on skyrails, and you can get pretty fast on those buggers... I'm out of ideas for movement.\nFinally, Elizabeth. She is your companian for 98% (give or take) of the game. She is always at your side handing you items when you need them, and giving moral support. Her tears in reality allow you to create skyhooks, guns, and various other objects out of thin air. When you don't have her at your side, you feel naked, stripped of one of your greatest powers. I couldn't imagine Bioshock: Infinite without Elizabeth.\n\nFinal Verdict: 9/10","timestamp_created":1417852701,"timestamp_updated":1423969270,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.530312597751617432","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13247076","author":{"steamid":"76561198050719289","num_games_owned":274,"num_reviews":10,"playtime_forever":780,"playtime_last_two_weeks":0,"playtime_at_review":715,"last_played":1466651242},"language":"english","review":"Deep and edgy like my soul.","timestamp_created":1417837790,"timestamp_updated":1417837790,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.541216909885406494","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13246954","author":{"steamid":"76561198156834099","num_games_owned":175,"num_reviews":18,"playtime_forever":246,"playtime_last_two_weeks":0,"playtime_at_review":32,"last_played":1473122718},"language":"english","review":"Its ok, I havent played the series but its good, to bloody and goorey, the first kill is grinding a face off","timestamp_created":1417836731,"timestamp_updated":1417836731,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.497409343719482422","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13245767","author":{"steamid":"76561198063044384","num_games_owned":790,"num_reviews":67,"playtime_forever":2089,"playtime_last_two_weeks":0,"playtime_at_review":2080,"last_played":1604056391},"language":"english","review":"\"Booker, are you afraid of God?\"\n\"No, but I'm afraid of you.\"","timestamp_created":1417828808,"timestamp_updated":1444135871,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.497409343719482422","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13245242","author":{"steamid":"76561198048098573","num_games_owned":117,"num_reviews":6,"playtime_forever":1358,"playtime_last_two_weeks":0,"playtime_at_review":751,"last_played":1628086854},"language":"spanish","review":"Mi juego favorito sin duda. Una versión mucho más mejorada del 1: gráficos y una historia increíble.","timestamp_created":1417825079,"timestamp_updated":1417825079,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13244845","author":{"steamid":"76561198085390215","num_games_owned":43,"num_reviews":2,"playtime_forever":1299,"playtime_last_two_weeks":0,"playtime_at_review":876,"last_played":1571561176},"language":"russian","review":"Без всяких сомнений игра очень крутая.\nПройду еще раз с удовольствием, определенно стоит своих денег :)","timestamp_created":1417822554,"timestamp_updated":1417822554,"voted_up":true,"votes_up":1,"votes_funny":1,"weighted_vote_score":"0.502487540245056152","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13244441","author":{"steamid":"76561198141714320","num_games_owned":43,"num_reviews":15,"playtime_forever":843,"playtime_last_two_weeks":0,"playtime_at_review":289,"last_played":1444580340},"language":"brazilian","review":"muito bom, otimo fps e a historia eh bem legal alguns bugs  mas nada q atrapalhe","timestamp_created":1417820228,"timestamp_updated":1417820228,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13243971","author":{"steamid":"76561198120370383","num_games_owned":142,"num_reviews":1,"playtime_forever":646,"playtime_last_two_weeks":0,"playtime_at_review":239,"last_played":1407987890},"language":"english","review":"easy to learn and extremely difficult to master","timestamp_created":1417817756,"timestamp_updated":1417817756,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13243900","author":{"steamid":"76561197988087483","num_games_owned":61,"num_reviews":3,"playtime_forever":1911,"playtime_last_two_weeks":0,"playtime_at_review":934,"last_played":1401589366},"language":"english","review":"Not as good as the first two games, but still a great experience in and of itself. It's hard to live up to the legacy of Bioshock (or even System Shock, for that matter), but Infinite is admirable on every level. A great action game with an inventive, smart, and often confusing story, one that pays off if you keep up with it, and unmatched art & creative direction.\n\nDo not not play this game.","timestamp_created":1417817439,"timestamp_updated":1417817439,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13243610","author":{"steamid":"76561198009800415","num_games_owned":224,"num_reviews":72,"playtime_forever":797,"playtime_last_two_weeks":0,"playtime_at_review":515,"last_played":1420558919},"language":"english","review":"I recently bought Bioshock Infinite. I paid 50 Kr (very cheap) for it, and I know now that I could easily pay full price for this gem. I haven't played the previous games, but you don't need to play them to get the story in BI.\n\nThis game is one of the few games that have a such good story and character developent where I actually care for them. Booker and Elizabeth is wonderful in so many ways. The story might be a bit confusing, but it just makes it more interesting. The grapichs are just amazing. I've seen that the first Bioshock is a bit darkish, but Colombia got the colors of heaven :). The whole city is so nice to look at, and it makes you look at everything the city has to afford you. My PC is kinda crap, but I can still run the game on high setting very easily.\n\nThe gameplay mechanics makes Bioshock what it is. Looting system, spell + weapon combo, the ability to glide through Colombia on rails, various enemies, good boss fights, lots of things to interact with, good design, super AI and easy navigation are just few keywords that makes the game so good. I used 8 hours to complete the game. There are secrets shattered all over Colombia which is a good factor for exploring. I completed the game on normal difficulity, and I will know try to complete it on hard. I'm also planning to buy the DLC's which brings you back to Rapture (B1+2).\n\nBioshock Infinite is a game where you get introduced to an amazing story/plot which you can compare with very good films. It's action based where you use both magic and guns to blaze trough Colombia. It's fast paced and the levels are big and open. I highly recomend this game if you have played B1+2 and liked them. I also recommend the game to FPS ppl wo wants to try something new and get involved into a wonderful and unique world. Use your time and explore the game! \n\n10/10","timestamp_created":1417815760,"timestamp_updated":1417816809,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.481481492519378662","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13242624","author":{"steamid":"76561198033860394","num_games_owned":192,"num_reviews":15,"playtime_forever":3881,"playtime_last_two_weeks":0,"playtime_at_review":3592,"last_played":1417560984},"language":"portuguese","review":"Jogo incrível e história melhor ainda!\nAconselho apenas que se jogue os dois anteriores para melhor entender a história, principalmente das expansões.","timestamp_created":1417810910,"timestamp_updated":1417810910,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.54356849193572998","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13241931","author":{"steamid":"76561198128705239","num_games_owned":22,"num_reviews":2,"playtime_forever":2766,"playtime_last_two_weeks":0,"playtime_at_review":729,"last_played":1593547869},"language":"russian","review":"Очень удивительная и захватывающая игра. При прохождении, меня посещали различные эмоции от гейм-плея игры. Не обнаружил ниодной ошибки, нигде не застрял. Остался доволен. Всем, кто ещё не играл, советую поиграть!","timestamp_created":1417807507,"timestamp_updated":1417807626,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13241751","author":{"steamid":"76561198054634628","num_games_owned":1239,"num_reviews":12,"playtime_forever":92,"playtime_last_two_weeks":0,"playtime_at_review":68,"last_played":1512162059},"language":"german","review":"Gute Grafik und Story bockt","timestamp_created":1417806661,"timestamp_updated":1417806661,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13241007","author":{"steamid":"76561198082871516","num_games_owned":54,"num_reviews":11,"playtime_forever":1202,"playtime_last_two_weeks":0,"playtime_at_review":772,"last_played":1468013751},"language":"spanish","review":"Muy buen juego, la historia es increible y la jugabilidad es de las mejores que e probado.\nrecomiendo mucho este juego, por fin tienes un compañero que es muy pero muy útil, Elizabeth es el toque perfecto que para es te hermoso juego","timestamp_created":1417803167,"timestamp_updated":1417803167,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13240603","author":{"steamid":"76561198047846320","num_games_owned":464,"num_reviews":15,"playtime_forever":2416,"playtime_last_two_weeks":0,"playtime_at_review":1816,"last_played":1635025593},"language":"russian","review":"Это были самые лучшие 30 часов моей жизни!Это просто божественная игра (как бы её не агрили школьники), я не думаю, что возможно найти такой великолепный сюжет в любой другой игре.В этой игре никогда ничего не бывает случайно! Все продумано до таких мелочей, что мне даже страшно представить сколько времени и средств убито на эту игру разработчиками.Особенно порадовала сюжетная составляющая игры. Чего стоит одна лишь концовка которая ещё долго не выйдет у меня из головы. Геймплей тоже не подкачал (ещё раз школьники идите лесом), визуальное оформление на высоте, музыкальное сопровождение просто уникально.\nВердикт - пожалуй, лучшая игра в своем жанре за 2013 год.","timestamp_created":1417801047,"timestamp_updated":1417801047,"voted_up":true,"votes_up":11,"votes_funny":0,"weighted_vote_score":"0.624056518077850342","comment_count":6,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13240445","author":{"steamid":"76561198157424130","num_games_owned":119,"num_reviews":19,"playtime_forever":755,"playtime_last_two_weeks":0,"playtime_at_review":554,"last_played":1417796774},"language":"english","review":"For all the First-person-shooter lovers; who like to get their mind blown away, this is IT!\nThe campaign is amazing. The story line makes you thinking, It almost makes you feel like you're in the game itself, feeling the emotion through your body. \n\nWarping around in time to get you where-ever you need to go to so you can compleet the tasks you'll have to do.\nThough it isn't you, who makes the desision of the time travaling. The envirement is really stunishing. It's a beautiful world with lots of colours.\n\nI have to say, it is a lot different than the useal BioShock and BioShock 2. But there are still the same cool features in the game. It bacame more of an shooter as well, didn't used my power as many times as I did in the other BioShock series. \n\nIf you like your mind set on a different world; this would be a game made for you.\nGreat job to everyone who helped devolloping this game.\n\n8.8 / 10 \n\n","timestamp_created":1417800149,"timestamp_updated":1417800149,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.49095606803894043","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13240233","author":{"steamid":"76561198048949026","num_games_owned":144,"num_reviews":15,"playtime_forever":1179,"playtime_last_two_weeks":0,"playtime_at_review":1129,"last_played":1410598836},"language":"russian","review":"Одна из самых лучших игр за всю историю.Игра шедевр! На мой взгляд у игры нет недостатков,обязательна для проходения и перепрохождения (особенно после прохождения всей трилогии) Сюжет игры достоин книги или фильма,оригинальный геймплей,чудесный мир....можно много чего положительного написать но лучше пройти самостоятельно и все увидеть самому.Возможно чуть чуть хоже оригинала (т.е. BioShock 1) а возможно и нет)....в любом случае они взаимосвязаны и обязательны к прохождению для любого игрока.","timestamp_created":1417799089,"timestamp_updated":1417799089,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13238200","author":{"steamid":"76561198136514749","num_games_owned":21,"num_reviews":14,"playtime_forever":1246,"playtime_last_two_weeks":0,"playtime_at_review":425,"last_played":1418180689},"language":"brazilian","review":"Melhor história que eu já vi em um jogo.","timestamp_created":1417787777,"timestamp_updated":1417787777,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.52173912525177002","comment_count":4,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13236860","author":{"steamid":"76561198124336918","num_games_owned":194,"num_reviews":11,"playtime_forever":1047,"playtime_last_two_weeks":0,"playtime_at_review":684,"last_played":1455689900},"language":"english","review":"When you finished this game, you'll fell in love with Elizabeth. i dont know why i was that person.  great game!","timestamp_created":1417778521,"timestamp_updated":1417778521,"voted_up":true,"votes_up":3,"votes_funny":0,"weighted_vote_score":"0.504454910755157471","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13236564","author":{"steamid":"76561198125185236","num_games_owned":31,"num_reviews":7,"playtime_forever":1126,"playtime_last_two_weeks":0,"playtime_at_review":525,"last_played":1633357091},"language":"russian","review":"Скажу так побольше бы таких игр,вся трилогия очень понравилась,сюжетом,графикой,персанажами,атмосферой,разработчики молодцы поработали на славу.Конечно немного Концовка игры резкая и странная,но всё же.Нет слов!!!","timestamp_created":1417776350,"timestamp_updated":1417776350,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13236533","author":{"steamid":"76561198155822340","num_games_owned":1162,"num_reviews":56,"playtime_forever":1172,"playtime_last_two_weeks":0,"playtime_at_review":685,"last_played":1418137215},"language":"tchinese","review":"好玩兒，有意思，純娛樂，官方自帶作弊系統N鍵。。。無腦過關，畫面劇情都不錯，不過有影射中國專政的嫌疑，內容類似1984。。。    8/10","timestamp_created":1417776125,"timestamp_updated":1417776125,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.498402535915374756","comment_count":2,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"13235329","author":{"steamid":"76561198043179798","num_games_owned":266,"num_reviews":7,"playtime_forever":865,"playtime_last_two_weeks":0,"playtime_at_review":427,"last_played":1418128894},"language":"russian","review":"Прости сынок, но сейчас Элизабет нуждается в моей любви больше чем ты.","timestamp_created":1417765085,"timestamp_updated":1417765085,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false}],"cursor":"AoJ49MvYjMoCcci+Mg=="}