{"success":1,"query_summary":{"num_reviews":100},"reviews":[{"recommendationid":"7769402","author":{"steamid":"76561198023149525","num_games_owned":427,"num_reviews":29,"playtime_forever":889,"playtime_last_two_weeks":0,"playtime_at_review":889,"last_played":1383374449},"language":"russian","review":"Игра крайне ПЕРЕОЦЕНЕНА.\nСтилистика клевая. Играть вроде бы интересно. Но после прохождения удовлетворения ноль.\nОжидал большего.","timestamp_created":1385484401,"timestamp_updated":1385484401,"voted_up":false,"votes_up":85,"votes_funny":2,"weighted_vote_score":"0.494483619928359985","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7769131","author":{"steamid":"76561198013694481","num_games_owned":127,"num_reviews":22,"playtime_forever":1099,"playtime_last_two_weeks":0,"playtime_at_review":1099,"last_played":1385245309},"language":"german","review":"Wunderschönste Virtuelle Spiel Welt.","timestamp_created":1385483561,"timestamp_updated":1385483561,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7768886","author":{"steamid":"76561198029706377","num_games_owned":1028,"num_reviews":9,"playtime_forever":4530,"playtime_last_two_weeks":0,"playtime_at_review":3867,"last_played":1395886081},"language":"tchinese","review":"好遊戲，令人驚艷的美術設計與良好的操作系統。引人入勝的劇情，有如電影的過場與無可挑剔的聲音演出。有一點小小的遺憾是silent boy只有出現一下下啊!!!!","timestamp_created":1385482797,"timestamp_updated":1385482797,"voted_up":true,"votes_up":14,"votes_funny":0,"weighted_vote_score":"0.621457695960998535","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7768750","author":{"steamid":"76561198035785132","num_games_owned":77,"num_reviews":5,"playtime_forever":497,"playtime_last_two_weeks":0,"playtime_at_review":497,"last_played":1365318000},"language":"english","review":"Amazing game with an amazing story.  The relationship with Elizabeth is absolutely amazing and helps drive the story brilliantly.  Combat system is good I would recomment Mouse and Keyboard.  This is easily one of the best games of 2013.","timestamp_created":1385482344,"timestamp_updated":1385482344,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.502899765968322754","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7768443","author":{"steamid":"76561198021415360","num_games_owned":578,"num_reviews":14,"playtime_forever":2720,"playtime_last_two_weeks":0,"playtime_at_review":1127,"last_played":1650797371},"language":"russian","review":"Если ищите хороший сюжет - Bioshock Infinite. Если хотите хорошо пострелять - Bioshock Infinite. Если хотите посетить прекрасный, чуть ли не вручную прорисованный мир - Bioshock Infinite. Если хотите окунуться в омут событий идущий через вселенные напрямик к вашей радости от пройденного пути - BIOSHOCK INFINITE!!!   10/10","timestamp_created":1385481289,"timestamp_updated":1385481289,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7768167","author":{"steamid":"76561197993589814","num_games_owned":199,"num_reviews":23,"playtime_forever":874,"playtime_last_two_weeks":0,"playtime_at_review":874,"last_played":1383835674},"language":"english","review":"While the game has a decent storyline and nice environments, it provides very little freedom as to how you can interact with the world. It feels very on-rails and doesn't allow enough freedom to truly get immersed in its otherwise amazing setting. The game is a bit of a disappointment and not worth picking up at the full price, though probably a good deal if bought on a sale.","timestamp_created":1385480434,"timestamp_updated":1385480434,"voted_up":false,"votes_up":322,"votes_funny":1,"weighted_vote_score":"0.535602688789367676","comment_count":2,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7768165","author":{"steamid":"76561197996820202","num_games_owned":274,"num_reviews":43,"playtime_forever":5565,"playtime_last_two_weeks":0,"playtime_at_review":3163,"last_played":1571618015},"language":"english","review":"Se alguém alguma vez já duvidou de que videogames também são arte, então é porque ainda desconhecem BioShock Infinite. Considerá-lo um simples shooter é quase um insulto diante de suas capacidades. Quando você se vê tirando alguns minutos pra parar e simplesmente admirar os cenários do jogo é porque existe algo de muito especial por aqui. BioShock Infinite tem uma das histórias mais fascinantes e inteligentes já escritas pra qualquer tipo de mídia, com um final conturbado, porém mentalmente obliterador. É a típica obra que só aparece uma vez a cada geração, e duvido muito que dentro dos próximos 10 anos algum jogo consiga superar a qualidade desse título. 11/10, com folgas.","timestamp_created":1385480430,"timestamp_updated":1385480430,"voted_up":true,"votes_up":11,"votes_funny":0,"weighted_vote_score":"0.617867588996887207","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7768143","author":{"steamid":"76561197969926863","num_games_owned":2289,"num_reviews":15,"playtime_forever":781,"playtime_last_two_weeks":0,"playtime_at_review":781,"last_played":1374032867},"language":"brazilian","review":"Fenomenal.\nSem dúvida, uma das histórias mais intrigantes e \"mind blowing\" que já joguei.\nFinalmente um FPS com história que você quer acompanhar.\n\nUma pena que a visão do jogo desde 2010 foi diminuindo, mas a Elizabeth ainda é uma personagem muito bem trabalhada.\n\nSe você é fã de boas histórias em FPS (Half Life, Bioshock), não pode perder esse.","timestamp_created":1385480340,"timestamp_updated":1385480340,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7767926","author":{"steamid":"76561197998604389","num_games_owned":2132,"num_reviews":52,"playtime_forever":1512,"playtime_last_two_weeks":0,"playtime_at_review":1240,"last_played":1396030741},"language":"english","review":"This is a beautiful, wonderful game. It will challenge your ideals. It will question your motives. It will make you consider quite a few things that you might not ever have otherwise thought about.\n\nDon't miss it.","timestamp_created":1385479611,"timestamp_updated":1385479611,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.495867758989334106","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7766306","author":{"steamid":"76561197971732795","num_games_owned":543,"num_reviews":132,"playtime_forever":1445,"playtime_last_two_weeks":0,"playtime_at_review":895,"last_played":1423993254},"language":"english","review":"http://youtu.be/UhKVnMSuAOI\n\nBioshock Infinite Review  - Text version.\n\nBioshock Infinite is a welcome addition to the series, but in some ways is less classy than the original Bioshock, and somewhat plays quite differently despite some distinct similarities. What is perhaps most notable about the game is the distinctive looks and overt messages contained within to really place players in a utopian world where there's less horror and more social dysfunction. It's perhaps more deliberately thought provoking, but in some ways the story can be largely ignored due to the heavy focus on large scale combat. In a way, the game feels less personal as a result but still retains a unique edge due to some fantastic artistic direction and well placed and performed audio both in the music and voice over performances.\n\nIf you're a fan of first person adventuring, then there's definitely lots to be enjoyed here although the lack of stealth is a bit disappointing as the full on combat can get a little repetitive and predictable at times. However, the game's progressive style certainly lends itself more to those looking for a more action packed adventure which the game doesn't shy away from at all. As a game in its own right, it's big, somewhat clever, and most importantly well worth picking up and playing.\n\nScore 9/10 - Review by Robert Cram","timestamp_created":1385474135,"timestamp_updated":1385474135,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7766121","author":{"steamid":"76561198096466110","num_games_owned":102,"num_reviews":1,"playtime_forever":6523,"playtime_last_two_weeks":0,"playtime_at_review":3393,"last_played":1411536328},"language":"koreana","review":"good","timestamp_created":1385473579,"timestamp_updated":1385473579,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.499367892742156982","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7766103","author":{"steamid":"76561198010182739","num_games_owned":181,"num_reviews":38,"playtime_forever":1019,"playtime_last_two_weeks":0,"playtime_at_review":1019,"last_played":1375210030},"language":"german","review":"Bioshock Infinite packt Dich  und lässt dich bis zum Ende einfach nicht wieder los. Tolle DLC`s die das spiel immer wieder erweitern. Eines der BEsten Spiele 2013.","timestamp_created":1385473506,"timestamp_updated":1385473506,"voted_up":true,"votes_up":4,"votes_funny":0,"weighted_vote_score":"0.495201289653778076","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7765887","author":{"steamid":"76561198039798122","num_games_owned":1329,"num_reviews":34,"playtime_forever":3636,"playtime_last_two_weeks":0,"playtime_at_review":3636,"last_played":1384459853},"language":"german","review":"Sehr guter Nachfolger! Abwechslungsreich, kurzweilig und anspruchsvoll, alles was ich von einem alternativen shooter erwarte!\nStory ist wirklich gut gelungen, wie ein Thriller dem man live spielt! Gleiches gilt für die Story erzählt in Burial at the Sea!","timestamp_created":1385472606,"timestamp_updated":1385472606,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7765221","author":{"steamid":"76561197993547526","num_games_owned":346,"num_reviews":12,"playtime_forever":665,"playtime_last_two_weeks":0,"playtime_at_review":665,"last_played":1368514800},"language":"english","review":"Okay, let me preface this by acknowledging that this game is reasonably well polished, visually impressive and doesn't really contain any content that is particularly offensive.\n\nBut otherwise this game is incredibly bad, and I am going to lay out why. \n\nI think the first thing to do is to comment on the gameplay in comparison with it's forebears, Bioshock and Bioshock 2. This game does not play much like them, yet it plays too much like them. The gameplay was stripped down, with numerous features removed and replaced, and yet no significant work was done to improve the combat. This is a problem because Bioshock combat isn't good, it needs elements to it to give it flavour and strategy, such as hacking, interacting with elements in the environment and making enemies target one another, etc. Infinite only has possession as a function for replacing hacking and mind control but it does this with no flair at all. Hacked turrents/enemies are invincible when they are your ally meaning when the ability runs out you have to deal with them then. The Vigors have almost no narrative reason to be in the game and they lack variety even moreso than the Plasmids from prior games.\n\nThe weapons are a massive disappointment. Only allowing for two weapons carried massively cuts down on variety of gameplay yet again, their upgrades are not interesting and just change some stats. And you're penalised for not focusing on upgrading only a couple of weapons that you will use all the time. The gunplay is terrible, enemies are bullet sponges making the combat slow and monotonous. I also think that though some areas of the game are very pretty, much of the game takes place in pretty nondescript corridors, or generic open areas.\n\nEnemies simply spawn in waves or wander around randomly. They never use tactics, there's only a handful of enemy types. The most interesting part of the game is a fairly standard stealth section and the one \"boss\" fight it has was a massive slog. At no point is this game every truly fun to play for all the obscene amount of money that clearly went into it. \n\nHaving said that, the story and characters are somehow even worse. Elizabeth, for whom much of the game centres on, is a lifeless and annoying character whom it's almost impossible to feel any kind of bond with because once you are meant to protect her... you don't. She doesn't exist as far as the game's enemies are concerned, and thus you do not at any point ever protect her. You simply mass murder your way through Columbia whilst she can randomly spawn ammo, health or money for you. Despite her years of confinement, she acts like a ditzy disney princess for most of the game and when things do get more serious, she has a complete personality turn and becomes a relentless and single minded fool who spouts meaningless philosophical nonsense. The ending is incredibly stupid, makes no logical sense and is intensely cruel and evil. \n\nIn the end this game doesn't manage to be about anything. It has no real message to it, no moral, and no interesting insight into any of it's characters or setting, the setting of Columbia is explored for about an hour at the start and then simply becomes a linear tube for Booker to violently fight through. All of it's characters are stock, reprehensible and pretty much at no point is it possible to sympathise with any of them as they perpetuate a cycle of greed, intolerance and murder. At least in Bioshock Rapture had an ideal built on foundations of intellectualism and free knowledge, Columbia is little more than an idealised floating American city circa 1901. If you're familiar enough with the time period, the game makes very few attempts to use that knowledge for gain, like I've seen in other historical period games like Assassins Creed. \n\nAnd above all, it does not serve any of it's narrative aims by being a poor shooter that doesn't even meet the most basic criteria to be a fun game.\n\n","timestamp_created":1385470196,"timestamp_updated":1385470196,"voted_up":false,"votes_up":180,"votes_funny":0,"weighted_vote_score":"0.454435795545578003","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7764820","author":{"steamid":"76561198040690039","num_games_owned":478,"num_reviews":18,"playtime_forever":1791,"playtime_last_two_weeks":0,"playtime_at_review":1162,"last_played":1408738586},"language":"english","review":"The BioShock franchise has abandoned its waterlogged roots to explore a city improbably floating around high in the sky. You (Booker DeWitt) arrive there to track down a girl. You only know you have to take her back down with you to make up for some unspecified debt. The society you encounter is creepily cheerful, full of faith in its leader (The Prophet) and it is rabidly xenophobic. Slavery is still a thing and you get the feeling you have walked into a cult. Gleefully, you realize it is only a matter of time before the whole sick system gets torn to shreds. And in typical BioShock fashion, once it has, you still feel somewhat bad for the bodies you come across everywhere.\n\nBioShock Infinite pulls off a neat trick by giving you a companion throughout most of the game who doesn’t get on your nerves, doesn’t get in the way and actually helps you out. Elizabeth, the girl you were sent to get, is an ace at picking locks and she scrounges around during fights, throwing you health and ammo when you need it most. She also can rip tears in reality (long story) and pull, for instance, an automated gun into the fray, to fight for you. Elizabeth looks very much like a Disney princess, but there is a darkness to her, as you will come to find out. She is a strong female character, by game standards, though she remains the damsel in distress and leaves it up to you to take the lead when a fight breaks out. Flipping genders, a guy playing the same role would have seemed like a weakling. But she is likeable and complex (oh boy, is she ever complex) and the fact that you are not a silent protagonist but are actually having conversations with her, really helps to get you invested in the story and the characters. My favorite characters; the enigmatic duo you keep running into from time to time, who speak in riddles, know better than you what’s going on, and who seem to be channeling Emma Peel and John Steed from The Avengers.\n\nThe trademark of the BioShock series is the ability to use substances (called ‘Vigors’ here) that give you special powers and to combine these with regular weapons. Some of the powers are not especially novel, like the ability to attack with lava or electricity, while others make you wonder about the mental state of the game developers. The first BioShock, for instance, allowed you to unleash a swarm of bees from your hand to attack your foes. This time around, crows will peck people to death for you and if you wear the right piece of clothing, the bodies of those fallen to them can turn into a trap and spring an equally horrid demise on whichever enemy passes by. Because clothing – found in gift-wrapped parcels, often as a reward or just slightly off the main path – also gifts powers or adds an extra dimension to those you already have. There is no apparent in-story logic to any of this. Why wearing a specific hat would give you a 70% chance of setting an enemy on fire if you punch him, is not explained. Why your character is apparently the only one using these Vigors and this kind of gear also remains a mystery. There are vending machines all over the place that sell Vigors and upgrades, but no one seems to have ever bought them, apart from you. You do occasionally run into super-powered enemies, but these aren’t getting their power from Vigors, relying on technology instead. In the end, you won’t care about how silly it all is, because you’ll be too busy having violent, cathartic fun.\n\nBy skillfully combining the effects of gear and various Vigors, you can become very powerful indeed, clearing out an entire room in seconds. There is a feeling of overkill to some of the gear. I stumbled onto a very powerful combination early on and disregarded almost all of the stuff I found later, because it couldn’t compete with what I already had. \n\nSORRY, MY REVIEW IS TOO LONG FOR STEAM - THE REST IS AT:\nhttp://www.stevenvanlijnden.com/popcultjunk/game-review-bioshock-infinite-pc/","timestamp_created":1385468534,"timestamp_updated":1385468534,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7763008","author":{"steamid":"76561198034391366","num_games_owned":346,"num_reviews":1,"playtime_forever":1219,"playtime_last_two_weeks":0,"playtime_at_review":637,"last_played":1504442685},"language":"english","review":"Absolutely beautiful game, the only thing that I would hold against it is its lack of choice for the endings as the first two had, but the ending that it does have and the rest of the game makes up for it so much that I would still rate 11/10","timestamp_created":1385460730,"timestamp_updated":1385460751,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7762765","author":{"steamid":"76561198052870235","num_games_owned":129,"num_reviews":10,"playtime_forever":1763,"playtime_last_two_weeks":0,"playtime_at_review":1216,"last_played":1530553511},"language":"russian","review":"10/10. Как и предыдущие части. Восхитительная антиутопия.","timestamp_created":1385459595,"timestamp_updated":1385459595,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.502148866653442383","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7762339","author":{"steamid":"76561198042268659","num_games_owned":188,"num_reviews":3,"playtime_forever":1419,"playtime_last_two_weeks":0,"playtime_at_review":979,"last_played":1386677160},"language":"english","review":"Great fun had a blast playing through it and its not too hard either. Watch out for bug though; game crashing when loading up saves. Rewards those who love to explore and if you're not too good at first-person shooters the game is generous with ammunition at lower difficulities so you'll never run out. Good for controllers but better for the mouse and keyboard. The story will suck you right in and the movement and combat feels pretty organic. A must have for FPS gamers who are looking for a solid game and a compelling story.\n\nConclusion: Why are you still reading this, buy it already!","timestamp_created":1385457505,"timestamp_updated":1385457505,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7761790","author":{"steamid":"76561198000600800","num_games_owned":495,"num_reviews":22,"playtime_forever":1281,"playtime_last_two_weeks":0,"playtime_at_review":905,"last_played":1404680344},"language":"english","review":"Where do I start? Well, the texture streaming kinda kills older computers, but it still looks good on low settings. Regardless, this game's pretty fun. There's colorful and stylized environments, decent gunplay that mixes well with the powers as well as being able to just jump between places during combat, and a weird story to help drive it all along.\n\nThe looting is pretty much mash the E button, but you can specialize how you like with various gear and weapon and vigor upgrades. Personally, I stuck with the carbine and machine guns mixed with crows and shocks, also maxing out salts. Elizabeth is good at just finding things as you need them, even with guns running low on ammo and stuff, especially when you go to every vending machine and end up having a lot of money from all she tosses you after you look. Yes, this happens pretty much every time.\n\nThe soundtrack's also great, but I'm more referring to the music that's not the tense violin screeching during the battles. You'll see early on what I mean. Long story short, check it out.","timestamp_created":1385454856,"timestamp_updated":1385454951,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.517715752124786377","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7761520","author":{"steamid":"76561198042985356","num_games_owned":325,"num_reviews":10,"playtime_forever":796,"playtime_last_two_weeks":0,"playtime_at_review":783,"last_played":1391783189},"language":"russian","review":"Игра просто шикарна! Сюжет, запоминающиеся персонажи, сама Элизабет =) Все на высоте.","timestamp_created":1385453366,"timestamp_updated":1385453366,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7761465","author":{"steamid":"76561197981243616","num_games_owned":263,"num_reviews":4,"playtime_forever":524,"playtime_last_two_weeks":0,"playtime_at_review":413,"last_played":1386813289},"language":"brazilian","review":"Epic game.\nVisually stunning.\nAwesome ST\n\nPLAY THIS NOW.","timestamp_created":1385453008,"timestamp_updated":1385453236,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.52173912525177002","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7761185","author":{"steamid":"76561198085631486","num_games_owned":117,"num_reviews":2,"playtime_forever":2747,"playtime_last_two_weeks":0,"playtime_at_review":2349,"last_played":1462419114},"language":"english","review":"Just straight up beautiful","timestamp_created":1385451518,"timestamp_updated":1418420229,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.485694974660873413","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7760154","author":{"steamid":"76561198071621150","num_games_owned":274,"num_reviews":12,"playtime_forever":2255,"playtime_last_two_weeks":0,"playtime_at_review":2260,"last_played":1447638675},"language":"english","review":"I love this game. I remember waiting for it to go live the night of its release. I've played all the games in the series and this one tops the others.\n\nUp side:\n1. The graphics are outstanding. The attention to detail on everything is stunning... Blowing leaves, kids playing in the street, buildings, textures. I do Oculus development in UDK in my spare time and I can't wrap my head around how much energy went into building this world. The rumor is they spent 200+ million\n2. The plot has some interesting twists along the way. No spoilers but the scope of this game quite large.\n3. The first moment of action was a shock to the system. That was memorable scene.\n4. The song playing at the beginning menu is 1918 song that provides the perfect counterpoint to the high tech surroundings. It gives the game a timeless haunting quality.\n\nDown side:\n1. I think everyone who has finished this game has the same beef. You'll know it when you are all done...\n\nI really don't have anything bad to say about this game. It was my favorite game this year and there was some tough competition (Last of Us, Grand Theft Auto V)","timestamp_created":1385446162,"timestamp_updated":1385446964,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.534153580665588379","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7759521","author":{"steamid":"76561198001428752","num_games_owned":363,"num_reviews":4,"playtime_forever":1623,"playtime_last_two_weeks":0,"playtime_at_review":985,"last_played":1399139488},"language":"english","review":"Do yourself a favor and play through this entire game. Seriously.","timestamp_created":1385443601,"timestamp_updated":1385443601,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.497783511877059937","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7759432","author":{"steamid":"76561197969173021","num_games_owned":177,"num_reviews":8,"playtime_forever":1927,"playtime_last_two_weeks":0,"playtime_at_review":1187,"last_played":1433658602},"language":"english","review":"One of the best games for story and game play in a long time, no boring bits.","timestamp_created":1385443329,"timestamp_updated":1385443329,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7759090","author":{"steamid":"76561198048307924","num_games_owned":306,"num_reviews":1,"playtime_forever":89,"playtime_last_two_weeks":0,"playtime_at_review":89,"last_played":1364367600},"language":"english","review":"One of the best PC games of all time.","timestamp_created":1385442062,"timestamp_updated":1385442062,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.518908381462097168","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7758966","author":{"steamid":"76561198047853309","num_games_owned":517,"num_reviews":8,"playtime_forever":1296,"playtime_last_two_weeks":0,"playtime_at_review":1180,"last_played":1521587346},"language":"english","review":"Probably the best game of the year with little competition. As far as story goes it is emmersive with unparralleled continuity even if the end might be reaching a bit.\n\nNeed to Know Pro vs Con:\n\nPro:\nGreat Story\nGreat Gameplay\nEngaging Characters(heroes and enemies)\n\nCon:\nDrastic Difficulty Spikes particularly near the end. I played on the hard setting my first play through but had to switch to a lesser difficulty 3 distinct times.\nEnding is a bit of a reach philosophically, theoretically and technically feels a bit ephemeral.","timestamp_created":1385441596,"timestamp_updated":1385441628,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7758942","author":{"steamid":"76561198046039838","num_games_owned":228,"num_reviews":9,"playtime_forever":2630,"playtime_last_two_weeks":0,"playtime_at_review":2261,"last_played":1409504501},"language":"english","review":"If you have not played this game yet you have not lived. This is a defining game of our generation. Play it now. Seriously, stop reading this and go pick it up. Thank me later.","timestamp_created":1385441509,"timestamp_updated":1385441509,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7758259","author":{"steamid":"76561198049552141","num_games_owned":122,"num_reviews":4,"playtime_forever":4387,"playtime_last_two_weeks":0,"playtime_at_review":369,"last_played":1630611314},"language":"english","review":"One of the most fun games that I have ever played.","timestamp_created":1385439206,"timestamp_updated":1385439206,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7758036","author":{"steamid":"76561198022654825","num_games_owned":465,"num_reviews":18,"playtime_forever":814,"playtime_last_two_weeks":0,"playtime_at_review":814,"last_played":1365145200},"language":"english","review":"OKAY STORY, PAINFUL GAMEPLAY. WHY DIDN'T I WAIT. 6/10","timestamp_created":1385438396,"timestamp_updated":1385438419,"voted_up":true,"votes_up":4,"votes_funny":0,"weighted_vote_score":"0.526201903820037842","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7757458","author":{"steamid":"76561198025765683","num_games_owned":174,"num_reviews":2,"playtime_forever":2412,"playtime_last_two_weeks":0,"playtime_at_review":1300,"last_played":1536810319},"language":"english","review":"Very interesting setting and gameplay. Even though i did not play the originals I thoroughly enjoyed the playthrough experience of this game. Mechanics and visuals of the game were great and the storyline was very interesting if followed.","timestamp_created":1385436254,"timestamp_updated":1385436254,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7757423","author":{"steamid":"76561197971074683","num_games_owned":4593,"num_reviews":85,"playtime_forever":3466,"playtime_last_two_weeks":0,"playtime_at_review":2676,"last_played":1563682551},"language":"english","review":"This story driven FPS has a fantastic story and really solid game play.  The skyline system adds just enough uniqueness to make the action really stand out.  I strongly recommend this game to anyone who likes the genre.  The only complaint I have so far is that the DLC is a bit skimpy and weak compared to others I have seen for the price.","timestamp_created":1385436127,"timestamp_updated":1385436127,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7757138","author":{"steamid":"76561198001913059","num_games_owned":396,"num_reviews":9,"playtime_forever":572,"playtime_last_two_weeks":0,"playtime_at_review":572,"last_played":1364713200},"language":"english","review":"A massive step back from bioshock 1 and 2.  It's way too easy and Irrational turned it into a Call of Duty corridor shooter.","timestamp_created":1385435138,"timestamp_updated":1385435138,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7757092","author":{"steamid":"76561197997074885","num_games_owned":895,"num_reviews":43,"playtime_forever":771,"playtime_last_two_weeks":0,"playtime_at_review":657,"last_played":1551748576},"language":"english","review":"Game of the year 2013. The Bioshock franchise doesn't disappoint and Infinite is more of the same. The story will drive you to the end, it's what you will play for. Nay-sayers chalk it up to being all hype. This experience succeeds tremendously. You will do yourself a disservice by passing on this title. It was worth the price at $60, it's a steal at anything below $20. A clever consumer can find it cheaper than that at the time of this review.","timestamp_created":1385435032,"timestamp_updated":1385435032,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.525348782539367676","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7756741","author":{"steamid":"76561197977606149","num_games_owned":1681,"num_reviews":2,"playtime_forever":892,"playtime_last_two_weeks":0,"playtime_at_review":669,"last_played":1397450019},"language":"english","review":"I enjoyed this game. You run around and shoot people, or you can hit them with a big weird saw thing. Either way they need to die. Also, the ending is kind of nuts. Video games.","timestamp_created":1385434047,"timestamp_updated":1385434047,"voted_up":true,"votes_up":3,"votes_funny":0,"weighted_vote_score":"0.527290701866149902","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7756738","author":{"steamid":"76561197968340364","num_games_owned":147,"num_reviews":8,"playtime_forever":1159,"playtime_last_two_weeks":0,"playtime_at_review":780,"last_played":1400893630},"language":"english","review":"Quite possibly the greatest interactive narrative I've yet to encounter.","timestamp_created":1385434044,"timestamp_updated":1385434044,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7756560","author":{"steamid":"76561198040557070","num_games_owned":144,"num_reviews":1,"playtime_forever":1024,"playtime_last_two_weeks":0,"playtime_at_review":705,"last_played":1431472068},"language":"english","review":"Great game with great storyline.","timestamp_created":1385433598,"timestamp_updated":1385433598,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7756473","author":{"steamid":"76561197983110872","num_games_owned":182,"num_reviews":21,"playtime_forever":1715,"playtime_last_two_weeks":0,"playtime_at_review":1715,"last_played":1365922800},"language":"english","review":"Great game","timestamp_created":1385433324,"timestamp_updated":1385433324,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7756380","author":{"steamid":"76561198057968683","num_games_owned":239,"num_reviews":8,"playtime_forever":4881,"playtime_last_two_weeks":0,"playtime_at_review":2397,"last_played":1654987132},"language":"english","review":"While it did borrow too heavily on the play styles of the first two Bioshock games, Bioshock infinte was very enjoyable. Its story was superb, and the ending of the game was above excellent. I strongly recommend playing this game.","timestamp_created":1385433079,"timestamp_updated":1385433079,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7755404","author":{"steamid":"76561197972192883","num_games_owned":210,"num_reviews":8,"playtime_forever":900,"playtime_last_two_weeks":0,"playtime_at_review":900,"last_played":1373773438},"language":"english","review":"What hasn't been said about this game? While quite engrossing, with an unforgettable story, what you see other say is true: the gunplay is a little repetative/lacking, the enemies lackluster and some minor elements of the story dissapointing to some. It's still a phenoninal and popular game, get it for no other reason so you can talk to others about it, but with great expectations you are guarrenteed small letdowns.","timestamp_created":1385430604,"timestamp_updated":1385430604,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7754926","author":{"steamid":"76561198064869893","num_games_owned":88,"num_reviews":5,"playtime_forever":9208,"playtime_last_two_weeks":0,"playtime_at_review":8051,"last_played":1430364970},"language":"english","review":"I will start with a question: Do you like a game with an awesome mind blowing and stunning story, voice acting, beautiful art and environment, decent combat system and memorable characters (other reviews may detail better how impressive they are, especially Elizabeth, the girl in my profile pic :p)? \n\nIf your answer is yes, then this game is for you. And I will tell you, it's worth the money. The experience you get from playing it is unique. The story of this game got stuck in my head for months, something that hasn't happened before with any other game.","timestamp_created":1385429460,"timestamp_updated":1385430535,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.51478123664855957","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7754867","author":{"steamid":"76561197984314659","num_games_owned":157,"num_reviews":43,"playtime_forever":4861,"playtime_last_two_weeks":0,"playtime_at_review":3124,"last_played":1634836795},"language":"english","review":"Love the whole Bioshock series!","timestamp_created":1385429298,"timestamp_updated":1385429298,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7754396","author":{"steamid":"76561198069517474","num_games_owned":270,"num_reviews":14,"playtime_forever":946,"playtime_last_two_weeks":0,"playtime_at_review":735,"last_played":1396305233},"language":"brazilian","review":"Excelente jogo, simplesmente sensacional!!","timestamp_created":1385427863,"timestamp_updated":1385427863,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7754213","author":{"steamid":"76561198019871285","num_games_owned":288,"num_reviews":45,"playtime_forever":1670,"playtime_last_two_weeks":0,"playtime_at_review":1670,"last_played":1382744470},"language":"english","review":"Excellent game. A couple of the \"boss\" fights were challenging. The last fight was a good test of skills. Would recommend this game to anyone has not yet played it.","timestamp_created":1385427391,"timestamp_updated":1385427391,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7753724","author":{"steamid":"76561197970377216","num_games_owned":237,"num_reviews":10,"playtime_forever":6154,"playtime_last_two_weeks":0,"playtime_at_review":6078,"last_played":1550521789},"language":"english","review":"My personal game of the year, maybe my favorite game this generation. Amazing story, probably the best ever told in videogames, paced perfectly with interesting characters that interact in ways that tend to feel more genuine than most games. Drew Holems and Ken Levine wrote a masterpiece here, fleshed out by flawless performances from Troy Baker and Courtney Draper, and bolstered by often times frantic, highly kenetic, chaotic combat that plays like no other first person shooter.\n\nWhat you have here are genuinely intimidating heavy hitter boss fights, especially on the higher dificulty settings. To take them down you'll get arsenal of superpowers and guns of varying flavors, enviornmental interaction ranging from suspended roller coaster rides to pulling weapons, hazards, allies, and ammo from alternate dimensions, all on the fly, and youll need them all to survive\n\nAlso, this games has my favorite ending ever, so classily done, very touching, and not something I saw coming.\n\nThe DLC has been well worth the price of the season pass thus far too, with the return to rapture providing an engaging narritive and Clash in the Clouds setting up a welcome and challenging return to Columbia's combat.\n\nCant wait to see what Irrational does next.","timestamp_created":1385426060,"timestamp_updated":1479947001,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.545454561710357666","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7752737","author":{"steamid":"76561197984120598","num_games_owned":492,"num_reviews":70,"playtime_forever":1160,"playtime_last_two_weeks":0,"playtime_at_review":1160,"last_played":1382315340},"language":"english","review":"Instantly up there in the upper echelon of my favorite games of all time along with Zelda, Portal 2, and Day of the Tentacle.  Some say the combat is repetive, I call it fun and ludicrously crazy.  But above all, BS:I has one of the best stories ever in gaming.  Seriously, this shit will blow your mind.  Worth every penny.","timestamp_created":1385423378,"timestamp_updated":1385423378,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7752341","author":{"steamid":"76561197993758548","num_games_owned":408,"num_reviews":51,"playtime_forever":1709,"playtime_last_two_weeks":0,"playtime_at_review":1605,"last_played":1398295490},"language":"english","review":"Lovers of the first Bioshock, loathers of the second, rejoice! This is a fantastic third part to the series. Really enjoying the DLC as well, clash in the clouds wasn't what I thought it was, it's similar to Halo's wave mode, but with achievements, currency and upgrades.\n\nOne gripe about the Burial at Sea DLC, the save system is mean. In one in two I got used to quick-save and quick-loading like crazy. Infinite dropped that, but the main game had intuitive enough points where it would save. This game's points aren't nearly as intuitive and they are far between. As in an hour or two at times.","timestamp_created":1385422510,"timestamp_updated":1385422510,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7752298","author":{"steamid":"76561197987323502","num_games_owned":609,"num_reviews":20,"playtime_forever":1824,"playtime_last_two_weeks":0,"playtime_at_review":1083,"last_played":1404048097},"language":"french","review":"L'hisoire ne m'a pas emballé mais le jeu est plutôt bien foutu dans l'ensemble.","timestamp_created":1385422415,"timestamp_updated":1385422415,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7751588","author":{"steamid":"76561198098555621","num_games_owned":305,"num_reviews":12,"playtime_forever":1000,"playtime_last_two_weeks":0,"playtime_at_review":940,"last_played":1395872625},"language":"english","review":"Very well made and beautiful game","timestamp_created":1385420953,"timestamp_updated":1385420953,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.522750258445739746","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7751359","author":{"steamid":"76561197996123574","num_games_owned":149,"num_reviews":2,"playtime_forever":379,"playtime_last_two_weeks":0,"playtime_at_review":101,"last_played":1400553361},"language":"spanish","review":"Burial At Sea - Parte 1\nComo si a Irrational y a 2K no les hubiese alcanzado con lanzar uno de los mejores juegos del año, BioShock Infinite, decidieron lanzar el mismo año un DLC que prometía devolver al juego al mundo submarino de sus versiones anteriores: Burrial At Sea Part I, con una historia completamente nueva con los mismos protagonistas del juego principal.\n\n \nEn este punto les recomiendo a todos aquellos que no hayan terminado el BioShock Infnite que dejen de leer, ya que es necesario meterse con algunos detalles del final de la historia para poder hablar de este DLC....si deciden seguir leyendo, no los quiero escuchar quejándose.\nLa historia empieza con Booker DeWitt en su despacho. Booker está perturbado por haber perdido nuevamente a un ser amado: primero su hija Anna, a quien ya conocemos por los sucesos de BioShock Infinite, y luego de Sally, una huérfana a quien adoptó. Una versión adulta de Elizabeth irrumpe en la oficina de Booker ofreciéndole un trabajo...y casualmente se trata de encontrar a Sally.\n\nLa historia comienza a cobrar vértigo inmediatamente, dejando poco lugar a una introducción que realmente nos sitúe en el contexto inicial. Rápidamente nos encontraremos cara a cara con uno de los grandes antagonistas de Rapture: el artista psicópata Sander Cohen. Tendremos también un vistazo de Rapture en su esplendor, aunque lamentablemente este sea muy corto.\n\nLa gran mayoría del juego, y donde ocurre toda la acción, se desarrolla en un sector abandonado y aislado de Rapture, muy similar a los juegos originales, en donde abundan los splicers. Aquí se mezclan algunas de las mecánicas de los diferentes BioShocks: lugares muy cerrados y recursos muy escasos combinados con los ganchos en el aire y las grietas interdimensionales que puede abrir Elizabeth para ayudarnos.\n\nVale la pena escribir un párrafo aparte sobre la dificultad: si bien no es extremadamente elevada, la gran escases de recursos nos obliga a replantearnos la estrategia si es que queremos sobrevivir: tendremos que aprovechar cada bala y cada mililitro de EVE al máximo. Por otro lado, resulta muy extraño encontrarnos con los ganchos y rieles elevados en un ambiente tan claustrofóbico.\n\nEl juego nos llena de interrogantes desde el inicio: ¿Por qué Booker está vivo y en Rapture?¿Por qué Elizabeth está interesada en él luego de haberlo asesinado al final del juego? ¿Qué versión de Elizabeth estamos viendo? Al igual que Infinite, el juego deja mucho lugar a la libre interpretación, por lo cual si bien algunas de esas preguntas serán respondidas, otras quedarán a nuestra libre interpretación... o por lo menos a ser respondidas en la segunda parte del DLC.\n\nMerece una mención especial el hecho de que absolutamente todo el contenido del juego fue creado especialmente para este DLC, lo cual significa que no se reutilizó absolutamente ningún recurso de BioShock Infinite: texturas, personajes, escenarios, diálogos, sonidos...todo es nuevo. Eso también implica una descarga bastante significativa: 5 GB de datos.\n\nTodos nos emocionamos cuando nos enteramos que íbamos a poder volver a Rapture y poder apreciarla en todo su esplendor. Sin embargo, la experiencia final nos dejó con un sabor agridulce: si bien el DLC nos deja muy atrapados con el final y tiene un par de momentos memorables a lo largo del mismo, termina resultando extremadamente corto y no logra mantener el mismo nivel de narrativa que tiene Infinite. No nos queda más que esperar a ver qué sucede en la Parte 2.\n\nPUEDEN LEER ESTA Y OTRAS REVIEWS EN WWW.IMPERIOGAMER.COM","timestamp_created":1385420477,"timestamp_updated":1385420477,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7751296","author":{"steamid":"76561198107040820","num_games_owned":78,"num_reviews":10,"playtime_forever":1140,"playtime_last_two_weeks":0,"playtime_at_review":3998,"last_played":1477252319},"language":"english","review":"There is nothing to bitch about. The attention and care put into this game can be felt in every little detail. From the graphics to the combat dynamics, enemy types, the interesting characters and top-notch voice acting this game is nearly perfect. Especially the great layouts of the more strategical combat zones deserve praise while the skyhook hopping even brings an awesome and really fun new idea into the genre. If you want a game that delivers for your money, Bioshock Infinite it is.","timestamp_created":1385420348,"timestamp_updated":1385420348,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7751204","author":{"steamid":"76561198016681833","num_games_owned":94,"num_reviews":2,"playtime_forever":2005,"playtime_last_two_weeks":0,"playtime_at_review":1237,"last_played":1409350923},"language":"english","review":"Bioshock Infinite's core shooting mechanics are standard, the elemental powers don't do a whole lot to spice up the combat and the word can sometimes feel like a series of levels rather than a living breathing place.  That said, all of the strengths this game has to offer more than makes up for it's faults.\n\nWhether it's the impressive visuals and sound, the human interaction with the AI Elizabeth, it's statement on a variety of political and religious issues, or it's story that will grip you emotionally and tantalize you mentally, you get more than your money's worth here.\n\n8.5/10","timestamp_created":1385420179,"timestamp_updated":1385420179,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7750926","author":{"steamid":"76561197982925047","num_games_owned":332,"num_reviews":3,"playtime_forever":560,"playtime_last_two_weeks":0,"playtime_at_review":560,"last_played":1364540400},"language":"english","review":"I wouldn't call this game bad, but it is painfully average. When held in comparison to the previous Shock games, it's been trimmed, narrowed AND watered down. Weapon hoarding is dropped in favor of the CoD-style swapping system, giving you much less attachment to your guns while also making feel much less unique overall. Enemies are mostly humans and encounters are solely restricted to the big, cover-littered arenas the game pushes you along to, secluding combat from the finely constructed (albeit linear) game world. One major point people mark in this game's favor is its story, but that's not much to brag about either. It's 'mature' but that doesn't make it outstanding, just a step above the average video game plot. Of course there's a plot twist that throws you off, but since everyone who played the game knew to expect it, its impact wasn't anywhere near the effect of the twist from the first BioShock.\n\nI'd give this game a rent at least. If you liked it, that's great, but for me it was more of a one-time playthrough. Something you gain a little joy from at the time then forget about and move on as soon as you're done with it.","timestamp_created":1385419610,"timestamp_updated":1385419610,"voted_up":false,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.477941185235977173","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7750918","author":{"steamid":"76561198023383968","num_games_owned":189,"num_reviews":36,"playtime_forever":1240,"playtime_last_two_weeks":0,"playtime_at_review":897,"last_played":1447604197},"language":"english","review":"If you have played bioshock 1 or 2 its obvious! buy it. LOVE the bioshock franchise!\nBioshock 1 is one of my favorite game of all time, just a fucking nice FPS game with superpowers, of course limited but thats ok the powers are genually very cool and worth searching salt for.\n\nBut the saddest part is that im giving infinite a 7/10\nThey didn't quite deliver as promised this time :/","timestamp_created":1385419597,"timestamp_updated":1430354592,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7750316","author":{"steamid":"76561198044218582","num_games_owned":203,"num_reviews":1,"playtime_forever":1030,"playtime_last_two_weeks":0,"playtime_at_review":747,"last_played":1400450896},"language":"brazilian","review":"Jogo absurdo, vale muito a pena... história foda d+","timestamp_created":1385418556,"timestamp_updated":1385418556,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7749476","author":{"steamid":"76561198037494453","num_games_owned":640,"num_reviews":31,"playtime_forever":8980,"playtime_last_two_weeks":0,"playtime_at_review":8348,"last_played":1555679458},"language":"english","review":"You get through, see this game to the end and want more.... Then you realize there is a 1999 mode just for the hardcore gamers out there who like their replayability (I sure as hell do), creating a hardcore gaming atmosphere for anyone.\nIf that isn't enough, the DLC Challenge maps are just as entertaining allowing you to start from scratch and build ytour character up, slowly unlocking informative content about the game in your own little \"museum\". \nStill going at it after 4 years of service. One of the bnest games I have had the pleasure of playing.","timestamp_created":1385417153,"timestamp_updated":1511646847,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7749423","author":{"steamid":"76561197971066866","num_games_owned":187,"num_reviews":12,"playtime_forever":1062,"playtime_last_two_weeks":0,"playtime_at_review":953,"last_played":1411064397},"language":"english","review":"playing it for 2nd time, there is so much to do....\ngraphics and all, very very good","timestamp_created":1385417057,"timestamp_updated":1385417057,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7748969","author":{"steamid":"76561198069435489","num_games_owned":146,"num_reviews":4,"playtime_forever":1468,"playtime_last_two_weeks":0,"playtime_at_review":1099,"last_played":1397146641},"language":"english","review":"I love a great story, and Bioshock Infinite never lacks in this department.  It is deep and thought provoking to the end.  The gameplay is mostly fun, sometimes it can be a struggle, and sometimes a downright drag.\n\nYes finding apples, money, soda, and liquor in garbage cans and on fallen enemies is a little silly (not as realistic as saving the human race with a seemingly endless supply of scissors and tape).  Did that take away from the game for me?  Not one bit.  Booker, Elizabeth, Comstock, even Fink, they were all such richly fleshed out and acted characters.\n\nI have yet to play the DLC but the main game, excellent!","timestamp_created":1385416405,"timestamp_updated":1385416405,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.510703384876251221","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7748941","author":{"steamid":"76561197992641145","num_games_owned":464,"num_reviews":54,"playtime_forever":2377,"playtime_last_two_weeks":0,"playtime_at_review":1156,"last_played":1546151325},"language":"english","review":"For single player this is hands down my favorite FPS since Half Life 2.\n\nInfinite moves past all the very minor annoyances of part 1 and the annoyances of part 2 and creates an absolutely surreal world that builds characters amazingly, gives great breathers, creates amazing battles, and builds a paragon that is exciting to play. In unpredictable plot and plenty of twists make the story exciting, though like the predecessors it doesn't major on replay value due to its linear nature, though I loved the linear quality of it and do plan to play it again after all the DLC's and finished with.","timestamp_created":1385416361,"timestamp_updated":1385416361,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7748191","author":{"steamid":"76561198026386432","num_games_owned":564,"num_reviews":2,"playtime_forever":1758,"playtime_last_two_weeks":0,"playtime_at_review":1076,"last_played":1396111053},"language":"danish","review":"den er awsome tro mig du vil elske den ...ingen multplayer men en skøn singleplayer","timestamp_created":1385415036,"timestamp_updated":1385415036,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7747751","author":{"steamid":"76561197989365480","num_games_owned":822,"num_reviews":52,"playtime_forever":684,"playtime_last_two_weeks":0,"playtime_at_review":684,"last_played":1381688152},"language":"english","review":"I would advise you to be a little bit sceptical about all the positive comments about this game.\nBut I want to point out the good stuff first.\n\n1. Amazing graphics, everything simply looks beautiful.\n2. The beginning and the first few hours got a great story that makes you want to play more.\n3. You got some good challenging fights in this game which is a good and exciting thing.\n\nNow, everything (the environment) looks beautiful at the start, after a while I feel like i'm drowned in black and darkness which lasts forever, this ruined it for me since I missed the beginning where it all looked better.\nThe story is being dragged waaaay longer with the same things all over and over again. When you finally think you have gotten away you get thrown back again at least 3-4 times which get's really frustrating after a while.\nThe story in general has been dragged really long with the same stuff and it feels like they don't have anything more or new to offer.\n\nIn my mind this was better than any of the other Bioshock games, I will recommend this game to those who like the Bioshock games, but as a person that didn't like the previous games, after playing a few hours I just got bored and had to force myself through the game to finish it.","timestamp_created":1385414372,"timestamp_updated":1385766437,"voted_up":true,"votes_up":69,"votes_funny":0,"weighted_vote_score":"0.43848186731338501","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7747586","author":{"steamid":"76561198001727913","num_games_owned":201,"num_reviews":6,"playtime_forever":437,"playtime_last_two_weeks":0,"playtime_at_review":437,"last_played":1364367600},"language":"english","review":"A gripping story and decent gameplay.\n\ninfinite is an exercise of the imagination with predictable story-telling and rough-around-the-edges combat. The narrative will keep you interested for a while, but don't count on spending more than 10 hours in the single player. Still worth a playthrough.","timestamp_created":1385414147,"timestamp_updated":1385414147,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.518076956272125244","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7747553","author":{"steamid":"76561198043241922","num_games_owned":249,"num_reviews":3,"playtime_forever":1031,"playtime_last_two_weeks":0,"playtime_at_review":542,"last_played":1396819313},"language":"english","review":"An excelent game, the true successor to the original game.","timestamp_created":1385414104,"timestamp_updated":1385414104,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7747503","author":{"steamid":"76561198049644595","num_games_owned":470,"num_reviews":49,"playtime_forever":1691,"playtime_last_two_weeks":0,"playtime_at_review":1064,"last_played":1492808751},"language":"english","review":"is good is rly good","timestamp_created":1385414017,"timestamp_updated":1385414017,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7747402","author":{"steamid":"76561198011974238","num_games_owned":264,"num_reviews":17,"playtime_forever":874,"playtime_last_two_weeks":0,"playtime_at_review":361,"last_played":1434655619},"language":"english","review":"It's a high concept, highly polished, and higly intellectual masterpiece. Do you like games that make you think and let you shoot stuff? Yes? In that case, would you kindly play this game.","timestamp_created":1385413871,"timestamp_updated":1385413871,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.4709891676902771","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7747272","author":{"steamid":"76561198042011032","num_games_owned":194,"num_reviews":6,"playtime_forever":1056,"playtime_last_two_weeks":0,"playtime_at_review":790,"last_played":1397692502},"language":"english","review":"The gameplay gets stale after a few hours in but the story will keep you playing.","timestamp_created":1385413663,"timestamp_updated":1385413663,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7747269","author":{"steamid":"76561197997914541","num_games_owned":432,"num_reviews":7,"playtime_forever":1752,"playtime_last_two_weeks":0,"playtime_at_review":1027,"last_played":1397456609},"language":"english","review":"After the mediocre Bioshock 2, I wasn't sure if this game could live up to the hype over the last 4 years. I started to gain hope for this game after I heard they were focusing only on the single player campaign and completely ignoring multiplayer. When I found out the original story creator was working on the game again (Wasn't around for the second game and it showed), I knew it would be a day one purchase.\n\nBring us the girl and wipe away the debt. Words that fuel your exploration into the world of Columbia. When you are first thrown into the world via the lighthouse you would expect to start fighting right away like most shooters. This is where the game is unlike others and completely threw me off the normal pacing I'm used to. You are welcomed into the city and able to explore a pretty big area getting a grasp what this world is like compared to the bottom.\n\nRight away you can tell the type of atmosphere these people live in and what type of propaganda Comstock has fed them. I was really surprised the lengths they went to and the risks they took to portray the lengths people will go to for a \"perfect society\" for themselves. Even all the audio logs you can find randomly around are really interesting and tells you the whole overarching story and the consequences of some actions that have been taken along the way.\n\nThe best story motivator is Elizabeth. This the best companion I have had in any video I've played. The way she grows up along the way and her reaction to the events that have impacts to the story is huge feat of storytelling. If you spend the time allowing her to explore (IF you run ahead she will follow you instead of exploring), the time spent to her dialogue and first exposure outside of her room is so wonderfully created that it wowed me throughout the game. The story has a great ending and it doesn't leave on a cliffhanger or anything that seems like it was cut out for the DLC season pass.\n\nNo matter which version you choose to play, the world looks amazing and actually outshines the immersible rapture. When you first see the city from the sky its a breath taking sight and really sets the tone they are trying to set. The houses, towns, balloon platforms, people, and even the random trash lying around has detail added to them and is really nice to see. The game still has that look of bioshock on top of it as well, Like the weapons, Vigors (plasmids in Bio 1) and pretty much everything else has that bioshock polish added to them.\n\nThe facial animations on the people really surprised me on this one, Especially Elizabeth. You can tell what they are feeling and be able to understand their pain, happiness or whatever they are feeling at the time. Speaking of Elizabeth, her character design and animations she pulls off are wonderfully crafted and really pulls you into the type of character she is.\nEven though this takes place on a giant sky city, the level design keeps you on your toes with different areas as you progress through the game. While there is some minor backtracking, there are changes enough to the point it doesn't really have you feeling like your wasting time going back and forth.\n\nThe combat focuses on two weapons that you can switch out at any time and the mixtures with them and the vigors makes combat less of a chore and more of a fun experiment on how to completely destroy your enemies in crazy ways. Like for example you can throw an enemy into the air with Bucking Bronco, push him away with Undertow into an electric trap, while shooting at them the entire time. Only a few time the enemies get annoying but it never really bothered me, just slowed down my progress.\n\nThis is I feel, will be the best game of 2013. The game has such an amazing story if you pay attention and find all the audio tapes. It merges itself seamlessly with the franchise and the ending makes it feel like a total conclusion on what has happened in the Infinite saga.\n\nBuy, Sale or Pass:\nBuy it, than buy the season pass since the game is amazing.","timestamp_created":1385413654,"timestamp_updated":1385413723,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7747195","author":{"steamid":"76561197967223692","num_games_owned":880,"num_reviews":185,"playtime_forever":1608,"playtime_last_two_weeks":0,"playtime_at_review":515,"last_played":1397344078},"language":"english","review":"A pathetically sad addition to an otherwise amazing game series.  Yes, number two did not have as good of a story as the first game, but having less of a story is better than having none at all.  Bioshock 2 at least improved upon the gameplay of the first, upgrading it.  This game is just a shameless shooter with barely any ''RPG'' elements at all.   The worst thing is having to babysit the damn NPC all the time, and she constantly gets stuck on the bloody skyrails.\n\nThere are no dark corridors, no frightening enemies, no moments of supsense, the upgrades to your character are a joke, the story (or lack of it) is a joke.  Don't buy this game unless its on sale for less than $5.99, or else you are wasting your money, and your time.","timestamp_created":1385413558,"timestamp_updated":1385413558,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.497287511825561523","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7747161","author":{"steamid":"76561197984299467","num_games_owned":369,"num_reviews":4,"playtime_forever":4268,"playtime_last_two_weeks":0,"playtime_at_review":2731,"last_played":1532565979},"language":"english","review":"Columbia makes an astonishing first impression, as the floating city setting of Irrational's Bioshock Infinite, built off the wonder and exceptionalism of 1912 America. Everything seemed possible thanks to industrialization. Almost immediately things sour, as the player is confronted with a deconstructed look at Columbia's hidden underclass, and astonishing racism.\nCitizens of Columbia pay tribute to their leader, Zachary Comstock, a religious fanatic who believes himself to be a prophet. These prophecies set the game into motion, as Private Dick Booker Dewitt is drawn to Columbia in search of a girl. He is singled out from a crowd, launching Booker into self-defense that will carry him through extreme violence.\nThe first hour can be spent enjoying the sights and sounds of a place that could not exist. One sequence takes the player through a carnival with playable games, others include a boardwalk with merry-go-round, and a beautiful beach. By contrast, another level is a horrifying museum. The art style is bright and energetic with bold character designs. Irrational's world-building is perfect, including compelling in-game ads, soundscape, and placing a player in the historical moment.The story is anything but light, taking classicism head on, as well as themes of violence and quantum destiny. Conversations help fill in the backstory as do voxophone and kinetescopes.\nBooker's first weapon is the skyhook, a gruesome melee weapon. Once you meet Elizabeth, a powerful and highly intelligent, yet innocent woman, she reacts to the player's violent actions. Elizabeth is integral, taking care of herself as well as throwing useful items to Booker. She has the latent ability to open and manipulate tears in space and time to pull in objects from other dimensions. Booker is equipped with turn of the century gun archetypes (revolver, shotgun, etc.) and Vigors, the Columbia version of Plasmids. Gear is also invaluable: it can have offensive and defensive attributes.\nVigors include a fire grenade, crow attacks, the bucking bronco, and others, that can all be combined in amusing and creative ways pertaining to the elements and physics. The effect of Vigors on enemies can often be realistic and graphically violent. Prepare for head pops and bloody skeletons galore.\nWeapon upgrades can be readily purchased this time around. Much of the hacking type gameplay has been turned into button presses, with the possession vigor used to take over turrets and automatons. \nAutomatons modeled after Presidents are the largest threat to Booker, rivaled only by the Big Daddyesque Handyman, a lumbering behemoth of a mechanical man. Truthfully none of these opponents is too challenging one-on-one. It is only due to some excellent enemy scripting that combat comes alive. \nOn the hard difficulty groups teams engage in realistic fashions, rushing the player and forcing precise on the moment decision making. Skyrail combat introduces a whole new element to combat, and feels like a gameplay breath of fresh air. Irrational has crafted vertical arenas in which players can leap amongst opponents, transitioning to upper or lower levels. Bioshock blows the roof off standard shooter design.\nInifinte is perfectly paced, and extremely compelling, better experienced than told, with astonishing developments and interesting characters. At its heart it is a love story, with Booker and Elizabeth linked and compelling protagonists. Side characters like the Lutece twins add shading to the narrative.\nBioshock Infinite could never be the game Bioshock was. But like that title, it is a beautiful and moving game about legacies, fathers and daughters, idealized authoritarian societies fallen into chaos, and many thoughtful, well-considered gameplay elements. As class warfare begins to rip Columbia apart, the player can feel certain that this is due both to Booker's action and his inaction. It is a fine title, and although it clearly positions itself for a sequel, could series director Ken Levine truly have places to take Bioshock, beyond Infinite?","timestamp_created":1385413503,"timestamp_updated":1385413516,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.519077837467193604","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7745736","author":{"steamid":"76561197982626681","num_games_owned":178,"num_reviews":1,"playtime_forever":2289,"playtime_last_two_weeks":0,"playtime_at_review":937,"last_played":1593524974},"language":"english","review":"Bioshock Infinite offers great visuals, interesting storyline and strong characters. Especially the two last points are a rare thing, as too many games just concentrate on the first one. Especially Elizabeth is one of the best characters in a game i ever encountered. She has emotions, she has weaknesses and she has a goal. Strangly how she turns from the \"girl to be saved\" into the mistery that drives her rescuer. Let's say that i seldom felt so many emotions while playing a computer game. What makes the game really special are the many questions that are raised. Slavery, racism and fanatism, both religiuos and political, are the prominent themes. Behind them is - and to say more would be an unforgivable spoiler - the question of action and consequences. Many discussed the end in terms of technology and logic. I think the story and its ending is to be viewed from a philosophical point of view. While playing the game I knew that this is one of the best games. When presented with the last 25 or so minutes of it and the solution, I realized that Bioshock Infinite is a true gem.","timestamp_created":1385411426,"timestamp_updated":1385412014,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7745502","author":{"steamid":"76561198049270814","num_games_owned":126,"num_reviews":2,"playtime_forever":767,"playtime_last_two_weeks":0,"playtime_at_review":767,"last_played":1385113439},"language":"english","review":"INTRO\n\nBurial at Sea is the first part of Bioshock Infinites DLC series and has you playing as Booker Dewitt back down below in Rapture (nostalgia trip). The DLC begins with a young woman requesting you investigate in the case of missing young girl. After a brief conversation the young woman is revealed to be Elizabeth from Infinite’s storyline.\n\nGAMEPLAY\n\nThe gameplay hasn’t changed much from the main game so there’s not a lot to talk about really, but there have been a few minor changes to the difficulty that enhance the experience and give you the horror nostalgia trip back to the first Bioshock. First off, ammo is scarce, at first it may seem quite a cheap choice to create difficulty but once you get into it you find yourself using your plastids (yes plastids – IMPORTANT) more than you would have in Infinite. I’m unsure about anyone else but in Infinite’s storyline I found myself using Vigours/Plastids to enhance my gun play (Bucking Bronco TO shotgun) rather than using them for their own powers. Next we have the weapon wheel, YES it’s back! Yay! Unfortunately you are still restricted to two weapons at once as using the weapon wheel will only switch out the weapon you are holding but it’s still infinitely (no pun intended) better than Infinite’s system. Although not every gameplay aspect has been reviewed, unfortunately the stealth gameplay still suffers from serious bugs or just flat out not working at all.\n\n \n//\n\n*SPOILER WARNING*\n\n//\n\n \nSTORY\n\nNow, as was the same with Infinite (I felt anyway) the gameplay was the basic rather mundane aspect of the game as I found the gameplay sections boring and simple gateways between the storyline. Once again this is the case. The story is still phenomenal with an awesome ending that leaves us with a cliff-hanger but not SO much that it seems annoying. Without spoiling any surprises the story finishes as you would expect, if you pay attention to what Elizabeth is saying throughout the DLC (and if you actually played Infinite), with a huge reveal and explanation simultaneously, leading into what the next DLC will play as. BUT, as epic as the story was I feel it had some issues. The storyline in DLC (I find) tends to be SIDE stories or what COULD have happened, but this doesn’t feel like that, this feels like it’s actually part of the main story as it is continuing that story. I am firmly against an extension to a storyline that we already paid for; this DLC opened up what we knew would happen and is asking for more money – bad developers. BAD. Also, another bad developer move, why did you give a blurb for episode two? The blurb for episode 2 gives SERIOUS hints of the ending of this DLC.\n\nCONCLUSION\n\nWhile I agree that the original storyline shouldn’t be continued in paid DLC or not, I can’t deny how epic this DLC was. Again, I personally feel the gameplay sections in Infinite and it’s DLC were simple filler sections to get me back into the epic story, but I would defiantly say the gameplay sections were less mundane than that of Infinite (maybe nostalgia me talking but hey). So here it is, the killer question; is it worth it? No. I wouldn’t say so, it’s fun and all, but if you can get the same experience watching someone play a game, then it’s not worth it in my opinion. Like I said the gameplay sections still felt like filler so simply watching the cut scenes/conversations over someone’s shoulder would be enough to get what was great about this – the story. Whenever I’m thinking about buying DLC I look back at some of my all the time favourite – Dragonborn. Lots to do, new items, NOT a continued story but a side story and a great side story as well. Now considering you can get Dragonborn for two pounds more, you wouldn’t expect such a HUGE difference in quality – but unfortunately there is.","timestamp_created":1385411082,"timestamp_updated":1385411082,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7744556","author":{"steamid":"76561198001556851","num_games_owned":402,"num_reviews":18,"playtime_forever":910,"playtime_last_two_weeks":0,"playtime_at_review":491,"last_played":1385314585},"language":"english","review":"The most overrated game of 2013. Bioshock Infinite got universally strong reviews, but in my opinion the game is linear and boring. It does not bring anything new to the series just more of the same. The story and graphics are the strongest aspect of the game, other than that you will find yourself back tracking alot through the narrow level design. Bioshock Infinite is certainly not a game for longevity, with only one gamemode, single player. You will complete this game within 8-12 hours. Bioshock Infinite does not deserve the high reviews it received.  6/10. (Only purchase when on sale, it's not worth full price.)","timestamp_created":1385409853,"timestamp_updated":1385409853,"voted_up":false,"votes_up":6,"votes_funny":0,"weighted_vote_score":"0.45647895336151123","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7744213","author":{"steamid":"76561198027724085","num_games_owned":441,"num_reviews":9,"playtime_forever":2406,"playtime_last_two_weeks":0,"playtime_at_review":2110,"last_played":1398824554},"language":"english","review":"Absolutely god damn amazing. I wish I could erase my time with this game from memory so as to reexperience this beautiful work of art. I can promise that if you do not play this game, and enjoy story-driven video games, then you are missing out.","timestamp_created":1385409408,"timestamp_updated":1385409408,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7744171","author":{"steamid":"76561197983418499","num_games_owned":418,"num_reviews":4,"playtime_forever":1437,"playtime_last_two_weeks":0,"playtime_at_review":757,"last_played":1445818593},"language":"english","review":"Fantastic game with a compelling storyline, definitely worth a buy w/ the Season Pass.\n\nPros:\n+Creative and compelling storyline\n+Many gear, vigor and weapon combinations\n+Many collectibles (audiotapes) worth replaying chapters for\n+Great soundtrack and visuals\n\nCons:\n-Lacks multiplayer mode\n-Short storyline length (10-13 hours on average)\n-No extensive side-quests","timestamp_created":1385409335,"timestamp_updated":1385409484,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7744049","author":{"steamid":"76561198003265248","num_games_owned":627,"num_reviews":6,"playtime_forever":1028,"playtime_last_two_weeks":0,"playtime_at_review":567,"last_played":1397326687},"language":"english","review":"Absolutely beautiful game. If you can seriously wack this on full specs. A great installment into the Bioshock franchise. Also a really good narrative and one that will keep you hooked! Not as jumpy as the previous games but still definitely worth playing!","timestamp_created":1385409184,"timestamp_updated":1385409184,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7743249","author":{"steamid":"76561197979293372","num_games_owned":414,"num_reviews":18,"playtime_forever":1916,"playtime_last_two_weeks":0,"playtime_at_review":1833,"last_played":1388547955},"language":"english","review":"Loved the first bioshock, but this one was a piss poor shooter.  Bland level design.  Wave after wave of enemies.  No thought.  Tries to be philisophical but ends up just being artsy pretentious.  A BIG step backwards for the series, and a big dissapointment.  5.8/10","timestamp_created":1385408076,"timestamp_updated":1385408124,"voted_up":false,"votes_up":8,"votes_funny":0,"weighted_vote_score":"0.500541448593139648","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7742839","author":{"steamid":"76561197967283106","num_games_owned":1521,"num_reviews":11,"playtime_forever":1043,"playtime_last_two_weeks":0,"playtime_at_review":783,"last_played":1396334336},"language":"english","review":"Is good.","timestamp_created":1385407535,"timestamp_updated":1385407557,"voted_up":true,"votes_up":80,"votes_funny":10,"weighted_vote_score":"0.845555543899536133","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7742823","author":{"steamid":"76561198025292341","num_games_owned":966,"num_reviews":5,"playtime_forever":655,"playtime_last_two_weeks":0,"playtime_at_review":632,"last_played":1435051870},"language":"portuguese","review":"O melhor: Columbia; Elizabeth; A narrativa densa e emocional; As diferentes estratégias que o sistema de combate nos permite; A variedade e originalidade dos inimigos; As personagens interessantes e relevantes; Os momentos e surpresas que nos tiram o tapete dos pés; O momento em que pegamos na guitarra; O final; A ausência de multiplayer.\n\nO pior: Ken Levine não lançar um jogo todos os anos?\n\nEsperei mais de 30 anos pelo primeiro jogo que me fizesse chorar e nunca esperei que quando esse jogo chegasse fosse um shooter. Ken Levine e a Irrational Games conseguem em Bioshock Infinite criar um jogo perfeito não só levando o género mais longe mas tornando-o um dos momentos emocionais mais fortes que a indústria já presenciou. Curiosamente, num momento em que os shooters multimilionários aborrecem o panorama, Bioshock Infinite prova que o género mais vendido pode ser um dos mais surpreendentes e é por isso que também é tão importante. Dos maravilhosos cenários de Columbia, a Elizabeth, passando pelo sistema de combate ou as escolhas musicais tudo está trabalhado com um bom gosto, qualidade e originalidade únicos. Existem jogos que ficam na história e se tornam no cânone. Este é um deles.\n\nEsta análise foi originalmente publicada no site RubberChickenGames","timestamp_created":1385407511,"timestamp_updated":1385407511,"voted_up":true,"votes_up":3,"votes_funny":0,"weighted_vote_score":"0.523711323738098145","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7742811","author":{"steamid":"76561197970687962","num_games_owned":1018,"num_reviews":25,"playtime_forever":821,"playtime_last_two_weeks":0,"playtime_at_review":821,"last_played":1383443922},"language":"english","review":"This is very much a redo of the first Bioshock game.  The story is twisted the same, and the gameplay is more or less the same as well.  Think of it as Bioshock with a new face!  There are new interactions, such as the skyline, although fun, difficult to master the \"ride and shoot\" method.  I bought into this game because of the hype, but after playing and beating it, I don't quite get the huge roar of the crowd it got.  Is it fun?  Yes!  But the restrictions of the weapon selection and powers annoy me.  I'd like to choose to use any weapons I'd like to, not be limited to what I can buy or find.  If you liked Bioshock and you like first person shooters, this is your game!  Some of the later parts of the game are slightly annoying when you feel like you are doing the same thing over again, but I digress.  I don't know for me that I'll ever do another play through, but I'll definitely be checking out the DLC.","timestamp_created":1385407497,"timestamp_updated":1385407497,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7742271","author":{"steamid":"76561197981617413","num_games_owned":769,"num_reviews":15,"playtime_forever":217,"playtime_last_two_weeks":0,"playtime_at_review":282,"last_played":1368514800},"language":"english","review":"You know what you're getting into with this series: a beautifully realized setting mixed with pretentious storytelling and mediocre FPS mechanics. The skylines are really awesome though. It's a real thrill to soar through this city in the sky, especially in the middle of a huge battle with gunships and handymen all over the place. Forget standing still and running around! I want to fly!","timestamp_created":1385406809,"timestamp_updated":1385406809,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.517715752124786377","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7741888","author":{"steamid":"76561198063179524","num_games_owned":1128,"num_reviews":78,"playtime_forever":6243,"playtime_last_two_weeks":0,"playtime_at_review":3832,"last_played":1570508194},"language":"brazilian","review":"Jogabilidade:\n\nUm fps de primeira com estilo retro dos anos 20 com uma pitada de poderes (vigores) que da um diferencial nos demais FPS Single player. Mecanica agil e fluida.\n\nGráficos:\n\nLindos e um cenario lindo e deslubrante e melhor disso tudo que é bem otimziado roda bem fluído em maquinas mais hulmides sem grandes complicações ou perda de qualidade.\n\nHistória: \n\nSem oque falar umas das melhores ja vista em games 10/10 so jogando pra nao spoilar.\n\nGeral:\n\nHum jogo sensacional, com uma direção artistica de outro mundo e um enrrendo surpreedente que te faz querer re-jogar o jogo após finalizado para ter uma compreesão melhor da Drama e história.\n\n","timestamp_created":1385406338,"timestamp_updated":1385406338,"voted_up":true,"votes_up":150,"votes_funny":1,"weighted_vote_score":"0.89955449104309082","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7741647","author":{"steamid":"76561197984177111","num_games_owned":451,"num_reviews":3,"playtime_forever":988,"playtime_last_two_weeks":0,"playtime_at_review":945,"last_played":1387372695},"language":"english","review":"recommend","timestamp_created":1385406033,"timestamp_updated":1385406033,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.499038666486740112","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7741623","author":{"steamid":"76561197970543617","num_games_owned":1296,"num_reviews":16,"playtime_forever":1697,"playtime_last_two_weeks":0,"playtime_at_review":259,"last_played":1594344920},"language":"english","review":"Pretty good waifu simulator.","timestamp_created":1385405993,"timestamp_updated":1385405993,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.469194322824478149","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7741478","author":{"steamid":"76561198051874183","num_games_owned":152,"num_reviews":6,"playtime_forever":1693,"playtime_last_two_weeks":0,"playtime_at_review":998,"last_played":1508447315},"language":"english","review":"this fucked me up","timestamp_created":1385405783,"timestamp_updated":1385405783,"voted_up":true,"votes_up":4,"votes_funny":0,"weighted_vote_score":"0.543866991996765137","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7741349","author":{"steamid":"76561198029768535","num_games_owned":106,"num_reviews":11,"playtime_forever":5617,"playtime_last_two_weeks":0,"playtime_at_review":2807,"last_played":1586106542},"language":"english","review":"This is one of the most bad ass story based games i have ever played. :3","timestamp_created":1385405619,"timestamp_updated":1385405619,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7741344","author":{"steamid":"76561197995417475","num_games_owned":182,"num_reviews":6,"playtime_forever":5498,"playtime_last_two_weeks":0,"playtime_at_review":2900,"last_played":1477164935},"language":"english","review":"great game, it took me about 4 hours to complete, some concepts blew my mind 10/10 :D","timestamp_created":1385405610,"timestamp_updated":1385405610,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.5095367431640625","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7741258","author":{"steamid":"76561197970909516","num_games_owned":193,"num_reviews":4,"playtime_forever":1307,"playtime_last_two_weeks":0,"playtime_at_review":1303,"last_played":1414736859},"language":"english","review":"The backlash against this game from various trendy web publications is just a symptom of them being tired of the FPS genre. Given the sales among normal game players, I'm pretty certain the FPS genre is still alive an well, and this is one of it's most perfect forms to date. Well worth a play.","timestamp_created":1385405474,"timestamp_updated":1385405489,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7740752","author":{"steamid":"76561198012186253","num_games_owned":333,"num_reviews":6,"playtime_forever":690,"playtime_last_two_weeks":0,"playtime_at_review":624,"last_played":1415213761},"language":"turkish","review":"hala daha oynamadıysanız bir sıkıntı var bu işte.","timestamp_created":1385404550,"timestamp_updated":1385404550,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.5","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7738933","author":{"steamid":"76561198064003803","num_games_owned":1207,"num_reviews":6,"playtime_forever":2729,"playtime_last_two_weeks":0,"playtime_at_review":1894,"last_played":1418598849},"language":"russian","review":"Лучшая игра 2013 года.\n\nПотрясающая атмосфера летающего города Колумбия. Удивительный мир, который завораживает красотой настолько, что хочется остаться в нем навсегда. Невероятный сюжет от Кена Левина и, конечно, спутница Элизабет. Непередаваемый игровой опыт.","timestamp_created":1385383781,"timestamp_updated":1386058511,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.52036595344543457","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7737589","author":{"steamid":"76561198006241167","num_games_owned":405,"num_reviews":54,"playtime_forever":2651,"playtime_last_two_weeks":0,"playtime_at_review":1761,"last_played":1398025147},"language":"english","review":"GOOOD GAME!","timestamp_created":1385359679,"timestamp_updated":1385359679,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.502712488174438477","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7737448","author":{"steamid":"76561198033398823","num_games_owned":398,"num_reviews":10,"playtime_forever":2891,"playtime_last_two_weeks":0,"playtime_at_review":2148,"last_played":1421730642},"language":"russian","review":"С момента анонса этой игры, мои друзья уговаривали меня пройти ее. Я отказывался, аргументируя это, в основном, нелепыми доводами. \n\tШло время. В ажиотаже \"Summer Sale\" игра была куплена и отложена в дальний ящик. И вот, где-то через пол года, я все же взялся за нее. Все волнения масмедиа вокруг этой игры если не утихли, то явно умерили свой пыл. На этот шедевр у меня ушло порядка 12 часов. 12 часов прогулки по утопической Америке начала ХХ века. Эта игра завораживает 4мя вещами: \n\t1) Скрупулезным вниманием к деталям и мелочам. \n\t2) Главной героиней, чьи мимика и жесты делают ее самым экспрессивным и открытым персонажем, которого я когда либо встречал. Вообще, сама концепция \"хрупкая милая девушка, наделенная великой силой\" многим приходится по душе. Не знаю с чем это связано, но чую, что одному австрийскому психологу стоит передать привет. \n\t3) Третий пункт, это озвучка. Трой и Кортни, вы великолепны. Я даже рад, что в игре так мало музыки, которая бы хоть как-то приглушала их голоса.\n\t4) И напоследок - сюжет. Все 12 часов я играл лишь для того, чтобы послушать и понаблюдать за Элизабет. \"Сюжет? А он есть? Да бросьте! Финал будет банален, мне уже частично его проспойлерили\" Так я думал до самой финальной сцены, ставшей ножом в спину. Фанаты Heavy Rain поймут, о чем я. Это нужно увидеть и прочувствовать. \n\tИгра заслуживает 10 из 10и по всем пунктам. Это шедевр с десятками вопросов и без единого ответа. Я искренне надеюсь, что в продолжении нам расскажут всю историю без пробелов и умалчивания.\n\tЯ жалею лишь о том, что пропустил всеобщую обсуждаемость. Не с кем было поделиться душевными переживаниями и эмоциями. Ужасно жалею о подобном промахе...","timestamp_created":1385357164,"timestamp_updated":1385468832,"voted_up":true,"votes_up":13,"votes_funny":1,"weighted_vote_score":"0.624060451984405518","comment_count":3,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7735952","author":{"steamid":"76561198049898985","num_games_owned":91,"num_reviews":1,"playtime_forever":535,"playtime_last_two_weeks":0,"playtime_at_review":477,"last_played":1389998068},"language":"brazilian","review":"historia epica","timestamp_created":1385334859,"timestamp_updated":1385334859,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7734160","author":{"steamid":"76561198044782574","num_games_owned":286,"num_reviews":23,"playtime_forever":3673,"playtime_last_two_weeks":0,"playtime_at_review":2765,"last_played":1395860508},"language":"english","review":"The best game story that ever was, is, or will be... It's called \"infinite\" for a reason.","timestamp_created":1385317289,"timestamp_updated":1385317289,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7731530","author":{"steamid":"76561197994857219","num_games_owned":103,"num_reviews":1,"playtime_forever":12276,"playtime_last_two_weeks":0,"playtime_at_review":9009,"last_played":1574277760},"language":"czech","review":"Super hra neváhajte kupujte.","timestamp_created":1385294909,"timestamp_updated":1385294909,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7730049","author":{"steamid":"76561198092765085","num_games_owned":55,"num_reviews":1,"playtime_forever":9132,"playtime_last_two_weeks":0,"playtime_at_review":4746,"last_played":1474991961},"language":"russian","review":"Всем покупать!Кул гейм!","timestamp_created":1385278164,"timestamp_updated":1385278164,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.498866230249404907","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7719129","author":{"steamid":"76561197972304347","num_games_owned":643,"num_reviews":51,"playtime_forever":4407,"playtime_last_two_weeks":0,"playtime_at_review":3965,"last_played":1459566798},"language":"english","review":"The base game is fantastic - great visuals, good gameplay, and intriguing story.\nWhat it isn't is \"Bioshock\" - literally. Even ignoring the juxtaposition of Raptures tight halls to Columbia's open spaces - it doesn't follow any of the original themes or focal narrative points to make it in keeping with that series - for instance plasmids are eschewed in favour of Vigors, but while plasmids were fundamental to the world of Rapture, vigors are just kinda... there. And underutilised! Only Booker seems to use them, compared to the hoards of splicers in Rapture.\nBioshock should be about biology and organisms - literally in the form of plasmids, but also socially, memetically. \nInfinite doesn't have that. It's also less focussed on survival and resource management, instead more focussed on individual battles. This definitely helps the difficulty curve, but it does remove some of the long-term versus short-term cost-benefit weighing that the first 2 games had.\n\nDon't get me wrong, Infinite is great, but it isn't Bioshock - more \"Quantum shock\" - so adjust your expectations.","timestamp_created":1385158788,"timestamp_updated":1385158788,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7714739","author":{"steamid":"76561198067884170","num_games_owned":361,"num_reviews":7,"playtime_forever":1052,"playtime_last_two_weeks":0,"playtime_at_review":678,"last_played":1398566218},"language":"english","review":"All Around Amazing Game\nGameplay 8/10\nGraphics 10/10\nStory 12/10\nOverall 9.5/10","timestamp_created":1385109537,"timestamp_updated":1385109537,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7713623","author":{"steamid":"76561198065858174","num_games_owned":131,"num_reviews":7,"playtime_forever":952,"playtime_last_two_weeks":0,"playtime_at_review":858,"last_played":1407873079},"language":"english","review":"Shooting rascists has never been so fun!","timestamp_created":1385090596,"timestamp_updated":1385090596,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7713409","author":{"steamid":"76561198020179377","num_games_owned":403,"num_reviews":23,"playtime_forever":4178,"playtime_last_two_weeks":0,"playtime_at_review":4604,"last_played":1456527824},"language":"spanish","review":"Esta entrega trae una historía diferente a las anteriores.\nSobresale por la historia y la compañía de Elizabeth.","timestamp_created":1385087524,"timestamp_updated":1385087524,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.467233002185821533","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"7712771","author":{"steamid":"76561198100883821","num_games_owned":551,"num_reviews":16,"playtime_forever":2647,"playtime_last_two_weeks":0,"playtime_at_review":1236,"last_played":1436291972},"language":"english","review":"Absolutely incredible game! Storyline was a complete mind trip, with crazy twists and turns that leave you yearning for more! I was blow away by the killer graphics, gameplay mechanics, and unique creativeness and design. Your character (Booker DeWitt) and his companion (Elizabeth) are some of the deepest and most lovable characters in recent memory. I will play this game several times I'm sure, and can't wait to tear into the DLC content! I recomment this game, as a \"Must Play\", for anyone who likes story driven games, FPS's, and/or mind tripping action!","timestamp_created":1385077678,"timestamp_updated":1385077678,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false}],"cursor":"AoJw+4PEvsICc4C2HQ=="}