{"success":1,"query_summary":{"num_reviews":100},"reviews":[{"recommendationid":"54658780","author":{"steamid":"76561198327814838","num_games_owned":247,"num_reviews":162,"playtime_forever":1534,"playtime_last_two_weeks":0,"playtime_at_review":968,"last_played":1640955109},"language":"russian","review":"Лучшее во что я играл","timestamp_created":1566024077,"timestamp_updated":1566024077,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54658671","author":{"steamid":"76561198116079509","num_games_owned":155,"num_reviews":11,"playtime_forever":576,"playtime_last_two_weeks":0,"playtime_at_review":574,"last_played":1575661881},"language":"turkish","review":"Bu oyuna ne denir bilmiyorum açıkcası ama birşeyler de demek istiyorum o yüzden inceliyorum. Hadi başlayalım.\n\nSENARYO\nÖncelikle hikayenin hiçbir detayına değinmeyeceğim çünkü spoiler vermek olur. Bu oyunun amacı zaten senaryoyu anlatmak. Ellerinde çok güzel bir senaryo var ve bunu birinci landa tutmuşlar. Senaryo aşırı komplike bir yapıya sahip ve anlaması zor ama bu komplike olma durumu o kadar üst düzey ki oyunun başlarında yer alan bazı küçük detaylar doğrudan oyunun sonuyla bağlantılı ve tüm oyun boyunca her şeyin birbiri ile bağlantılı olması durumu kafa karıştırıyor. Çok fazla detay var ve bir kısmı kaçırdığınız zaman senaryoyu anlamak aşırı zorlaşıyor. Üstelik bir de oyun boyunca geçtiğiniz yerlerde gizlenmiş 69 adet ''Voxphone'' denilen cihazlar var ve bunlardaki ses kayıtları senaryo gidişatı için önemli detayları bulunduruyor. Kendisine öncelik olarak senaryoyu anlatmayı seçmiş bir oyun için hiç de iyi olmayan bir oyun dizaynı. Anca üçüncü kaynaklardan faydalanarak hikayeyi anlayabiliyorsunuz. Ama anladığınız zamanda ise beğenmemek elde değil. Özellikle oyunun sonu gördüğüm tüm oyun sonları içerisinden belki de en iyisi bunun sonudur. Mekanlar olabildiğince karışık tasarlanmış ama yinede bir yerde takılıp kalmanız durumunda ''V'' tuşuna basarak oyun size yol gösteriyor ama keşke buna gerek kalmasaymış diyorum çünkü bundan haberi olmayan biri uzun saatler kaybedecektir. Senaryo ile ilgili beğendiğim daha çok şeyler var ama bunlardan bahsetmek spoiler olacağı için kısa kesip sonuca geçiyorum. Senaryo güzel ve kesinlikle oyunun en iyi yanı ama senaryo anlatımı biraz daha iyi olabilirdi diye düşünüyorum. Senaryo konusunda oyun benden ''+'' alıyor.\n\nOYNANIŞ\nOynanış bu oyunun en iyi olduğu alan olmadığı kesin aslında oyunun temel mekaniklerinde bir sorun yok. Silahların vuruş hissi, kanca ile gezinme, vigorlar ve bazı küçük eklentiler çok güzel. Hele bir de bunların hepsini çatışmada kullanması daha bile güzel. Ancak ne kadar da iyi olsalar sürekli aynı şeyi yapıp durunca insana baygınlık geçiriyorlar. Oyun boyunca tüm çatışmalar aynı oyunun sonuna doğru kazanılan yeni vigorlar ve yeni düşman çeşitleriyle eğlenceli olmayı başarabiliyorlar ama o noktaya kadar ben zaten koğmuştum oyundan. Hatta o kadar sıkıcıydı ki oyunu oynamak istemiyordum bile sadece sinematiklerini izleyip interaktif sekansları oynayıp çatışmalara gelince oyun kendi kendine geçsin istiyordum. Söz konusu interaktif sekanslar olunca oyun çok başarılı hele oyunun haritasında ilerlerken oynaması çok keyifli oluyor. Yapımcı stüdyo oyun için çok güzel bir mekan seçmiş. Uçan şehir Columbia ve kanca veya herhangi başka bir şekilde içinde seyahat etmek de eğlenceli. Çatışmalarda ise oyun boyu siperden sipere geçip düşmanları vurmak üzerine ilerliyor. Sonradan ise edindiğimiz bazı müttefikler, kazandığımız vigorlar ve ''bazı'' silahlar, savaş sırasında kanca ile seyahat etme ve yeni gelen düşman tipleri ile zevkten dört köşe ediyor insanı. Keşke vigorları oyunun sonu yerine oyunun tamamına serpiştirilmiş halde bulsak oyunun sonuna kadar 4 tane vigorla ilerleyip oyunun sonunda 5 tane bulunca olmuyor. Oynanış konusunda söz edeceğim son şey ise silahlar oyun boyunca bir çok silah kullandım ve çoğu silah Carbine Rifle ile Hand Cannon'un verdiği zevki vermedi. Oynanış güzel ama kendini tekrar eden oyun dizaynı bıkmanıza sebep oluyor yinede oyunun sonu ile toparlıyor. Oynanış konusunda oyun benden ''+'' alıyor.\n\nTEKNİK ÖZELLİKLER\nOyun gayet iyi çalışıyor grafikler çok güzel oyun her ne kadar açık dünya olmasa bile geniş oyun boyu yarı açık dünyalar sıkça var hatta o kadar fazla ki başka açık dünya oyunlarının haritalarından daha büyüktür ama bu kötü bir yön değil çünkü bu yarı açık dünyalar dolu. Mekan dizaynı ise gerçekten güzel ve detaylı oyunun güzel grafikleri ile bunları birleştirince de çok daha güzel oluyor. Karakter dizaynları hoş. Oyun performans açısından da iyi. Teknik Özellikler kısmında oyun benden ''+'' puan alıyor.\n\nSONUÇ\nSenaryosu güzel ama anlatımı kötü.\nOynanış güzel ama çok tekrar ediyor.\nGrafikler ve dizayn güzel oyun güzel performans veriyor.\nOyunun tekrar eden sıkıcı orta kısmı olmasa bu oyun zirveye oynayabilirdi.\n\nPuanım: 78","timestamp_created":1566023371,"timestamp_updated":1566023371,"voted_up":true,"votes_up":9,"votes_funny":0,"weighted_vote_score":"0.629813015460968018","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54657018","author":{"steamid":"76561198372816659","num_games_owned":86,"num_reviews":11,"playtime_forever":2587,"playtime_last_two_weeks":0,"playtime_at_review":747,"last_played":1623878868},"language":"turkish","review":"[h1]En az 10 saatlik bir şaheser![/h1] \n\nTamamen basit bir kız kaçırma görevinin nasıl bir anda hengame içine girdiğini göreceksiniz. Paralel evren konusu o kadar iyi işlenmiş ki, bana göre son avengers filminden çok daha iyi. Aynı anda iki farklı anıyı, hikayeyi birbirine uyumlu şekilde eklemişler. Bununla ilgili olasılık, kesişme ne varsa uygun halde işlemişler. Rastladığınız her bir değişik bir olayda \"haaa anladım şimdi lan\" dedirtiyor veya anlamış gibi yapıp geçiyorsunuz. Ancak en sonunda aklınızda bir ton soru işaretleriyle kalıyorsunuz. Aslında hikaye, birbirine bağlı zaman çizgisinde paralel evrenler aracılığıyla anlatılmış. Ses kayıtlarında dil için alt yazı desteği olsaydı en azından hikaye hakkında daha somut sonuçlar çıkarabilirdik. \n\n[h1]Neredeyim ben[/h1] \n\nŞehre vardığınızda capcanlı bir temayla karşılaşıyorsunuz. Konuşan gençler, piknik yapanlar insanlar, suyla oynayan çocuklar.. böyle sürse tüm gün etrafta gezer, şehrin keyfini çıkarırsınız. Ancak olur mu? olmaz. Bir an önce aksiyona girmek gerek. Bizi deniz fenerine bırakan ve bence konuştukları her cümleleri üzerine düşünülmesi gereken iki kişinin başının altından çıkıyor, onlar karıştırıyor her şeyi diye tahmin ediyordum. Ben onları tatlı birer eğlendirici npc olarak görüyordum. Lakin onlar ve paralel evrenler ciddi olarak oyunun girince ortalık karışıyor. Aslında bize her seferinde mesaj veriyorlardı. Bir borcumuz olduğunu söylediler ve deniz fenerine bıraktılar. Kapıdaki not, öldürdükleri adamın üzerinde yazdıkları yazı, çocukla gönderdikleri telgraf.. \"sen nereden biliyorsun benim adımı\" diye soramıyor muyduk ya? Yazı tura attıran, Elizabeth'in aldığı kolyeyi veren çift de onlardı. Pişman olduğumuz bir hatayı telafi etmek üzere getirdiler bizi buraya ve her seferinde karşımıza çıkıp daha da kafamı karıştırdılar.\n\n[h1]Spoiler olmaması için bazı bölümleri yayınlamıyorum. Oynamadığınız halde okusanız da anlamayacağınız için gizlemeye de gerek yok? :D[/h1] \n\n[h1]Ah o son portala girmeyecektik[/h1]\nSilah verelim, gemiyi geri alalım derken yine girdik fare çukurlarına. Silahları alacağımız adam mıydı o hayatta olduğu paralel evrene geçeceğiz diye baya uğraştık, sürpriz adam bu sefer karısıyla öldürülmüş derken bir isyanın ortasına düşmüşüz. \n\nParalel evren mi? Elizabeth'in dönüşünün olmadığını söylediği paralel evrenlere girdik ve biraz önce öldürdüğüm adamlar ayağa kalkmış bu sefer 'burunları kanamış' bir şekilde ayakta sallanarak duruyorlardı. Burunları kanamış dedim, buraya geçtiğimiz evrende bir isyan şehidi olduğumuzu öğrendiğimizde bizimde burnumuz kanıyor. İki farklı gerçekçiliği kaldıramıyoruz, kimse kaldıramıyor.\n\n\"Silah için girdik, paralel portaldan geçtik, peki ya geri dönseydik yaşadığımız evrene nasıl olurdu\" diye de düşünmeden edemiyor insan.\n\n[b]Dang! portal değil. Bende öyle sanıyordum ki farklı evrenlere geçiş kapılarıymış.[/b]\n\nHer neyse ya Elizabeth'i hapseden, acı çektiren ve sonra tekrar kaçıran Comstok'tan onu kurtarmaya çalıştığımız faslını geçersek,\n\nElizabeth aslında sahip olması gereken gücünü geri kazanıyor ve her şeyin farkına varıyor. Sonrasında bizi bu engin denize çıkardığında \"keşke çıkarmasaydın\" diyoruz.\n[i]Kapıdan geçmemek için üç buçuk attım, dedim kesin bir şey olacak. Etrafa falan bakıyorum yıldızlar, atmosfer bir harika. Ama gerçekten harika. Neyse,[/i]\n\nParalel evrenlerdeki kendimizle karşılaşıyoruz etrafta geziniyorlar. Her şey mükemmel, ta ki o kapılara girene kadar. Elizabeth'in kendi kızımız olduğunu öğreniyoruz... Borcunu kapatmak için kendi kızını satan bir baba olduğumuzu öğreniyoruz... Pişman bir halde onu geri almaya çalışsak da alamıyor tabi Booker. 20 yıl pişmanlık içerisinde yaşıyor sonunda Lutece'ler gelip bir fırsat veriyor. Şimdi sorsanız; \"neden\" bilmiyorum. Hafızamız temizlenmiş, sadece borcu olan bir adam olarak kendimizi hatırlayıp, Elizabeth'in peşine düşüyoruz. \n\nSahi ya çocuğu neden aldılar hiç bir fikrimiz yok. Lutece'lerin burada daha önce işleri karıştırdığını söylemiştim. Ancak sonradan anladım ki, Comstock Elizabeth'i taht varisi yapmak ve Dünya'ya savaş açmak istemiş, Lutece'leri öldürtmüş ancak onlar ölmemiş kuantum aleminde kalmışlar ve bu durum onlara doğa üstü güçler katmış.\n\nBu evreler bitince olayı anlayan, paralel geçişlerin de verdiği gazla Comstok'u doğmadan boğmayı öneren Booker'in bir anda Comstok'un da kendisi olduğunu görüyoruz, Haydaaaa. Ki Booker'in gerçekten Comstok mu olduğunu da bilemiyoruz. Çünkü iki paralel babanın kıyasıya mücadelesini veya kontrol ettiğimiz karakterin kendisiyle mücadelesini mi izlemiş oluyoruz o zaman? \"Oyuncu oyunu bitirince kafayı yesin\" demişler herhalde.\n\nOyun bittiğinde bir anlığına Paris semalarında Booker ve Elizabeth'i düşünmüştüm. Olayın buralara varacağını hiç tahmin etmemiştim. İtiraf etmek gerekirse oyunun bu kadar derin olduğuna şans vermiyordum. Her karşılaştığınız anlaması zor olan tuhaf olan hikayesini kavrayabildiğiniz halde, yine sonunda soru işaretleriyle kalıyorsunuz. \n\n[h1]Bu yüzden Bioshock infinite bir oyun değil, şaheserdir.[/h1]\n\nEdit: Sadece hikaye anlatarak bu kadar yazmışım ki hikayeyle ilgili her şeyden de bahsetmedim.\n\nEdit 2: Düzenledim, ayrıca oyunu bitirdiğimin ve bu incelemeyi yazdığımın hemen sonrasında araştırmalarım sürdü. Hikayesine tam olarak hakimim artık.","timestamp_created":1566012493,"timestamp_updated":1644431570,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54656022","author":{"steamid":"76561198281678574","num_games_owned":372,"num_reviews":127,"playtime_forever":2433,"playtime_last_two_weeks":0,"playtime_at_review":868,"last_played":1652973243},"language":"french","review":"Ce Bioshock change, par rapport au monde sous-marin de BioShock 1 et 2, mais il reste bien, et les D.L.C. servent à retourner à Rapture, si jamais ça nous avait manqué. Les graphismes sont pas mal aussi et l'histoire... Il faut la suivre correctement pour comprendre, après le jeu est bon, franchement, le système de combat et tout le tralala de déplacement sur les rails, sympa.","timestamp_created":1566006403,"timestamp_updated":1566006403,"voted_up":true,"votes_up":3,"votes_funny":0,"weighted_vote_score":"0.565217375755310059","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54652081","author":{"steamid":"76561198411673741","num_games_owned":145,"num_reviews":3,"playtime_forever":6922,"playtime_last_two_weeks":0,"playtime_at_review":6922,"last_played":1565073136},"language":"schinese","review":"好玩是肯定的，我只想表达一下1999模式里面那让人难受的收益，我想游戏设计者的意图是让玩家尽可能高效地利用银币，这样搞可以，不过如果有一个模式能兼具简单模式的银币收益和1999模式的敌人难度（甚至敌人可以更强一些），那岂不是更好玩？顺便说一下，第一代和第二代生化奇兵也是这个问题，给了售货机又怎么样，钱根本不够用啊，打得很压抑。","timestamp_created":1565984494,"timestamp_updated":1565984494,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54651494","author":{"steamid":"76561198260342965","num_games_owned":64,"num_reviews":8,"playtime_forever":440,"playtime_last_two_weeks":0,"playtime_at_review":440,"last_played":1565964181},"language":"english","review":"I WILL BE BIOSHOCK FAN FOREVER\n1,2,infinite they're no one of them make me disappointed not just one single second in game\nmy next station will be the DLC Love this game very much","timestamp_created":1565981523,"timestamp_updated":1565981523,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54650929","author":{"steamid":"76561198196902757","num_games_owned":264,"num_reviews":20,"playtime_forever":568,"playtime_last_two_weeks":0,"playtime_at_review":568,"last_played":1565978702},"language":"english","review":"My God what a mindfuck of a story! beautiful game and story!","timestamp_created":1565978895,"timestamp_updated":1565978913,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54647838","author":{"steamid":"76561198114908920","num_games_owned":112,"num_reviews":8,"playtime_forever":1396,"playtime_last_two_weeks":0,"playtime_at_review":1033,"last_played":1570649416},"language":"spanish","review":"Excepcional en todos sus aspectos","timestamp_created":1565966392,"timestamp_updated":1565966392,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54647514","author":{"steamid":"76561198004712398","num_games_owned":190,"num_reviews":8,"playtime_forever":1071,"playtime_last_two_weeks":0,"playtime_at_review":1071,"last_played":1545707178},"language":"koreana","review":"내 인생 최초로 스토리까지 다 찾아보고 끝나는게 정말 아쉬웠던 게임..","timestamp_created":1565965299,"timestamp_updated":1565965299,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54647477","author":{"steamid":"76561198385862355","num_games_owned":185,"num_reviews":11,"playtime_forever":719,"playtime_last_two_weeks":0,"playtime_at_review":719,"last_played":1565964480},"language":"schinese","review":"补票上车，再一次通关的感想，当你一次次从枪林弹雨中拯救伊丽莎白，无限增强你是布克，德维特的认同感，你是革命军的领导者，你是个英雄，但是无限的空间传送中，你在不同的世界寻求着真相，你是谁，而你想忘却的又是什么，游戏最后会告诉你你是先知，是神父也是这一切的始作俑者，你眼前的伊丽莎白也是你的女儿安娜时的震撼，你想赎罪，我想最后通过死亡来结束这一切也是最好的结局。","timestamp_created":1565965143,"timestamp_updated":1565965143,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.47413790225982666","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54645421","author":{"steamid":"76561198059484658","num_games_owned":173,"num_reviews":38,"playtime_forever":1031,"playtime_last_two_weeks":0,"playtime_at_review":724,"last_played":1572996869},"language":"czech","review":"BioShock Infinite\n\n+Gameplay \n+Grafika\n+Prostředí a atmosféra (město v nebi)\n+Příběh (nejlepší příběh v sérii BioShock)\n+Zasazeno na počátku 20. století\n+Zvuky\n+Looting systém\n+Zbraně a magické dovednosti\n+Vylepšování zbraní a magie\n+Nepřátelé (nové typy nepřátel)\n+Combat\n+Interakce s prostředím\n+Level design\n\n-Slabší RPG prvky (s vylepšováním zbraní, postavy a magie už si nejde tak vyhrát)\n-Málo přestřelek (podstatně míň přestřelek než u předchozích dílů)\n-Méně zbraní a magických dovedností\n\nBioShock Infinite přinesl obrovské množství novinek, které dokáží kolikrát vzít dech, na druhou stranu hra přinesla hlavně ochuzený systém RPG prvků a zbraní. Hru uznávám na 90%, jak říkám, je tu spoustu nových dobrých věcí ale bohužel i těch špatných, každopádně to vám nebraní v tom si hru pořádně užít.  \n!!! 9/10 !!!","timestamp_created":1565956811,"timestamp_updated":1565956811,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54642030","author":{"steamid":"76561198364337641","num_games_owned":82,"num_reviews":32,"playtime_forever":846,"playtime_last_two_weeks":0,"playtime_at_review":846,"last_played":1589443219},"language":"english","review":"Story: 100/10\nStorytelling: 10/10\nGameplay: 1/10\n\n:(\n\nwouldn't recommend it as a game, would recommend it as a film.","timestamp_created":1565938419,"timestamp_updated":1565938419,"voted_up":false,"votes_up":4,"votes_funny":0,"weighted_vote_score":"0.485154062509536743","comment_count":7,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54637538","author":{"steamid":"76561198051938568","num_games_owned":46,"num_reviews":3,"playtime_forever":1290,"playtime_last_two_weeks":0,"playtime_at_review":1265,"last_played":1577583829},"language":"english","review":"Today I finished the game for a second time. Rarely ever do I have the patients to play through games more than once. but this one deserves it. I just wish I could experience it like I did the first time again","timestamp_created":1565909428,"timestamp_updated":1565909428,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54637339","author":{"steamid":"76561197978064592","num_games_owned":280,"num_reviews":200,"playtime_forever":106,"playtime_last_two_weeks":0,"playtime_at_review":83,"last_played":1604888252},"language":"english","review":"blah. all bioshock are boring and stupid. played it< but did not enjoy it. Flying cities with religious nuts that want to kill you? ehhh And that hell is up with those ridicules abilities. Graphics are also cartoony or something. Not my kind of game and I can tell it will never be, cause I have tried them all and I hate them all.","timestamp_created":1565908157,"timestamp_updated":1565908157,"voted_up":false,"votes_up":2,"votes_funny":1,"weighted_vote_score":"0.34347987174987793","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54632531","author":{"steamid":"76561198147408792","num_games_owned":217,"num_reviews":11,"playtime_forever":736,"playtime_last_two_weeks":0,"playtime_at_review":736,"last_played":1565885793},"language":"schinese","review":"我永远喜欢伊丽莎白小姐姐！！！！","timestamp_created":1565886062,"timestamp_updated":1565886062,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54629437","author":{"steamid":"76561198057238564","num_games_owned":149,"num_reviews":52,"playtime_forever":964,"playtime_last_two_weeks":0,"playtime_at_review":964,"last_played":1548678907},"language":"turkish","review":"Ne tatlı bir dünya.Ne tatlı bir hikaye.Ne tatlı bir kız...\n\nMuazzam bir fantastik dünya ve muazzam bir hikaye yan yana gelirse ne olurdu.\n\nBioshock Infinite.","timestamp_created":1565872754,"timestamp_updated":1565872754,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54626478","author":{"steamid":"76561198094261290","num_games_owned":526,"num_reviews":64,"playtime_forever":552,"playtime_last_two_weeks":0,"playtime_at_review":552,"last_played":1565785850},"language":"koreana","review":"엔딩장면에서 존나 놀람... \n\n나는 한국인인가 외국인인가.  \n혹은 지구인인가 외계인인가.\n\n결론은 외국인이 볼때에 나는 외국인이고\n외계인이 볼때 나는 외계인이더라.\n나는 내가 볼때만 나이고\n남이 볼때는 남이다.\n\n또 다른 나는 지금 다른 곳에 있을 수도 있고 지금의 나처럼 살고 있을 수도 있다.\n하지만 다른 곳들에 있는 나들은 또 다르겠지\n\n헛소리 싸지르고 있지만 헛소리 싸지를 만큼 미친 게임임\n내가 내가 아닌게 되어버렷","timestamp_created":1565856673,"timestamp_updated":1565856673,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54623234","author":{"steamid":"76561198085233669","num_games_owned":73,"num_reviews":9,"playtime_forever":891,"playtime_last_two_weeks":172,"playtime_at_review":683,"last_played":1660468789},"language":"koreana","review":"이건 와.. 시1발이란 소리밖기 안 나오더라\n","timestamp_created":1565836101,"timestamp_updated":1565836101,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54622710","author":{"steamid":"76561198410206682","num_games_owned":55,"num_reviews":14,"playtime_forever":996,"playtime_last_two_weeks":0,"playtime_at_review":994,"last_played":1626857110},"language":"schinese","review":"剧情看的我一脸懵逼，原来我怎么做都是错的","timestamp_created":1565832647,"timestamp_updated":1565832647,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54618761","author":{"steamid":"76561198105645195","num_games_owned":132,"num_reviews":19,"playtime_forever":454,"playtime_last_two_weeks":0,"playtime_at_review":454,"last_played":1565805470},"language":"english","review":"finished it in one sitting thats what i can say","timestamp_created":1565810010,"timestamp_updated":1565810010,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54614021","author":{"steamid":"76561198104041545","num_games_owned":78,"num_reviews":9,"playtime_forever":1777,"playtime_last_two_weeks":0,"playtime_at_review":987,"last_played":1648666994},"language":"english","review":"A","timestamp_created":1565789804,"timestamp_updated":1565789804,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54608959","author":{"steamid":"76561198840156927","num_games_owned":289,"num_reviews":3,"playtime_forever":516,"playtime_last_two_weeks":0,"playtime_at_review":512,"last_played":1568390244},"language":"schinese","review":"我更害怕你。离我而去","timestamp_created":1565761322,"timestamp_updated":1565761322,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54608344","author":{"steamid":"76561198006260566","num_games_owned":110,"num_reviews":43,"playtime_forever":2791,"playtime_last_two_weeks":0,"playtime_at_review":1815,"last_played":1588695821},"language":"english","review":"Bought this game when it first came out back in 2013 and I loved it and still do. Amazing story, graphics, and voice acting. Even beat the game on 1999 mode.","timestamp_created":1565756857,"timestamp_updated":1565756857,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54608312","author":{"steamid":"76561198116459583","num_games_owned":382,"num_reviews":84,"playtime_forever":425,"playtime_last_two_weeks":0,"playtime_at_review":425,"last_played":1565742847},"language":"english","review":"Brilliant story\n\n[h1]8.5/10[/h1]\n\n\n[i]Bring us the girl and wipe away the debt[/i]","timestamp_created":1565756665,"timestamp_updated":1599617344,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54603111","author":{"steamid":"76561198319370604","num_games_owned":155,"num_reviews":15,"playtime_forever":760,"playtime_last_two_weeks":0,"playtime_at_review":746,"last_played":1572183084},"language":"english","review":"Wow, I'm amazed by the ending. This game is solid.\n\nPro:\n- Nice overall story\n- FPS fun enough for someone who doesn't really like FPS RPG's\n- Nice graphics\n- Nice atmosphere (I really like the old style)\n\nCons:\n- Story unfolds itself a bit late\n- When you get to the first bossbattle you can be completely overwhelmed by it\n  I played everything on normal quite okay until the boss battle in which I got destroyed completely. I played the rest on the game on easy because it was to difficult. The boss battle isn't really announced so I didn't prepare for it.\n- When you play without your sweet companion ammo is difficult to find.\n\n9.3/10","timestamp_created":1565725803,"timestamp_updated":1565725803,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54601381","author":{"steamid":"76561198398229300","num_games_owned":55,"num_reviews":4,"playtime_forever":622,"playtime_last_two_weeks":0,"playtime_at_review":622,"last_played":1565706515},"language":"koreana","review":"존나재밌어미친;;","timestamp_created":1565717591,"timestamp_updated":1565717591,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54600969","author":{"steamid":"76561198306843068","num_games_owned":280,"num_reviews":66,"playtime_forever":1092,"playtime_last_two_weeks":0,"playtime_at_review":1092,"last_played":1596707723},"language":"russian","review":"[h1]Сюжет:[/h1]\n\nРазделён на предысторию и основной.\n\n[b]Предыстория:[/b]\n\nСобытия BioShock Infinite происходят в 1912 году в вымышленном летающем городе Колумбия, способном парить в воздухе благодаря комбинации гигантских дирижаблей, реакторов, пропеллеров и таинственной технологии, которую персонажи игры называют «квантовой левитацией». Названный в честь женского образа, олицетворяющего Соединённые Штаты Америки, город Колумбия был основан самопровозглашённым пророком — Захари Хейлом Комстоком, который использовал для строительства города свои связи в Конгрессе. Колумбия, выстроенная к Всемирной выставке 1893 года и после неё отправленная в рекламное путешествие по всему миру, должна была служить для других стран и народов демонстрацией американской исключительности.\n\nКолумбия изначально была частью Соединённых Штатов Америки, но со временем отношения между федеральным правительством и властями города ухудшились. В 1901 году, вопреки желанию американского правительства, Колумбия жёстко расправилась с восстанием ихэтуаней в Пекине, продемонстрировав, что летающий город вооружён и может наносить сокрушительные удары в любой точке мира. Американское правительство потребовало вернуть Колумбию под власть США, однако в ответ было объявлено о её выходе из состава Соединённых Штатов. Колумбия скрылась в облаках, и вскоре её местоположение стало неизвестным. Освободившись от влияния извне, Комсток захватил полную власть над городом, превратив его из летающей всемирной выставки в теократическое полицейское государство.\n\nПод руководством Комстока в Колумбии сложилось псевдохристианское утопическое общество, которое поклоняется самому Комстоку как мистической пророческой фигуре, а отцам-основателям США как святым. Несмотря на кажущуюся утопичность Колумбии, город представляет собой антиутопию. Институционализированный расизм и элитизм, превосходство белых над «цветными», богатых над бедными, возведены правительством в ранг закона. Представители национальных и расовых меньшинств — ирландцы и негры — исполняют в городе роль дешёвой рабочей силы и подвергаются жестокому угнетению. Расовая сегрегация в Колумбии принимает пугающие формы — так, в начале игры герой становится свидетелем публичного побиения камнями межрасовой пары, оформленного под шутовскую свадебную церемонию.\n\nК событиям игры напряжённость в городе возросла до точки кипения, Колумбия находится на грани гражданской войны между правящими «Основателями» и боевиками «Гласа Народа» — двумя партиями, разделяющими абсолютно противоположные идеологии. «Основатели» во главе с Комстоком правят Колумбией, исповедуют расизм и ультранационализм и стремятся сохранить блага Колумбии исключительно для белых американских граждан, отказывая в таком праве иностранцам. «Глас Народа» во главе с Дейзи Фицрой представляют собой рабочее движение, которое пытается добиться равенства для людей всех рас и религий. Тем не менее, годы террора и преследований заставили «Глас Народа» прибегать ко всё более жёстким и бесчеловечным методам.\n\nВ дополнение к политическому противостоянию, Колумбию разрушают изнутри «разрывы» в пространстве-времени. Будучи результатом научных экспериментов учёных-двойников Лютесов, эти разрывы открывают проходы в параллельные миры и позволяют взаимодействовать с ними. Некоторые жители Колумбии пользуются разрывами для обогащения, добывая через них новые, фантастические виды оружия и технологии, или, например, музыку грядущих лет, ещё не написанную в 1912 году. Как в BioShock и BioShock 2, игрок может находить в игре аудиозаписи («воксофоны») и видеозаписи («кинетоскопы»). Эти дополнительные материалы, содержащие в себе дневники различных персонажей, пропагандистские ролики и тому подобное, рассказывают о событиях, которые происходили до начала игры и параллельно её действию. \n\n[b]Основной сюжет:[/b]\n\nВ 1912 году частного детектива Букера Девитта доставляют на остров с маяком недалеко от побережья штата Мэн двое эксцентричных заказчиков — Роберт и Розалинда Лютес, которые поручают привести им девушку по имени Элизабет в обмен за оплату всех его долгов. Букер поднимается на вершину маяка, где обнаруживает устройство — кресло в капсуле с ракетными ускорителями, доставляющее его в Колумбию — утопический летающий город.\n\nВскоре Букер вступает в конфликт с властями города, когда те обнаруживают у него на руке клеймо «AD» — символ некоего «Ложного пастыря», который, по их мнению, уничтожит Колумбию.\n\n[h1]Геймплей:[/h1]\n\nПодобно BioShock и BioShock 2, BioShock Infinite — шутер от первого лица с элементами компьютерной ролевой игры. Если действие предыдущих игр серии происходило в закрытых помещениях города Восторг, уровни BioShock Infinite чаще представляют собой открытые пространства, что придаёт игровому процессу большую динамичность. В течение BioShock Infinite игрок должен пройти длинный путь по Колумбии, используя оружие и разнообразные устройства для выполнения сменяющих друг друга заданий. Главный герой Букер может носить с собой только два вида оружия; в то же время он может подбирать другие виды оружия и боеприпасы с тел поверженных врагов или в случайных местах по всему городу. У героя есть две шкалы, отображающие очки здоровья и состояние «щита». При повреждении щит восстанавливается спустя несколько секунд, в то время как потерянное здоровье может быть восполнено только использованием аптечки или найденной в городе еды. В случае гибели персонажа игрок оказывается в безопасной зоне уровня, теряя небольшое количество денег; при этом Букер частично восстанавливает здоровье и боеприпасы, но и враги также частично излечиваются. Игрок может оправиться от смерти много раз, но тогда он потеряет все свои деньги.\n\nБукер получает силы и способности через «энергетики», «снаряжение» и «экстракты», разбросанные по всей Колумбии. «Энергетики», аналогичные «плазмидам» в BioShock, дают герою сверхъестественные способности, например, возможность выпускать молнии из рук, управлять машинами или другими людьми. Использование «энергетиков» ограничено запасом «солей», аналогичных «ЕВА» в «BioShock». Ношение «снаряжения» даёт постоянно действующие пассивные способности, например, увеличивающие наносимые игровым персонажем повреждения или его защиту, аналогичные функции в «BioShock» имеют «Тоники». Каждый элемент «снаряжения» устанавливается в один из четырёх слотов: шляпа, рубашка, обувь и брюки. Одновременно в каждый слот может быть установлен только один элемент снаряжения; другие элементы хранятся в инвентаре игрока. «Экстракты» позволяют постоянно увеличить максимальное значение здоровья, «солей» или щита.\n\n[h1]Музыка:[/h1]\n\nИгра включает оригинальную музыку, написанную композитором Гарри Шайманом и лицензированные произведения других авторов. Музыка BioShock Infinite получила множество наград. Игра получила приз за лучшую песню в игре («Will the Circle Be Unbroken?», исполненную Кортни Дрейпер и Троем Бейкером) и была номинирована за лучший саундтрек на церемонии VGX 2013. Позже она получила приз за выдающееся достижение в области музыкальной композиции на 17-й ежегодной церемонии награждения игрового саммита D.I.C.E., и приз за лучшую музыку в игре на 3-й ежегодной церемонии награждения New York Videogame Critics Circle. Игра также получила приз National Academy of Video Game Trade Reviewers за сборник песен на церемонии награждения 2013 года и приз за оригинальную музыку на 10-й церемонии Британской академии кино и телевизионных искусств в области видеоигр. Игра получила награды Game Audio Network Guild на 12-й ежегодной церемонии в номинациях «Музыка года», «Лучшее инструментальное произведение» (трек «Lighter Than Air») и «Лучшее использование лицензированной музыки».\n\n[h1]Итог:[/h1]\n\nОдна из самых красивых игр даже на момент 2020г, прекрасный геймплей и сюжет, героям тоже уделили большое внимание. Так-же к игре есть два дополнения, \"Clash in the Clouds\" и \"Burial at Sea\", советую к покупке, так как они добавляют лор игры. До выхода игры была самой ожидаемой игрой года, но номинацию так и не получила. 10/10.","timestamp_created":1565715906,"timestamp_updated":1596708391,"voted_up":true,"votes_up":4,"votes_funny":0,"weighted_vote_score":"0.559050261974334717","comment_count":4,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54600036","author":{"steamid":"76561198374478612","num_games_owned":61,"num_reviews":11,"playtime_forever":988,"playtime_last_two_weeks":0,"playtime_at_review":968,"last_played":1568991733},"language":"tchinese","review":"真的棒，就是一件艺术品\n顺带一提，伊丽莎白我老婆","timestamp_created":1565711623,"timestamp_updated":1565711623,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54597884","author":{"steamid":"76561198095105101","num_games_owned":385,"num_reviews":93,"playtime_forever":2088,"playtime_last_two_weeks":0,"playtime_at_review":2088,"last_played":1567029454},"language":"english","review":"this game is a visual novel with some FPS and looting now and then.  the cut scenes are NOT able to be skipped, which is tremendously annoying for a FPS gamer, and there are a METRIC TON  of cut scenes, including the last full chapter of the game.  in order to finish the game after the last battle, you're required to sit through 30-45 minutes of cut scenes.  i just gave up and quit the game after 15 minutes.   there is way more story in this game than action, which is annoying. \n\nif you like visual novels and tons of story crap that some Dev made up, get this game, you'll like it.  I really can't comment on the story, because i don't care... i come for the FPS and looting if they give you good stuff. \n\nOther Bad: No inventory... You can't even stick a pistol in your inventory and pull it out when you want it... you have to find a pistol laying around and swap it for an active weapon that you like. then when you're done using the pistol, you have to remember where your favorite weapon was and go BACK and swap it out again. Bad form !! the gear menus are awkward and badly designed. also about 90% of the gear is worthless and you can't drop or sell it. the worthless gear clutters up your gear menus forever. the save system are checkpoints and not quick saves, which sucks. \n\nThe good,,,, the combat is pretty fun, the magic spells are varied and fun and the sniper rifle rocks. \n\nThe middle of the road.... the tag along NPC liz is cute and can be helpful, but tends to get in the way sometimes.\n\nIf i could skip the cut scenes on this game, i'd be more happy with the game.  but it's a mediocre FPS even without the constant NPC chatter and cut scenes. \n","timestamp_created":1565701685,"timestamp_updated":1567073891,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54597369","author":{"steamid":"76561198055994365","num_games_owned":134,"num_reviews":95,"playtime_forever":3007,"playtime_last_two_weeks":0,"playtime_at_review":2352,"last_played":1565971869},"language":"english","review":"fantastic game. the gameplay is fun but not very deep. thats a good thing though, at least in my opinion. This allows you to experience the beautiful and meaningful story to its fullest and u can just dive into a lively and rich world only the Bioshock games manage to create. The soundtrack is amazing, something even worth listening when u finished the game and doing something else.\n\nThe main reason why i remember the game so vividly and fondly is the story. it is really heart felt with actually unexpected plot twists and the most lovable sidekick. The ending of a game often decides it for me whether a game is \"just\" great or magnificient and outstanding. The ending of this game is mindblowingly good. Thats why i consider this piece of art one of the best games of all time!!","timestamp_created":1565699297,"timestamp_updated":1565699297,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54596713","author":{"steamid":"76561198097866040","num_games_owned":81,"num_reviews":18,"playtime_forever":750,"playtime_last_two_weeks":0,"playtime_at_review":741,"last_played":1607607362},"language":"koreana","review":"스토리는 정말 좋으나 총질할때 몬가... 몬가... 이상함... 스토리 알고있다면 사서 할 필요는 없을것 같음","timestamp_created":1565696113,"timestamp_updated":1565696113,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54595553","author":{"steamid":"76561198286652027","num_games_owned":93,"num_reviews":28,"playtime_forever":1163,"playtime_last_two_weeks":0,"playtime_at_review":781,"last_played":1566024236},"language":"english","review":"A very different Bioshock, but it is still Bioshock alright. We move from the ocean debths to the skies! Compared to the Rapture, Columbia is brighter, more vibrant. At the first glance, the life is nice and peaceful. But the corruption is there, rooted deep inside. There are no good guys, only an appearance.\n\nThe combat felt more difficult, to me personally. Often getting swarmed by the enemies, losing so much life, I straggled. There certainly seems to be a pattern, with every Bioshock getting more and more difficult.\n\nThe story got confused at parts, but I figured the main stuff before it got revealed. Yet it was very fun to watch it all unfold. \n\nThis game is very fun, overall. The locations, the dialogue, the music - everything was on point. Elisabeth especially brought much to the table. She helped flesh out Booker's character, and their interactions were the best part of the game for me.","timestamp_created":1565689505,"timestamp_updated":1565689505,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54594407","author":{"steamid":"76561198405098618","num_games_owned":347,"num_reviews":3,"playtime_forever":1640,"playtime_last_two_weeks":0,"playtime_at_review":1640,"last_played":1550055688},"language":"schinese","review":"...","timestamp_created":1565682438,"timestamp_updated":1565682438,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.514285683631896973","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54588856","author":{"steamid":"76561198441742031","num_games_owned":75,"num_reviews":35,"playtime_forever":1346,"playtime_last_two_weeks":0,"playtime_at_review":1346,"last_played":1565642678},"language":"english","review":"It's good that this game is not called Bioshock 3.\nBioshock 1 and 2 are immersive sims with a not very good shooting part and pretty linear level design, with a player's decisions that are important. And in Infinite we are moving in completely another direction.\nWe are gone through space and time from the bottom of Atlantic to the skies where there is always sunny. The design of Columbia is very nice and good-looking and it is sad to see it on fire. You believe that people can live in this houses and walk on these streets. And you see these people!\nThe new setting and a new shooting gameplay. Now it's faster and now it is vertical. I like it, but I have to say that shooting itself is still far from perfect. Special abilities are different now, but nothing extraordinary. What is, actually, is a help from a companion: opening rifts, giving you ammo and medkits. It is done very good.\nAbout the story:\nThe idea of a parallel realities is not new. And here are two(?) people who can control them. They can see anything anywhere. And still there are not gods.\nThe journey of Booker and Elizabeth has an illusion, that your choices matter, that your every step can affect the future of this world, but it's an illusion. Still it's a very interesting story and a main reason to buy this game.\nBioshock Infinite has left me in a mixed emotions, more than chapters 1 and 2. But everyone should try it.\nP.S. Checkpoints instead of save/load is not very good.\nP.P.S. The game is shorter than 1 and 2 (~12 hours for all main story)","timestamp_created":1565645002,"timestamp_updated":1565728456,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54584027","author":{"steamid":"76561198016174396","num_games_owned":761,"num_reviews":32,"playtime_forever":393,"playtime_last_two_weeks":0,"playtime_at_review":393,"last_played":1385391209},"language":"swedish","review":"The NPCs in this game triggers my uncanney valley sense something fierce. The story is also overrated. Preferred the first game.","timestamp_created":1565622287,"timestamp_updated":1565622287,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54582619","author":{"steamid":"76561198340564644","num_games_owned":294,"num_reviews":170,"playtime_forever":686,"playtime_last_two_weeks":0,"playtime_at_review":685,"last_played":1579706779},"language":"turkish","review":"Bioshock serisine uzak biri olarak infinite oyununu çok övülen bir oyun olduğu için indirimlerde 12 tl gibi bir fiyata aldım ve cidden de oynamak için geç bile kalmışım. Sonu hakkında cidden çok fazla teori olsada insan kendi teorisini oluşturup arttırıyor. Emin olun verdiğiniz parayı karşılayacak. İyi eğlenceler.","timestamp_created":1565616095,"timestamp_updated":1565616095,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54580314","author":{"steamid":"76561198161508794","num_games_owned":39,"num_reviews":3,"playtime_forever":1084,"playtime_last_two_weeks":0,"playtime_at_review":670,"last_played":1608643723},"language":"russian","review":"эта самая лучшая игра в которую я играл!\nСюжет 10/10\nМне очень понравилась милашка Элизабет!)\nКогда я прошёл весь сюжет то просто упал в дипрессию\nИгра топ\nВсем рекомендую)","timestamp_created":1565604587,"timestamp_updated":1565604587,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.47826087474822998","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54579011","author":{"steamid":"76561198359693608","num_games_owned":49,"num_reviews":3,"playtime_forever":704,"playtime_last_two_weeks":0,"playtime_at_review":704,"last_played":1563659057},"language":"turkish","review":"ÇOK İYİ","timestamp_created":1565596384,"timestamp_updated":1565596384,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54575559","author":{"steamid":"76561198055300822","num_games_owned":682,"num_reviews":183,"playtime_forever":1354,"playtime_last_two_weeks":0,"playtime_at_review":1354,"last_played":1487385756},"language":"english","review":"One of the best game beginnings I ever saw. I spent almost an hour just looking at the environment around me. The story line is compelling, and the game play really pushes you forward. It was such an intense experience that I am kind of afraid of playing it again.","timestamp_created":1565571237,"timestamp_updated":1565571237,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54575489","author":{"steamid":"76561198222629144","num_games_owned":383,"num_reviews":18,"playtime_forever":3438,"playtime_last_two_weeks":0,"playtime_at_review":2262,"last_played":1593575807},"language":"schinese","review":"推荐购买50元的大包，好玩好玩好玩","timestamp_created":1565570756,"timestamp_updated":1565570756,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54574391","author":{"steamid":"76561198090554680","num_games_owned":1221,"num_reviews":224,"playtime_forever":595,"playtime_last_two_weeks":0,"playtime_at_review":595,"last_played":1483784476},"language":"schinese","review":"天空哥伦比亚旅游观光模拟器","timestamp_created":1565563402,"timestamp_updated":1565563402,"voted_up":true,"votes_up":0,"votes_funny":1,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54573034","author":{"steamid":"76561198063964416","num_games_owned":195,"num_reviews":47,"playtime_forever":1194,"playtime_last_two_weeks":0,"playtime_at_review":778,"last_played":1565590463},"language":"english","review":"Really really good game.","timestamp_created":1565555988,"timestamp_updated":1565590967,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54570409","author":{"steamid":"76561198296026942","num_games_owned":571,"num_reviews":66,"playtime_forever":621,"playtime_last_two_weeks":0,"playtime_at_review":600,"last_played":1658755327},"language":"turkish","review":"Çok hoş çok zevkli bir oyun","timestamp_created":1565544489,"timestamp_updated":1565544489,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54570046","author":{"steamid":"76561198079353027","num_games_owned":372,"num_reviews":52,"playtime_forever":136,"playtime_last_two_weeks":0,"playtime_at_review":136,"last_played":1434661770},"language":"english","review":"Planks review - 3/10 trash","timestamp_created":1565542859,"timestamp_updated":1565542859,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.440949738025665283","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54567677","author":{"steamid":"76561198345833118","num_games_owned":102,"num_reviews":47,"playtime_forever":1010,"playtime_last_two_weeks":0,"playtime_at_review":1010,"last_played":1564666869},"language":"schinese","review":"海葬最后的剧情居然跟1代连起来形成了闭环，编剧真的牛批，三部曲完美收官","timestamp_created":1565533372,"timestamp_updated":1565533372,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54566589","author":{"steamid":"76561198975069273","num_games_owned":86,"num_reviews":1,"playtime_forever":821,"playtime_last_two_weeks":0,"playtime_at_review":821,"last_played":1565528787},"language":"spanish","review":"un muy buen juego vale su valor en oro 10/10\n","timestamp_created":1565528851,"timestamp_updated":1565528851,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54566404","author":{"steamid":"76561198411559622","num_games_owned":124,"num_reviews":24,"playtime_forever":538,"playtime_last_two_weeks":0,"playtime_at_review":538,"last_played":1563845283},"language":"schinese","review":"剧情很不错，就是手感有点欠缺、","timestamp_created":1565528183,"timestamp_updated":1565528183,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54564946","author":{"steamid":"76561198112647052","num_games_owned":824,"num_reviews":359,"playtime_forever":3754,"playtime_last_two_weeks":0,"playtime_at_review":3751,"last_played":1608303696},"language":"russian","review":"[h1]Добро пожаловать в город вашей мечты![/h1]\n\nА... вы что, ещё не прилетели? Скорее подплывайте, усаживайтесь поудобнее, насколько это можно сделать в тесном стуле, и верной дорогой в самую высь, навстречу приключениям! \nНе важно, кем вы себя представляете и как ощущаете — ваше имя Букер.\nЗапомните. Вам это пригодится, чтобы не выглядеть безразличным ко всему, когда к вам обращаются. \nНо ваша новая роль в этом мире... она вам не понравится. Но что поделать! \nПридётся отдуваться за поступки постороннего человека, так уж получилось.\n\nВо время прохождения этой игры вы станете внимательнее к собственным рукам.\nВозненавидите своё имя. Станете осторожнее с азартными играми. \nНаучитесь доверять своей интуиции. Полюбите ворон. \nПолюбите стимпанк и будете удивляться, что не полюбили раньше.\nБудете лихорадочно вспоминать, когда у вас в последнее время текла носом кровь. \nСойдёте с ума в попытках осмыслить происходящее, потому что ваш разум не в состоянии был столкнуться с чем-то неизведанным, да ещё и вне одной реальности. \nЕсли вам повезло не сломать мозг, вы всё равно его сломаете, терзаясь сомнениями, подозрениями, задаваясь вопросами и находясь в постоянном напряжении от непредсказуемости событий. \nИ даже если вы всё это переживёте и не повредитесь рассудком, вашу голову всё равно разорвёт сюжетным водоворотом и необычайной сменой декораций, вы забудете себя и не сможете сосредоточиться. \nДАЖЕ ЕСЛИ И ЭТО ВСЁ ВАМ ДО ЛАМПОЧКИ — ваша картина мира пошатнётся раз и навсегда. \n\nЕсли же вы пройдёте всю игру от начала и до конца, даже не изменившись в лице, значит, вы идиот. \nУж простите. Но есть и хорошая новость: теперь вы знаете. \n\nДля тех из вас, кто продолжает это читать, я... продолжу писать.\nХм. А что, всё логично.\nВозможно, кстати, также здесь уже присутствуют и благодарные мне за их диагноз, о котором они и не догадывались, приветствую и вас, но без особого восторга. \nПризнаюсь, мне трудно представить того, кто ещё не проходил эту игру.\nНо, такие неизменно будут, ведь сотни других поколений придут за нами следом, а этот обзор будет жить вечно.\nИ каждый его прочитает. Амбициозно, да? \n\n[h1]Так вот, для тех, кто ещё не знаком с этой игрой — вы не ошиблись с выбором!\nСомнения прочь, берите скорее и погрузитесь в головокружительный мир непревзойдённого великолепия. \nИ... вам мне больше сказать нечего. Берите и играйте. С вами всё. [/h1]\n\n[u][b]Дальнейшие слова будут близки тем, кто уже знаком с игрой и кто сможет разделить мои чувства.[/b][/u]\n\n\n[b]Ах, Элизабет... ну что за дивное создание.[/b]\n[i]Просто не могу умолчать о ней, эта трогательная девушка надолго оставалась в моих грёзах, в те времена, когда мне так хотелось не испытывать ничего подобного к реальным персонажам нашего мира. \nНо даже и тогда она напоминала собой одну мою подругу, о которой я только и думаю.\nМежду прочим, даже их имена созвучны...\nИ моё восхищение не ограничивается восторгом, с которым я встречаю её необычайные способности.\nИ не красота так приковывает моё внимание, хотя она достойна оказаться в его центре. \nНо её характер, острый ум, искренность, доброта, её естественность, как изящно всё переплетается с другими любопытными особенностями, о которых многие так и не догадаются, будучи не наблюдательными...\nЭто очень хрупкое существо, но таланты её великолепны. \nИ вообще это самый полезный спутник из всех, что вы когда-либо видели или не видели. \nПомимо того, что она является очень яркой личностью, так она ещё и, представьте себе, полезна! \nПоказывает интересные места, открывает замки любой сложности, находит монеты, даёт подсказки по местности, в нужный момент может восполнить вам запас солей, подкинет патронов, достанет аптечку —  можете даже не просить, она настолько заботлива, что сама прекрасно понимает, когда её помощь нужна и в каком именно виде.\nЛовко открывает разрывы и видоизменяет локацию, чтобы вы могли занять более выгодную позицию.\nИ рядом с ней просто интересно. \nОна настолько живая, что всю игру оживляет собой и согревает вашу душу. [/i]\n\n[b]Вот почему ваша ненависть к Букеру вас попросту задушит...[/b]\n\nВы меня правильно поняли, если вы вообще меня понимаете.\nИ как только не заблудиться в лабиринте альтернативных версий перерытого ими мира?\nОдна встреча с китайцем чего стоит. \nДля меня до сих пор это самая жуткая встреча из всех, что бывали.\nДаже не будь я трижды впечатлительным человеком, мне было бы не по себе.\nВыбор оружия меня так же порадовал. \nХотя нет ничего приятнее, чем проломить кому-нибудь голову аэрокрюком.\nНу и по назначению использовать их тоже очень приятно. \nОбожаю кататься по [b]небесной линии[/b].\nИ смешивать эликсиры. И любоваться этим миром. И даже смотреть в кинетоскопы. \nПорой даже немного досадно, что отчаянные вопли преследователей мешают созерцать великолепие этого мира.\nНо очень скоро вопли смолкают. \nДостаточно лишь обрушить им на головы свинцовый дождь, вперемешку с пахучими экстактами.\n\nИгра, в которую хочется вернуться. И повторить всё с самого начала.\n\n\n[i]P.S. полоса комментирования в любой момент может быть закрыта моим смущением.\nУчитывайте это, если желаете увековечить своё имя на странице самого легендарного обзора в этом и других мирах![/i]","timestamp_created":1565521511,"timestamp_updated":1566338424,"voted_up":true,"votes_up":48,"votes_funny":8,"weighted_vote_score":"0.756090998649597168","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54564604","author":{"steamid":"76561198325439633","num_games_owned":88,"num_reviews":6,"playtime_forever":1490,"playtime_last_two_weeks":0,"playtime_at_review":1490,"last_played":1565517388},"language":"russian","review":"Об этой игре было сказано очень многое... Но я, как настоящий слоупок, решил пройти эту шикарную игру только сейчас. Как многие знают, вокруг этой игры создан чуть ли не целый культ, а Элизабет является ТИР S вайфу среди игроков, однако сама игра не без минусов, о которых я и хочу поговорить сперва.\n Несмотря на шикарный дизайн бродить по локациям достаточно скучно. Нет альтернативных путей, нет скрытного подхода и тд, но это скорее придирки (я фанат дизонорд). Также слишком много коллектов и иного рода гринда (да необязательно, но  все мы любим ЛУТААААААТЬ). Из-за него игра растягивается в несколько раз, по факту она достаточно короткая.\n Плохая реализация энергетиков, большинство вы не будете использовать (я юзал только гипнотизера на турели, автоматы и    патриотов, воронов как способ оглушить врагов и электричество для оглушения машин).\nДостаточно унылый геймплей- однообразный шутер, аэротрассы скрасят это, но и к ним быстро привыкаешь.\nКазуальность (я проходил на трудном уровне сложности (не мог открыть 1999 при помощи комбо не знаю почему) и трудности у меня вызвала только последняя миссия, да и то лишь из-за нехватки патронов.\nНо все это с лихвой покрывает харизма героев (правда в первой половине игры Букер будет достаточно скучным персонажем), изумительная атмосфера, интересный сюжет и просто незабываемая концовка. Стрелять приятно,  слушать голософоны и кинескопы интересно, кататься на аэротрассах весело а прокачка (представленная одеждой и ее сменой) выполнена интересно, хоть и скудно. Оценки: Геймплей 6/10, Персонажи 10/10, Атмосфера 10/10 Сюжет 9/10  Концовка Шедевральна. Всем хорошего настроения и играйте в хорошие игры!","timestamp_created":1565519577,"timestamp_updated":1565520091,"voted_up":true,"votes_up":6,"votes_funny":0,"weighted_vote_score":"0.611940324306488037","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54563321","author":{"steamid":"76561198033865282","num_games_owned":394,"num_reviews":37,"playtime_forever":3473,"playtime_last_two_weeks":0,"playtime_at_review":2591,"last_played":1584726402},"language":"russian","review":"Одна из немногих игр, которую перепроходил раза 3-4)\nЕсли лень играть или жаба душит покупать, то можете глянуть моё прохождение:\nhttps://www.youtube.com/watch?v=AClxTOAjz3g&list=PLHEGLc4GAGssrCv3G0h4-KAwHa086gMVl","timestamp_created":1565512665,"timestamp_updated":1565512665,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.483770310878753662","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54561071","author":{"steamid":"76561198168862135","num_games_owned":108,"num_reviews":18,"playtime_forever":983,"playtime_last_two_weeks":0,"playtime_at_review":983,"last_played":1565496792},"language":"brazilian","review":"GAMEPLAY INCONSTANTE, HISTÓRIA DESINTERESSANTE E LOOT EXCESSIVO.\n\nBioShock Infinite é um FPS linear que intercala entre confrontos contra numerosos inimigos e momentos de looting pelo cenário, tudo isso acompanhado de uma história misteriosa que apresenta mais perguntas do que respostas. O game tem uma boa premissa, mas sua execução deixa a desejar.\n\nOs combates de BioShock Infinite são de difícil compreensão. Como os inimigos vêm todos pra cima de você ao mesmo tempo, não dá para matar um por um com calma, como no Far Cry. Também não é possível \"meter o louco\" como em DOOM, já que a vida do personagem é bem limitada e o shield não dura muito. O game não dá espaço para uma estratégia mais lenta e também não permite um combate mais acelerado. Tudo piora quando enfrentamos os inimigos gigantes, que se movem em velocidades absurdas, te matam com 2 ou 3 ataques e não recuam ao levarem tiro. Existe um inimigo no game que parece ter sido inventado especificamente para secar as vidas do jogador.\n\nOs momentos de loot no jogo podem parecer instigantes no início da campanha, mas vão tornando a jogatina cansativa conforme você avança. Vasculhar cada canto do cenário apertando \"E\" incessantemente torna-se massante.\n\nBioShock Infinite também sofre com problemas de ritmo. Ao iniciar a campanha, demora por volta de 45 MINUTOS para ocorrer a primeira batalha, e depois dela, o game demora mais umas boas horas para tomar a sua \"forma principal\", fixando as mecânicas que o jogador utilizará até o final da história (uso das armas, domínio dos vigores e assistência da Elizabeth). Uma vez que esses pontos principais são estabelecidos, a alternância entre batalhas e looting se torna mais equilibrada, mas aí já foram por volta de 4 horas de jogo com muito mais loot do que tiro, e longos diálogos desinteressantes dos personagens.\n\nE falando na história, ela é cercada de mistérios e carece de um elenco interessante de personagens. Além do protagonista Booker, Elizabeth e o vilão Comstock, não há outros personagens no game, além de NPCs que aparecem durante uma missão ou duas. A narrativa se desenvolve através de diálogos in-game entre Booker e Elizabeth, com algumas falas de Comstock pelo rádio de vez em quando. Há poucas cutscenes. Convenhamos que ler texto de legenda durante um jogo de tiro não é a melhor forma de contar uma história.\n\nA física do jogo é simplesmente um horror. Booker consegue alcançar objetos que estão há vários passos de distância. Essa distância também atrapalha muito quando precisamos usar o melee, pois é possível atacar (e também ser atacado) de uma distância maior do que em qualquer outro game de tiro, confundindo o jogador na maioria dos casos. Sua colisão com as paredes e caixas do cenário também é bugada, há espaços consideráveis em que ele não pode andar porque \"não passa\".\n\nEm suma, BioShock Infinite não consegue cativar enquanto obra focada em narrativa e não diverte enquanto game de tiro.","timestamp_created":1565499378,"timestamp_updated":1565499378,"voted_up":false,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.453164100646972656","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54559548","author":{"steamid":"76561198347306894","num_games_owned":161,"num_reviews":97,"playtime_forever":1241,"playtime_last_two_weeks":0,"playtime_at_review":1241,"last_played":1541632743},"language":"latam","review":"Grandioso juego, me encanta el personaje de elizabeth, el ambiente y la tematica steampunk.","timestamp_created":1565489799,"timestamp_updated":1565489799,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54557775","author":{"steamid":"76561198298319483","num_games_owned":308,"num_reviews":114,"playtime_forever":482,"playtime_last_two_weeks":0,"playtime_at_review":482,"last_played":1539090181},"language":"turkish","review":"güzel oyun kafam sikildi","timestamp_created":1565478027,"timestamp_updated":1565478027,"voted_up":true,"votes_up":8,"votes_funny":15,"weighted_vote_score":"0.628378331661224365","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54555935","author":{"steamid":"76561198801862403","num_games_owned":122,"num_reviews":57,"playtime_forever":592,"playtime_last_two_weeks":0,"playtime_at_review":592,"last_played":1565465291},"language":"spanish","review":"⡴⠑⡄⠀⠀⠀⠀⠀⠀⠀ ⣀⣀⣤⣤⣤⣀⡀\n⠸⡇⠀⠿⡀⠀⠀⠀⣀⡴⢿⣿⣿⣿⣿⣿⣿⣿⣷⣦⡀\n⠀⠀⠀⠀⠑⢄⣠⠾⠁⣀⣄⡈⠙⣿⣿⣿⣿⣿⣿⣿⣿⣆ ta weno\n⠀⠀⠀⠀⢀⡀⠁⠀⠀⠈⠙⠛⠂⠈⣿⣿⣿⣿⣿⠿⡿⢿⣆\n⠀⠀⠀⢀⡾⣁⣀⠀⠴⠂⠙⣗⡀⠀⢻⣿⣿⠭⢤⣴⣦⣤⣹⠀⠀⠀⢀⢴⣶⣆\n⠀⠀⢀⣾⣿⣿⣿⣷⣮⣽⣾⣿⣥⣴⣿⣿⡿⢂⠔⢚⡿⢿⣿⣦⣴⣾⠸⣼⡿\n⠀⢀⡞⠁⠙⠻⠿⠟⠉⠀⠛⢹⣿⣿⣿⣿⣿⣌⢤⣼⣿⣾⣿⡟⠉\n⠀⣾⣷⣶⠇⠀⠀⣤⣄⣀⡀⠈⠻⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⡇compralo\n⠀⠉⠈⠉⠀⠀⢦⡈⢻⣿⣿⣿⣶⣶⣶⣶⣤⣽⡹⣿⣿⣿⣿⡇\n⠀⠀⠀⠀⠀⠀⠀⠉⠲⣽⡻⢿⣿⣿⣿⣿⣿⣿⣷⣜⣿⣿⣿⡇\n⠀⠀ ⠀⠀⠀⠀⠀⢸⣿⣿⣷⣶⣮⣭⣽⣿⣿⣿⣿⣿⣿⣿⠇\n⠀⠀⠀⠀⠀⠀⣀⣀⣈⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⠇\n⠀⠀⠀⠀⠀⠀⢿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿","timestamp_created":1565468111,"timestamp_updated":1615233464,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54552788","author":{"steamid":"76561198095417397","num_games_owned":127,"num_reviews":9,"playtime_forever":3267,"playtime_last_two_weeks":0,"playtime_at_review":3267,"last_played":1565450778},"language":"schinese","review":"反乌托邦射击神作！","timestamp_created":1565453458,"timestamp_updated":1565453458,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54552544","author":{"steamid":"76561198352387184","num_games_owned":107,"num_reviews":8,"playtime_forever":1923,"playtime_last_two_weeks":0,"playtime_at_review":161,"last_played":1617907078},"language":"spanish","review":"ufffffff uno de los mejores juegos q e jugado recomendado comprarlo igual toda la trilologia\n","timestamp_created":1565452562,"timestamp_updated":1565452562,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54552467","author":{"steamid":"76561198117395802","num_games_owned":75,"num_reviews":14,"playtime_forever":859,"playtime_last_two_weeks":0,"playtime_at_review":859,"last_played":1495851779},"language":"english","review":"Probably the most fun I've ever had playing a game. Challenging, rewarding, and overall fantastic","timestamp_created":1565452170,"timestamp_updated":1565452170,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54545695","author":{"steamid":"76561198351419136","num_games_owned":172,"num_reviews":14,"playtime_forever":1526,"playtime_last_two_weeks":0,"playtime_at_review":932,"last_played":1656072630},"language":"thai","review":"[h1] score 96/100 [/h1]\n\nStory [99/100]\n\nโดยรวมเกมนี้ถือว่าเป็นเกมที่ตรงตรึงใจผมมากแต่ เกมกลับมีบัคอยู่บางฉากทําให้เกมไม่ไหลลื่นเลยโดนตัดคะแนนไป","timestamp_created":1565419360,"timestamp_updated":1565419360,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54543273","author":{"steamid":"76561198048695648","num_games_owned":442,"num_reviews":94,"playtime_forever":1304,"playtime_last_two_weeks":0,"playtime_at_review":1288,"last_played":1566109653},"language":"latam","review":"Otra vez termino la saga BioShock, pero esta vez la quiero dejar por escrito. Es increíble el poder de esta obra y la forma en que cierran el relato me parece digna de un aplauso.\n\nBioShock Infinite es hermoso, intrigante, divertido y emotivo. Paso a detallar el por qué:\n\nVolvemos a un lugar conocido, el faro. Pero esta vez... sorpresa!! Nos vamos hacia arriba. Hacia Columbia.\nY que hermosa ambientación, siendo lo opuesto a Rapture, es como estar dentro de una maqueta (una hecha con un cariño enorme).\nUna ciudad donde abunda la religión, la tecnología y una consciencia totalmente racista impregna las calles.\nAl igual que con Rapture, da gusto explorar hasta el último rincón y dejarse llevar por las hermosas vistas que ofrece Columbia.\n\nSobre la trama no voy a ahondar mucho para evitar spoilers. Solo puedo decir que es majestuosa la forma en que se desarolla, y que no decepciona frente al nivel que traía la saga. \nEl diseño de personajes es increíble y acá quiero hacer un parón para hablar sobre Elizabeth. Me parece sencillamente sublime a nivel de diseño y de guión, sin dudas uno de los personajes más icónicos de la saga. Tanto como cuando es nuestro aliado y cuando la controlamos a ella en Burial at Sea.\n\nEn cuanto a la jugabilidad, y acá es donde están gran parte de las críticas... si, es más casual quizás, pero fue idea de los devs y realmente no me molesta. Se pasó a una acción al estilo de los shooters más mainstreams pero sin dejar de lado el uso de los vigores. Me resultó muy divertido todas las veces que lo jugué, así que realmente no me puedo quejar sobre esto.\n\nLa música en BioShock nunca me defraudó, y esta no es la excepción. Tengo grabada en la mente la preciosa escena donde Elizabeth canta \"Will the Circle Be Unbroken\" mientras Booker toca la guitarra. \nEs otra OST que escucho de vez en cuando.\n\nLa experiencia en general es muy sólida y no puedo dejar de recomendarla.\n\nAhora lo importante... la saga. \nEste juego tiene dos expansiones (dos partes de la misma historia): Burial At Sea. Y debo decir que es uno de los mejores contenidos adicionales que he probado en mi vida. [spoiler]A ver una cosa: VAS A PARÍS, QUE MÁS PODES PEDIR.[/spoiler]\n\nLa primera vez que completé la saga me quedé con un montón de interrogantes, y ahora que la completo por tercera vez debo decir que el nivel de cohesión entre los juegos es algo pocas veces visto, pocas entregas pueden darse el lujo de contar con una historia tan bien entrelazada. Además de que es super rejugable.\n\n\nLa forma en que este juego cierra la trilogía es digna de aplausos, lágrimas, TODO. \n\nSi... ya pasé por todas esas fases.\n\n\nKen Levine... gracias por estos juegos que siempre van a quedar en el recuerdo. \n\nVuelvo a repetir: \nRecomiendo esta saga a todo el mundo. Es una experiencia que es mejor vivirla antes de que te la cuenten.","timestamp_created":1565404714,"timestamp_updated":1567874208,"voted_up":true,"votes_up":11,"votes_funny":0,"weighted_vote_score":"0.656160473823547363","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54542863","author":{"steamid":"76561198185329218","num_games_owned":106,"num_reviews":3,"playtime_forever":720,"playtime_last_two_weeks":0,"playtime_at_review":720,"last_played":1565402144},"language":"english","review":"Awesome story, awesome graphics, awesome gameplay. What more can you ask for?","timestamp_created":1565402212,"timestamp_updated":1565402212,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54540179","author":{"steamid":"76561198167305236","num_games_owned":86,"num_reviews":4,"playtime_forever":771,"playtime_last_two_weeks":0,"playtime_at_review":771,"last_played":1565221915},"language":"brazilian","review":"Muito bom!","timestamp_created":1565385270,"timestamp_updated":1565385270,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54539626","author":{"steamid":"76561197994636824","num_games_owned":526,"num_reviews":171,"playtime_forever":3941,"playtime_last_two_weeks":0,"playtime_at_review":902,"last_played":1596937036},"language":"english","review":"An amazing story and gunplay makes this an honorable successor to the previous Bioshock games. If you loved the first games, then this is a must-buy. You won't be disappointed!","timestamp_created":1565382307,"timestamp_updated":1565382307,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54539340","author":{"steamid":"76561198345454285","num_games_owned":58,"num_reviews":26,"playtime_forever":514,"playtime_last_two_weeks":0,"playtime_at_review":514,"last_played":1506801775},"language":"turkish","review":"Hikaye anlatımı bok gibi, oyun süresi kısa ve kendini tekrar ediyor, silahların güçleri orantısız. aşırı rezil bir oyun değil ama 50 liralık oyun da değil. Düz fps seviyorsanız ve hikayeyi siklemiyor iseniz (veya hikayeyi internetten okuyacaksanız) oyun hoşunuza gidebilir ama öyle anlatıldığı gibi ilah seviyesinde bir oyun değil ve tamamen overrated. %92 lik olumlu puanı hakketiğini düşünmediğim için eksi verdim, yoksa dediğim gibi aşırı rezil bir oyun değil. Pozitif yönleri göz ardı edilmemeli.","timestamp_created":1565380948,"timestamp_updated":1565380948,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54535337","author":{"steamid":"76561198328724208","num_games_owned":98,"num_reviews":5,"playtime_forever":1038,"playtime_last_two_weeks":0,"playtime_at_review":1038,"last_played":1508734511},"language":"english","review":"This game is phenomenal in almost every way.\n\nFirstly, the visuals. The graphics may seem a bit dated by today's standard, but I prefer having it not look too realistic. The brightly lit areas of this game, along with the higher saturation, give this game a very lush feeling, and I personally find the graphics lovely, especially in Paris.\n\nSecondly, the story. I can't talk too much about this because I don't want to ruin it for anyone reading this review, but it is absolutely wonderful.\n\nThe only area where I can notice any deficiencies are with the controls and the soundtrack, which are both unexceptional.\n\nThis game has a metacritic score of 94, and has clearly earned it. Bioshock Infinite is a masterpiece.","timestamp_created":1565363277,"timestamp_updated":1565363277,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54533173","author":{"steamid":"76561198110630487","num_games_owned":302,"num_reviews":166,"playtime_forever":175,"playtime_last_two_weeks":0,"playtime_at_review":175,"last_played":1464092137},"language":"english","review":"Hey guys its me,pee pee poo poo,this game is okay. 10/10","timestamp_created":1565353999,"timestamp_updated":1565353999,"voted_up":true,"votes_up":20,"votes_funny":8,"weighted_vote_score":"0.559197425842285156","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54530498","author":{"steamid":"76561198171011909","num_games_owned":435,"num_reviews":108,"playtime_forever":545,"playtime_last_two_weeks":0,"playtime_at_review":545,"last_played":1563425630},"language":"english","review":"Great game but I beat it in 9 hours... I thought it was infinite?","timestamp_created":1565340941,"timestamp_updated":1565340968,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54525955","author":{"steamid":"76561198182292254","num_games_owned":118,"num_reviews":73,"playtime_forever":665,"playtime_last_two_weeks":0,"playtime_at_review":665,"last_played":1494797621},"language":"english","review":"Really fun. Get it","timestamp_created":1565312734,"timestamp_updated":1565312734,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.512422323226928711","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54523316","author":{"steamid":"76561198050320170","num_games_owned":168,"num_reviews":15,"playtime_forever":1376,"playtime_last_two_weeks":0,"playtime_at_review":1376,"last_played":1429866319},"language":"koreana","review":"헑후헑후 엘리자베스쨔응...","timestamp_created":1565297414,"timestamp_updated":1565297414,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54522643","author":{"steamid":"76561198281671835","num_games_owned":34,"num_reviews":9,"playtime_forever":1110,"playtime_last_two_weeks":0,"playtime_at_review":1110,"last_played":1515974897},"language":"english","review":"The gameplay is actually not all that good (at least from a ex pro shooter players perspective) but the story is so worth and a lets play wouldnt do it so you need to play it.","timestamp_created":1565294529,"timestamp_updated":1565294529,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54521943","author":{"steamid":"76561198081863859","num_games_owned":474,"num_reviews":22,"playtime_forever":863,"playtime_last_two_weeks":0,"playtime_at_review":863,"last_played":1564964759},"language":"latam","review":"Bioshock Infinite junto con sus perfectos DLC, es una forma perfecta de terminar la trilogia. \nJuegazo increible con una historia perfecta del creador del System Shock. Lo recomiendo junto con sus DLC, el unico problema que puede llegar a tener es lo duro de su gameplay, pero con estas historias vale la pena.\nDeja el LOL y el FORTNITE niños ratas y jueguen cosas en serio.\n\n","timestamp_created":1565291127,"timestamp_updated":1565291127,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54519088","author":{"steamid":"76561198412520194","num_games_owned":171,"num_reviews":44,"playtime_forever":946,"playtime_last_two_weeks":0,"playtime_at_review":940,"last_played":1584518555},"language":"schinese","review":"“我可能永远也无法忘记那个在巴黎街头跳舞的那个女孩”\n\n剧情：8.5/10  剧情非常耐人寻味，很好的点题，但是有些烧脑\n画面：9/10   以2013年的画面水平算是很出色了\n游戏性：8.5/10  战斗方式非常多样，但有些技能实用性欠佳\n总评：8.8/10\n生化奇兵：无限是一款杰出的艺术作品，单排FPS或者蒸汽朋克等一两句话根本无法说完它的要素。总之，对于第九艺术爱好者来说，无限是一款不可错过的佳作。","timestamp_created":1565278776,"timestamp_updated":1565278776,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54517623","author":{"steamid":"76561198283178675","num_games_owned":99,"num_reviews":3,"playtime_forever":5108,"playtime_last_two_weeks":0,"playtime_at_review":1632,"last_played":1633339805},"language":"schinese","review":"头一次接触这种风格的游戏，射击手感还行，异能很爽，AI非常不错，剧情虽然很烧脑但的确值得无穷回味。","timestamp_created":1565272929,"timestamp_updated":1565272929,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.525547444820404053","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54516981","author":{"steamid":"76561198168823743","num_games_owned":85,"num_reviews":15,"playtime_forever":1033,"playtime_last_two_weeks":0,"playtime_at_review":698,"last_played":1594149464},"language":"russian","review":"Шедевр!!!","timestamp_created":1565270150,"timestamp_updated":1565270150,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54515473","author":{"steamid":"76561198281421889","num_games_owned":57,"num_reviews":9,"playtime_forever":488,"playtime_last_two_weeks":0,"playtime_at_review":488,"last_played":1565179392},"language":"turkish","review":"Adamlar sanat eseri yapmış müthiş bir atmosfer var  bu arada Elizabeth çok  delikanlı kadınsın","timestamp_created":1565262796,"timestamp_updated":1565262796,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.50205761194229126","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54514528","author":{"steamid":"76561198057415490","num_games_owned":178,"num_reviews":26,"playtime_forever":3685,"playtime_last_two_weeks":0,"playtime_at_review":1905,"last_played":1568523643},"language":"english","review":"no fucking drill, not even a goddamn wrench. absolutely shameful display","timestamp_created":1565257525,"timestamp_updated":1565257525,"voted_up":false,"votes_up":0,"votes_funny":2,"weighted_vote_score":"0.47413790225982666","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54514059","author":{"steamid":"76561198218573375","num_games_owned":88,"num_reviews":11,"playtime_forever":639,"playtime_last_two_weeks":0,"playtime_at_review":452,"last_played":1658010761},"language":"russian","review":"Был выбор, купить Borderlands 2 или эту игру.\nКак видите, я выбрал Bioshock Infinite.\n\nИгра мне понравилась, даже не смотря на то, что играл на средних в 30 фпс.\nДа, стрельба немного, ну, немного ебyчaя, но вроде норм.\nПроходил я 2 месяца, из-за того что не было сильного интереса.\nИ ещё, боссфайты тут ебyчиe, мать Лизы я ненавидел тупо. Вызывает по 4 охранников, а если ты будешь фокусить её, то удачи, тебя будут фокусить 20-30 охранников.\nА так, сюжет интересный, но я на него не обращал внимание.(((\n\n8\\10\n-за стрельбу и мать Лизы.","timestamp_created":1565255115,"timestamp_updated":1565255115,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54510190","author":{"steamid":"76561198122983803","num_games_owned":131,"num_reviews":23,"playtime_forever":2573,"playtime_last_two_weeks":0,"playtime_at_review":900,"last_played":1645787587},"language":"schinese","review":"这游戏牛逼","timestamp_created":1565230307,"timestamp_updated":1611564997,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54507915","author":{"steamid":"76561198310822055","num_games_owned":255,"num_reviews":55,"playtime_forever":295,"playtime_last_two_weeks":0,"playtime_at_review":205,"last_played":1590086643},"language":"english","review":"I'm only 3.5 hrs into the game and I'm liking it so far. Game runs smoothly on my rig @ 1440p . Worth buying......","timestamp_created":1565215132,"timestamp_updated":1565215132,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54506608","author":{"steamid":"76561198433024511","num_games_owned":71,"num_reviews":16,"playtime_forever":614,"playtime_last_two_weeks":0,"playtime_at_review":614,"last_played":1565207680},"language":"english","review":"My brain hurts.","timestamp_created":1565208370,"timestamp_updated":1565208370,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.497942358255386353","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54506448","author":{"steamid":"76561198190543319","num_games_owned":143,"num_reviews":96,"playtime_forever":1153,"playtime_last_two_weeks":0,"playtime_at_review":1153,"last_played":1499814810},"language":"english","review":"This game is brilliant! SO well worth it.","timestamp_created":1565207671,"timestamp_updated":1565207671,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54506316","author":{"steamid":"76561198336202540","num_games_owned":97,"num_reviews":13,"playtime_forever":1352,"playtime_last_two_weeks":0,"playtime_at_review":1352,"last_played":1522955911},"language":"spanish","review":".","timestamp_created":1565207080,"timestamp_updated":1565207080,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.476190477609634399","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54503576","author":{"steamid":"76561198005890443","num_games_owned":344,"num_reviews":4,"playtime_forever":1305,"playtime_last_two_weeks":0,"playtime_at_review":1301,"last_played":1602773990},"language":"english","review":"Quite possibly, the greatest single player FPS shooter of all time","timestamp_created":1565194695,"timestamp_updated":1565194695,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54501579","author":{"steamid":"76561198284951183","num_games_owned":143,"num_reviews":86,"playtime_forever":622,"playtime_last_two_weeks":0,"playtime_at_review":622,"last_played":1563887766},"language":"schinese","review":"很喜欢这种维多利亚风格的游戏，dlc也很棒","timestamp_created":1565185895,"timestamp_updated":1636797970,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54499617","author":{"steamid":"76561198311392369","num_games_owned":216,"num_reviews":18,"playtime_forever":27200,"playtime_last_two_weeks":0,"playtime_at_review":521,"last_played":1652101654},"language":"english","review":"My favourite FPS with a brilliant story \nIn my opinion you rly should play this game.","timestamp_created":1565177310,"timestamp_updated":1569342911,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54497178","author":{"steamid":"76561198101185850","num_games_owned":115,"num_reviews":5,"playtime_forever":991,"playtime_last_two_weeks":0,"playtime_at_review":991,"last_played":1553266142},"language":"turkish","review":"oynayın ve şaşırmaktan çıldırın","timestamp_created":1565163623,"timestamp_updated":1565163623,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54496414","author":{"steamid":"76561197993154917","num_games_owned":125,"num_reviews":96,"playtime_forever":796,"playtime_last_two_weeks":0,"playtime_at_review":796,"last_played":1540341081},"language":"english","review":"8/10.","timestamp_created":1565158965,"timestamp_updated":1565158965,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54496222","author":{"steamid":"76561198176219510","num_games_owned":90,"num_reviews":1,"playtime_forever":664,"playtime_last_two_weeks":0,"playtime_at_review":664,"last_played":1565014670},"language":"turkish","review":"Harika bir atmosfer kafa karıştırıcı hoş bir hikaye keyifli boss kesmeler ile mükemmel bir oyun","timestamp_created":1565157904,"timestamp_updated":1565157904,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54495690","author":{"steamid":"76561198050143066","num_games_owned":96,"num_reviews":18,"playtime_forever":1169,"playtime_last_two_weeks":0,"playtime_at_review":1169,"last_played":1564782119},"language":"russian","review":"Просто. Лучшее. Во что играл. Хотелось бы написать развёрнутый обзор к данной игре, но уж больно много аспектов, которые разработчики выполнили на 5+. Задумка, реализация просто гениальны. Игра подойдет широкому спектру аудитории, начиная с интеллектуалов и ценителей эстетики, заканчивая любителями \"шмалять направо и налево\". Отдельное внимание заслуживает качественная работа по адаптации игры, красиво и с низкими требованиями. Если бы все разработчики придерживались таких правил, у производителей видеокарт сейчас было бы на пару миллиардов $ меньше)\n\nВ общем и целом, я конечно придерживаюсь мнения, что все уже прошли эту игруху еще в далёком 2013-м, но если нет, срочно покупайте и проходите.","timestamp_created":1565153775,"timestamp_updated":1565153775,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54495171","author":{"steamid":"76561198882266483","num_games_owned":44,"num_reviews":29,"playtime_forever":552,"playtime_last_two_weeks":0,"playtime_at_review":552,"last_played":1565147917},"language":"koreana","review":"처음 플레이했을때는 이색적인 풍경과 색감들이 아름답고 좋았으나\n\n후반부로 갈수록 스토리에 대한 이해가 잘 되지않아서 몰입감이 떨어졌습니다.\n\n게임을 클리어한후 인터넷에서 스토리정리를 찾아보니\n\n상당히 심오하고 색다른 스토리란걸 알게되었고\n\n그로인해 스토리의 의아했던 부분들이 \n\n퍼즐조각맞추듯이 단번에 조합이 되더군요.\n\n\n\n영화 '매트릭스'처럼 한번의 정주행만으로는 \n\n스토리의 심오함을 이해하기 힘들어서 재미를 크게 못느끼는 게임이라봅니다.\n\n바이오쇼크 인피니트는\n\n두번째 정주행을해야 훨씬 더 재미를 느낄수있는 게임이라 생각합니다.\n\n\n\nhttps://m.ruliweb.com/game/4457/read/5733495\n\n위 링크에 스토리정리가 잘 되었으니 참고하시면 좋을것 같습니다.\n\nhttps://www.youtube.com/watch?v=38ms-WVWI9w\n\n로딩화면의 음악링크입니다. 제목은 Solace라네요.","timestamp_created":1565150154,"timestamp_updated":1565150346,"voted_up":true,"votes_up":17,"votes_funny":2,"weighted_vote_score":"0.70873790979385376","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54494380","author":{"steamid":"76561198256960255","num_games_owned":139,"num_reviews":22,"playtime_forever":688,"playtime_last_two_weeks":0,"playtime_at_review":688,"last_played":1561726837},"language":"schinese","review":"第九艺术","timestamp_created":1565144858,"timestamp_updated":1565144858,"voted_up":true,"votes_up":2,"votes_funny":3,"weighted_vote_score":"0.52173912525177002","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54493832","author":{"steamid":"76561198042438039","num_games_owned":135,"num_reviews":36,"playtime_forever":825,"playtime_last_two_weeks":0,"playtime_at_review":704,"last_played":1623336319},"language":"koreana","review":"바쇽 시리즈는 다명작인데 그중에서도\n인피니티는 넘사벽인거 같다.\n말이필요없다 최고임","timestamp_created":1565141407,"timestamp_updated":1565141407,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54493160","author":{"steamid":"76561198343163719","num_games_owned":271,"num_reviews":2,"playtime_forever":1003,"playtime_last_two_weeks":0,"playtime_at_review":594,"last_played":1638467692},"language":"german","review":"Bioshock Infinite ist wahrscheinlich eines der besten Spiele das zeigt das zeigt warum dies das beste Medium ist um Kunst zu erschaffen. Das Artdesign und Worldbuilding von Columbia wurde grandios umgesetzt und die Stadt ist wohl einer der besten Orte die wir in diesem Medium bereisen dürfen. Aber was macht ihr überhaupt in diesem Spiel? Ihr Spielt einen Privatdetektiv der den Auftrag hat ein Mädchen nach New York zubringen, ich KANN nicht mehr zur Story sagen weil sie DER GRUND ist warum ihr das Spiel spielen solltet und lieben werdet. Das Gameplay erfindet das Rad nicht neue aber die Waffen, das Movement und die Fähigkeiten halten das Gameplay frisch. Kauft euch dieses Spiel und erlebt eine Geschichte die ihr nicjt so schnell vergessen werdet\n\n\"Booker hast du Angst vor Gott?\" \"Nein,aber vor dir.\"","timestamp_created":1565137498,"timestamp_updated":1565137498,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54492825","author":{"steamid":"76561198037305223","num_games_owned":495,"num_reviews":66,"playtime_forever":1863,"playtime_last_two_weeks":0,"playtime_at_review":1863,"last_played":1536276415},"language":"english","review":"This game is barely \"Bioshock\", but it is still good. Completely different tone and setting than the first two, but the gameplay is excellent.\n\nThe plot, and anything involving Elizabeth, is extremely convoluted. I think it went a but over the top, but it was still a good game.","timestamp_created":1565135388,"timestamp_updated":1565135388,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54492245","author":{"steamid":"76561198450106521","num_games_owned":1057,"num_reviews":168,"playtime_forever":391,"playtime_last_two_weeks":0,"playtime_at_review":391,"last_played":1565130967},"language":"spanish","review":"Al principio sorprende pero luego se hace repetitivo y se convierte en un shooter más.\n\nSolo para fanáticos del género","timestamp_created":1565131674,"timestamp_updated":1565131674,"voted_up":false,"votes_up":6,"votes_funny":0,"weighted_vote_score":"0.468549549579620361","comment_count":9,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54491899","author":{"steamid":"76561198001860088","num_games_owned":176,"num_reviews":24,"playtime_forever":624,"playtime_last_two_weeks":0,"playtime_at_review":624,"last_played":1565129532},"language":"russian","review":"Пример того, как из традиционного шутера со стандартными механиками талантливый сценарий может сделать шедевр. Стиль, глубоко, браво.","timestamp_created":1565129841,"timestamp_updated":1565129841,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54490587","author":{"steamid":"76561198362023315","num_games_owned":150,"num_reviews":23,"playtime_forever":1365,"playtime_last_two_weeks":0,"playtime_at_review":1365,"last_played":1542603015},"language":"spanish","review":"Es un juego al igual que el resto de esta gran saga, para mi una aventura super divertida y con constante accion, muy entretenido de principo a fin, gran variedad de armas y diversidad de ejecuciones.","timestamp_created":1565123195,"timestamp_updated":1565123195,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54488787","author":{"steamid":"76561197980670048","num_games_owned":164,"num_reviews":15,"playtime_forever":1376,"playtime_last_two_weeks":0,"playtime_at_review":640,"last_played":1589225443},"language":"turkish","review":"Puan kıracağım tek yönü boss savaşı olmaması","timestamp_created":1565114865,"timestamp_updated":1565114865,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54486403","author":{"steamid":"76561198220280143","num_games_owned":100,"num_reviews":29,"playtime_forever":550,"playtime_last_two_weeks":0,"playtime_at_review":550,"last_played":1533973577},"language":"ukrainian","review":"Графіка гарна. Сюжет закручений. Попередні частини BioShock мені не сподобались, але ця дуже сподобалась.","timestamp_created":1565104577,"timestamp_updated":1565104577,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54486268","author":{"steamid":"76561198368340410","num_games_owned":307,"num_reviews":22,"playtime_forever":452,"playtime_last_two_weeks":0,"playtime_at_review":452,"last_played":1522210966},"language":"schinese","review":"伊丽莎白天下第一，我说的","timestamp_created":1565104025,"timestamp_updated":1565104025,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"54484546","author":{"steamid":"76561198393497022","num_games_owned":179,"num_reviews":11,"playtime_forever":895,"playtime_last_two_weeks":0,"playtime_at_review":895,"last_played":1564928989},"language":"schinese","review":"受到无剧透推荐豪爽购入，我本来以为我是来一场和伊丽莎白boy meet girl的带着公主浪迹天涯的美好恋爱的。哭了这个展开我预料不到啊","timestamp_created":1565095585,"timestamp_updated":1565095585,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false}],"cursor":"AoJ4zuy9s+wCcuTrzwE="}