{"success":1,"query_summary":{"num_reviews":100},"reviews":[{"recommendationid":"11290891","author":{"steamid":"76561197989085145","num_games_owned":35,"num_reviews":3,"playtime_forever":6893,"playtime_last_two_weeks":0,"playtime_at_review":2738,"last_played":1426351084},"language":"russian","review":"Отличная игра, достойное продолжение первой части, жаль что только нет озвучки, но недавно узнал что скоро будет полная локализация и можно будет еще разок ее пройти","timestamp_created":1405616302,"timestamp_updated":1405616302,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.5","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11290282","author":{"steamid":"76561198035392049","num_games_owned":1311,"num_reviews":128,"playtime_forever":1344,"playtime_last_two_weeks":0,"playtime_at_review":73,"last_played":1608674518},"language":"english","review":"I think this may be the single greatest game I have ever played, and it is certainly the best achievement of the Bioshock series. Words cannot describe how much I love this game. I bought it on Xbox 360 and then again on Steam because I loved it so much.\n\nThe environments are vivid and breathtaking. Columbia feels like a moving and breathing place from the second you step onto the first brick. Something Ken Levine really excelled with here was atmosphere, you can feel the city watching you, you can feel its emotions. What is even better is some of the videos that accompany this game that look like they're from a documentary from mid 20th century. This story and setting is so well done that you might actually believe Columbia was a real place.\n\nThe combat hasn't changed much since the original Bioshock, you get your plasmids (vigors) and your guns. Lots of fast paced action and explosions. Much fun to be had. You will learn to fear the enemies in this game! (Play through on the hardest difficulties for the best experience). \n\nElizabeth brings so much life and fresh air to both the story and the combat. She aids you in combat, without getting in the way what so ever, escort side kick done right 100%. The story in this game is mind blowing and you absolutely will not see it coming (hopefully you haven't heard any spoilers, but even so, don't let that stop you!).\n\nHer story will fill you with a mix of emotions from joy to melancholy but you will love every second of the ride trust me. If I could ever only reccomend one game to a person and I knew they enjoyed playing shooters, it would be this game every single time. I cannot reccomend this game enough, buy it, play it, and love every second of it!","timestamp_created":1405613505,"timestamp_updated":1405613505,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.472440958023071289","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11290274","author":{"steamid":"76561198074574858","num_games_owned":155,"num_reviews":9,"playtime_forever":2044,"playtime_last_two_weeks":0,"playtime_at_review":1754,"last_played":1426094818},"language":"english","review":"Soooooo good, that story is great!!","timestamp_created":1405613488,"timestamp_updated":1405613488,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11290250","author":{"steamid":"76561198068383377","num_games_owned":1642,"num_reviews":9,"playtime_forever":741,"playtime_last_two_weeks":0,"playtime_at_review":741,"last_played":1425680448},"language":"english","review":"gay","timestamp_created":1405613377,"timestamp_updated":1533838036,"voted_up":false,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.513888895511627197","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11289970","author":{"steamid":"76561197971740650","num_games_owned":397,"num_reviews":19,"playtime_forever":685,"playtime_last_two_weeks":0,"playtime_at_review":20,"last_played":1539376421},"language":"tchinese","review":"這遊戲很棒\n不過Mac版是沒有中文的，中文只for Windows版本，想玩中文版的玩家們別忘記注意到這點喲\n\nThis game is awasome\nBut 「Chinese Subtitles」 are only for Window version, Mac OSX users need to note this.","timestamp_created":1405612111,"timestamp_updated":1405612129,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.545454561710357666","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11289377","author":{"steamid":"76561198019987451","num_games_owned":398,"num_reviews":5,"playtime_forever":2005,"playtime_last_two_weeks":0,"playtime_at_review":1143,"last_played":1486901236},"language":"russian","review":"   BioShock Infinite – третья часть серии BioShock – примечательна отказом от подводного города «Восторг», являвшегося местом действия первых двух частей. События Infinite происходят в абсолютно новом городе Коламбия. Действие происходит, по большей части, в 1912 году.\n\n   Итак, вы будете играть за главного героя игры Букера Девитта. Он обычный азартный игрок, который задолжал огромные деньги и в результате попросту спился. Но вот ему выдается шанс вернуть все долги и он должен найти девушку по имени Элизабет, которая обитает как раз в парящем городе. Поэтому наш герой, недолго думая отправляется за ней, чтобы похитить ее и покончить со всеми долгами. Но он даже не подозревал, как обернется для него эта история, которая имеет массу разветвлений и самых неожиданных поворотов.\n\n    Главный герой может использовать практически любое оружие, а так же способен использовать магию, которую будет получать постепенно. В игре ужилось огромное количество самых разных врагов, которые жаждут вашей смерти, а так же будут и те, которые перейдут на вашу сторону. Естественно не обошлось без эпических противников и даже призраков.\n\n   В Bioshock Infinite вы имеете возможность наслаждаясь атмосферой воздушного города слушать разговоры невинных граждан. Они заняты своей повседневной жизнью и им явно не до вас, по крайней мере, пока вы не начнете стрелять по ним, что не понравится местной полиции.  \n\n   Стоит отметить, что в игре огромное количество самых разных персонажей, хороших и плохих, странных и гениальных, все они колоритные и запомнятся за одно прохождение. Но самым интересным и очаровательным персонажем является девушка Элизабет, которую нужно похитить и в которую влюбились все игроки, которые сыграли в Bioshock Infinity.\n\n   Итог. BioShock- это неоднозначная игра, содержащая в себе множество слоев, в которых кто-то будет долго и упорно разбираться, а кто-то просто пробежиться, получив удовольствие от того \"как всё сделано\", не вдумываясь в сюжет. Поэтому понравиться ли вам игра, зависит от того, насколько вы в неё погрузитесь.\n","timestamp_created":1405609248,"timestamp_updated":1405609248,"voted_up":true,"votes_up":7,"votes_funny":0,"weighted_vote_score":"0.614035069942474365","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11288239","author":{"steamid":"76561198069576678","num_games_owned":49,"num_reviews":1,"playtime_forever":1238,"playtime_last_two_weeks":0,"playtime_at_review":1233,"last_played":1525911700},"language":"english","review":"Great game. It's interesting on where they will take it from here. A new system shock is possible","timestamp_created":1405603635,"timestamp_updated":1405603635,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11288195","author":{"steamid":"76561198123879662","num_games_owned":281,"num_reviews":1,"playtime_forever":1717,"playtime_last_two_weeks":0,"playtime_at_review":1682,"last_played":1405613150},"language":"english","review":"One of the best games i ever played! Great story with a really unexpected ending which makes you want to play it again, 10/10.","timestamp_created":1405603445,"timestamp_updated":1405603445,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11288155","author":{"steamid":"76561198046547106","num_games_owned":156,"num_reviews":3,"playtime_forever":756,"playtime_last_two_weeks":0,"playtime_at_review":756,"last_played":1405736370},"language":"russian","review":"Даже зная что через полгода станет бесплатной всё равно бы купил)","timestamp_created":1405603275,"timestamp_updated":1405603275,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":2,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11288150","author":{"steamid":"76561198081215372","num_games_owned":60,"num_reviews":3,"playtime_forever":1407,"playtime_last_two_weeks":0,"playtime_at_review":1218,"last_played":1438038720},"language":"italian","review":"Bellissimo! Fantastico! Emozionante!\nStoria, ambientazioni e tutto il reparto tecnico audio-video sono a livelli stratosferici!\nQualche difetto nel gameplay magari, troppo semplice per i più capaci, un pò ripetitivo nonostante la possibilità di usare molte armi e vigor (si finirà per comodità ad usare sempre gli stessi) e IA dei nemici non molto raffinata.... Ma tutto questo è irrilevante dinnanzi ad un gioco che sa incantare come pochi altri!!\nLa tensione narrativa rimane sempre alta durante tutto il gioco, per arrivare ad un climax finale che lascia con la bocca spalancata! Mi vergogno quasi ad averlo preso in super sconto a 7€. Ne vale molti di più.","timestamp_created":1405603246,"timestamp_updated":1405603246,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11287029","author":{"steamid":"76561198045647180","num_games_owned":65,"num_reviews":8,"playtime_forever":745,"playtime_last_two_weeks":0,"playtime_at_review":704,"last_played":1405530809},"language":"spanish","review":"Simplemente asombroso. Es de los mejores juegos que he jugado. Tiene una muy buena historia, los controles también son muy buenos y la mecánica del juego en general es muy buena. Los personajes son muy interesantes y el final es espectacular.\nLo malo de este juego es que para las partes finales te acabas cansando un pelín (es lo que me pasó) y la experiencia se estropea un poco pero todo ello hace que merezca la pena por el final de esta gran historia.\nSi te gustan los shooters con algo de aventura, una buena historia y un final inesperado este es tu juego. Se lo recomiendo a todo el mundo por precio completo.","timestamp_created":1405597154,"timestamp_updated":1417176130,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.476190477609634399","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11286363","author":{"steamid":"76561198125088002","num_games_owned":156,"num_reviews":6,"playtime_forever":5324,"playtime_last_two_weeks":0,"playtime_at_review":1004,"last_played":1466417476},"language":"koreana","review":"-바이오쇼크1은, 게임이 플레이어를 플레이하는 충격을 주었습니다.\n 바이오쇼크 인피니트는, 게임이 플레이어를 게임으로 만들어버리는 충격을 주었습니다.\n\n-게임이 말하고자 하는 바는 단순하지 않습니다. 일방향도 아닙니다. 단 하나만 있는 것도 아닙니다.\n 여러 메세지와 교훈, 철학이 담겨있습니다. 그리고 이 들은 모두 상관관계를 가집니다.\n\n-우연은 없습니다. 단 하나의 우연도 없습니다\n\n-스토리를 이해하십시오. 놓치는 부분을 최소화하고 분석하십시오. 여기에 투자하는 모든 시간과 노력은 무조건 그 이상의 가치가 있습니다\n\n-결과보다는 과정입니다. 이 게임이 어떻게 이야기를 들려주는지, 당신에게 무슨 말을 하는지\n 그리고.. 당신은 여기에서 도대체 무엇인지에 대하여 이해하고 깨닫기 바랍니다.\n\n-마지막으로, 망할 엔딩 크레딧 때 아무것도 건들지 마시길 바랍니다.\n\n--- '신의 손'님의 리뷰 中\n","timestamp_created":1405593385,"timestamp_updated":1405593385,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11286295","author":{"steamid":"76561198124216858","num_games_owned":119,"num_reviews":4,"playtime_forever":559,"playtime_last_two_weeks":0,"playtime_at_review":289,"last_played":1444389486},"language":"french","review":"Un jeux qui s anonce juste magnifique!!!!","timestamp_created":1405592991,"timestamp_updated":1405592991,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11286114","author":{"steamid":"76561197996034335","num_games_owned":369,"num_reviews":11,"playtime_forever":818,"playtime_last_two_weeks":0,"playtime_at_review":818,"last_played":1403459098},"language":"finnish","review":"Kaunis kuin mikä, ja tarina on hyvä. Taistelua on liikaa ja se toistaa itseään. Mutta ei se pahemmin haittaa näin hyvässä pelissä, ja onhan pelissä useita aseita.\n","timestamp_created":1405591919,"timestamp_updated":1405591919,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.5","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11285118","author":{"steamid":"76561198002567581","num_games_owned":55,"num_reviews":1,"playtime_forever":161,"playtime_last_two_weeks":0,"playtime_at_review":42,"last_played":1565541442},"language":"english","review":"How can I start..?\nOne of the best single player games I have ever played. To have such gameplay mechanics and an AWESOME story full of twists and surprising factors with an awesome ending (screw you Rage!) tells you that this game is truly amazing. Highly recommended to any gamer.","timestamp_created":1405585773,"timestamp_updated":1405585773,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11284916","author":{"steamid":"76561197969647193","num_games_owned":179,"num_reviews":12,"playtime_forever":2985,"playtime_last_two_weeks":0,"playtime_at_review":1900,"last_played":1473863987},"language":"english","review":"\nI used the -75% Steam Deal in May and decided to educate myself by finally playing through the complete Bioshock series, Bioshock 1+2+Infinite. Played through 1+2 and enjoyed them a lot. BS 2 left me craving for more, so I bought Minerva's Den from g2play and enjoyed that one too.\n\nIn BS 2 I liked the way it was like BS 1 but mature and fleshed out. It ran better, looked better, had better tempo (held my interest better)... more interesting environments, less boring objectives. Minerva's Den was sort-of more of the same, and the perfect length for a DLC.\n\nThen it was time to get into Infinite.\n\nMy initial impressions were not great. BS 1 and 2 ran flawlessly at 3840x2160 but Infinite just tanked, even on low quality. The UI doesn't scale so it would've been impossible to play at that res anyway, unlike 1 & 2. I had mysterious silent crashes to desktop which I eventually found to be caused by low drive space. Low FPS causes terrible input lag in Infinite, which doesn't happen in most games (such as BS 1 & 2).\n\nWhen I got the game to run (1080p Ultra), the next thing I hated was that you're denied the possibility to save in this game. I don't understand it. I won't explain myself any further on it, since the Infinite savepoint controversy is old news and I have nothing to add. Just that it sucks and I wish they hadn't done it. I ran into situations multiple times where I would've liked to wrap up for the session but had to keep going until I saw that stupid automatic spinning arrow in the corner of the screen.\n\nThe graphics in general are impressive, but the world feels totally like a scripted set. I got one automatic bark from people when I approached them and then they basically froze into their idle animation. The world doesn't have anything happening in it apart from cutscenes, the occasional carefully scripted scenery event, and of course the battles. 99% of the surrounding world is just a static display with no interaction.\n\nThe 2-weapon system is damn annoying. I don't understand that one either. You can carry unlimited apparel items and vast amounts of ammo, so why not weapons? The reason can't be realism (wrt storage). So it can only be a game design decision - a bad one that significantly reduced my enjoyment of the battles.\n\nThat being said the battles were still fairly nice to play. Because of the game design direction, the nature of the early available vigors, and Booker's character, I chose an entirely brainless gameplay mindset. Buffed health to maximum and just fragfested through everything. The FPS gameplay was ok, fairly enjoyable. Reasonably accurate weapons, leading to satisfying aiming and single-shot kills. I played on normal, not hard. I found normal to be just the right difficulty for this (lack of) strategy and I think I died twice during the game. I carried the handcannon and carbine through the entire game, fully upgraded.\n\nLike I hinted at there, I found the vigors to be clumsy and boring to the point of not being willing to use them. Terrible stuff compared to the BS 1 & 2 plasmids. The only one I ended up using consistently was Shock Jockey. It was also my favourite in the earlier Bioshocks, and it still remained useful with the bigger enemies of Infinite.\n\nWarning! Major spoilers ahead!\n\nSimilar to what was other people on the internet have posted, I found the last 1/3 or 1/4 of the game the worst part. Nothing wrong with the execution, it was just a combination of unfortunate direction choices all around. Lady Comstock's ghost was a super-annoying boss, and to fight her three times was all the more tedious. The wrecked-formerly-beautiful-place thing was a really boring grind for as long as it went. BS 1 & 2 were almost exclusively about that, so here it got old really fast. The Comstock house was annoyingly reliant on survival style gameplay when the game didn't properly support that style before the second DLC...\n\nThen there was the ending, which I hated but only as a part of a bigger problem I have with the entire Infinite \"World\". The parallel universe BS. I've watched enough Star Trek to be really tired of the \"alternate reality\" trope when it's invoked in storytelling. I can understand why they did this. It allows them to do, show and tell pretty much anything. It also maintains the timeline/universe/characters/etc for as many DLCs as they want. Also, a large portion of the playerbase (myself included) probably can't wrap their heads around all of it during the big reveal at the end, so it will feel grand, mysterious, like a great work of a superior individual. But to me it was just meaningless BS. An unsatisfactory ending. Even a cliffhanger would've been better. And despite it being Bioshock, I was secretly wishing for a non-downer ending - only to find BOTH Booker and Elizabeth effectively dead. Or not. Or both dead and alive. Depending on universe. Maybe. Such faux-intelligent BS. Parallel universes, it's the Instagram of scriptwriting!\n\nThe worldbuilding was brilliant, of course. All the backstory, carefully thought-out writing in the voice recorders, documents, ads, posters, films, etc... It was all there like in the previous games, only it seemed like there was even more of it, and it was even more mature - both in the production sense and the taste sense. Taste is actually a good word to describe the Infinite content. The world and the way it's been built to handle the themes of the game, just oozes good taste. The game is 15 hours long and still I only felt once or twice like some message was being crammed into my face. The signal that this game uses to deliver its message is fantastically subtle most of the time. And like a proper Bioshock game the message is not judgement on an issue. It's just to keep thinking about things, and embrace philosophy in gaming.\n\nElizabeth is my biggest video game crush since Eliza from Deus Ex: HR - or Alyx from Half-Life 2. Of course, all of them are deliberately engineered to do that. I know this. But that doesn't matter. By the halfway point in the game, Elizabeth felt like a dear friend to me. I was ready to invade the worst hellholes in the world guns blazing to protect her. Meanwhile, Booker had been written to behave like an utter dick to her until relatively late in the story! This difference between my own feelings and Booker's behavior was a major downer for me as a player. I wish now that the game had been a proper RPG. Elizabeth, the sweet innocent adorable character deserved better than what her twisted creator put her through. I wish there had been an RPG writer team, writing a good story direction for the major characters. This would've also helped the fact I couldn't talk with Elizabeth, this incredibly close companion on a 10 hour mute journey. Just having a few dozen barks and maybe a discussion tree, RPG style, would've helped. But I guess they just chose not to.\n\nI think what they wanted was to have me craving for DLC once the game ended. But I didn't. I felt depressed and sad for the loss of Elizabeth, and the parallel universe BS which instantly made future stories irrelevant and weightless.\n\nTL;DR and conclusion:\n\nEven after playing through all 25h of Bioshock Infinite content, Bioshock 2 will remain the high point for me. I thought it had the best mechanics, it was the most robust and stable, and kept me interested without fail. Infinite was annoying in the first hour, impressive and enjoyable in the following 10 hours, and further on, it ecame just depressing and left a sour taste. With less emotional vulnerability, less bonding with the characters, and with a different set of gameplay preferences, I can see how people would instantly describe it as \"awesome\" and \"genre defining\" and \"game of the year/decade\".\n\nFor reference, my playtimes were:\n* Bioshock 1: 17 hours\n* Bioshock 2 + DLC: 19 hours\n* Bioshock Infinite + DLCs: 25 hours","timestamp_created":1405584420,"timestamp_updated":1405584420,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11284122","author":{"steamid":"76561198069885894","num_games_owned":203,"num_reviews":3,"playtime_forever":974,"playtime_last_two_weeks":0,"playtime_at_review":974,"last_played":1405550993},"language":"english","review":"I laughed...\nI cried...\nAnd I got more aroused by how perfect this game was than by anything else I've experienced in the last year.\n10/10","timestamp_created":1405579224,"timestamp_updated":1405579224,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11282474","author":{"steamid":"76561198054535279","num_games_owned":50,"num_reviews":1,"playtime_forever":477,"playtime_last_two_weeks":0,"playtime_at_review":294,"last_played":1405154746},"language":"english","review":"Great game. Had good times being anti social rocking back and forth trying to understand this game. Is too good.\n\nmeow/10 would buy again if not smart","timestamp_created":1405568357,"timestamp_updated":1405568357,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11281153","author":{"steamid":"76561198110234720","num_games_owned":442,"num_reviews":18,"playtime_forever":856,"playtime_last_two_weeks":0,"playtime_at_review":785,"last_played":1427491856},"language":"english","review":"http://youtu.be/i4WTTT7bfpU If you're looking for a game that improves upon the standard and highly over used first person shooter this is a great pickup. You'll spend most of your time playing this game feasting your eyes on different locations and watching your characters adventure expose itself. It has gun leveling inside of it and even magic level inside of it. Though I suggest you focus on two guns when leveling the first play through. I choose the basic machine gun and the basic handgun because I'm sexy like that. So yes, if you don't play this game you're doing yourself a disservice. It's one of the best Bioshocks ever made and you'll never forget it's crazy ness when you've finished this game.","timestamp_created":1405560228,"timestamp_updated":1405560228,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.539153814315795898","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11279940","author":{"steamid":"76561198089284049","num_games_owned":255,"num_reviews":9,"playtime_forever":582,"playtime_last_two_weeks":0,"playtime_at_review":578,"last_played":1418942380},"language":"english","review":"This is the most amazing game i have ever played. The plot is amazing. The gameplay mechanics are amazing. replay value is 100%. if you loved the other BioShock games youll love this one","timestamp_created":1405552894,"timestamp_updated":1405552894,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11279872","author":{"steamid":"76561198004113433","num_games_owned":351,"num_reviews":20,"playtime_forever":6125,"playtime_last_two_weeks":0,"playtime_at_review":5296,"last_played":1431616622},"language":"spanish","review":"Última OBRA MAESTRA de la saga Bioshock que cierra la trilogía magistralmente. Recomendadísimo tanto si eres fan como si no, es un \"must have\" que no debes perderte, de esos que solo aparecen en contadas ocasiones, por su cuidadísima ambientación, por su absorbente historia, por su apartado artístico, por su jugabilidad, por muchas otras razones que sólo comprenderás (y sentirás) si le das una oportunidad. No llega al nivel tan inmersivo y a la sorpresa del Bioshock original tras descubrir Rapture por vez primera, pero Columbia se ha ganado un merecido hueco en nuestros corazones y ha sabido estar a la altura. \n\nTambién están los imprescindibles DLC's (Panteón marino episodios 1 y 2) que profundizan más en la trama y el mundo de Rapture, desarrollados con un mimo fascinante y fiel a la saga, como debe ser. Quizás el DLC que menos luce es el \"Enfrentamiento en las nubes\", ya que es un modo horda y  no aporta nada a la historia, aunque si te gustan este tipo de retos y desbloqueables es un buen añadido. 10/10","timestamp_created":1405552400,"timestamp_updated":1405552400,"voted_up":true,"votes_up":8,"votes_funny":0,"weighted_vote_score":"0.644012928009033203","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11279561","author":{"steamid":"76561198042568316","num_games_owned":114,"num_reviews":5,"playtime_forever":507,"playtime_last_two_weeks":0,"playtime_at_review":507,"last_played":1404885359},"language":"english","review":"This is a great game with amazing campaign everyone should buy this game totally recommend.","timestamp_created":1405550650,"timestamp_updated":1405550650,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11279544","author":{"steamid":"76561197979178043","num_games_owned":389,"num_reviews":14,"playtime_forever":2843,"playtime_last_two_weeks":0,"playtime_at_review":2117,"last_played":1405893625},"language":"spanish","review":"Simply PERFECT !!! Graphics are incredible","timestamp_created":1405550567,"timestamp_updated":1405550567,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11278274","author":{"steamid":"76561198088607333","num_games_owned":69,"num_reviews":13,"playtime_forever":753,"playtime_last_two_weeks":0,"playtime_at_review":493,"last_played":1406516464},"language":"english","review":"sick story about false shepherd","timestamp_created":1405544423,"timestamp_updated":1405544423,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11277314","author":{"steamid":"76561198124445556","num_games_owned":80,"num_reviews":17,"playtime_forever":907,"playtime_last_two_weeks":0,"playtime_at_review":907,"last_played":1405505708},"language":"english","review":"Although it puts on a good show, this game falls far short of what it could be. I wouldn't spend more than $5-10 on it. The ending, instead of revealing something great and mysterious, left me with a miserable feeling inside. I can't see the point in replaying the game, because it doesn't give you any more than a couple small choices to make. I thought the combat was repetitive and felt like mindless violence. I wanted to like Elizabeth but by the end I couldn't. Stay away from this game if games tend to feel real to you.","timestamp_created":1405540184,"timestamp_updated":1405540184,"voted_up":false,"votes_up":15,"votes_funny":0,"weighted_vote_score":"0.45186576247215271","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11276976","author":{"steamid":"76561198087703901","num_games_owned":127,"num_reviews":28,"playtime_forever":1223,"playtime_last_two_weeks":0,"playtime_at_review":1001,"last_played":1436372014},"language":"danish","review":"É manero.","timestamp_created":1405538749,"timestamp_updated":1413136850,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.502712488174438477","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11276914","author":{"steamid":"76561198056786745","num_games_owned":110,"num_reviews":3,"playtime_forever":650,"playtime_last_two_weeks":0,"playtime_at_review":578,"last_played":1405537327},"language":"russian","review":"Захватывающая история! Конец просто чумовой! \nПосле прохождения были двоякие чувства и много вопросов. Пришлось копаться в интернете чтобы всё уяснить.\n\n9 из 10!","timestamp_created":1405538513,"timestamp_updated":1405538604,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11275960","author":{"steamid":"76561198007123773","num_games_owned":495,"num_reviews":11,"playtime_forever":925,"playtime_last_two_weeks":0,"playtime_at_review":880,"last_played":1593819292},"language":"brazilian","review":"Se você é fã de obras de ficção que abordam temas como universo paralelo, efeito borboleta ou similares e curte um bom tiroteio, esse é o jogo perfeito para você!","timestamp_created":1405534791,"timestamp_updated":1411570499,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11275242","author":{"steamid":"76561198122197376","num_games_owned":148,"num_reviews":8,"playtime_forever":1917,"playtime_last_two_weeks":0,"playtime_at_review":833,"last_played":1433018616},"language":"english","review":"Don't even watch the trailer. Buy it now.","timestamp_created":1405531888,"timestamp_updated":1405531888,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.48661428689956665","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11275217","author":{"steamid":"76561198128388339","num_games_owned":94,"num_reviews":1,"playtime_forever":1355,"playtime_last_two_weeks":0,"playtime_at_review":1345,"last_played":1424529845},"language":"german","review":"So viel spiele ich gar nicht - eigentlich nur Fallout, aber das von Anfang an. Nun kann man wirklich nicht immer nur dasselbe spielen und Fallout ist ja auch aktuell nichts Neues verfügbar, also habe ich nach irgendetwas gesucht, was eine ähnlich interessante Umgebung und Story liefert. So bin ich bei Bioshock gelandet und bin wirklich, wirklich begeistert. Die Qualität ist schon in 1 + 2 enorm gewesen und in dieser Episode wurde nochmal ordentlich nachgelegt. Für einen Gelegenheitsspieler wie mich, der Wert auf ein wenig Anspruch in der Handlung legt und dazu einen Spielmodus benötigt, wo man auch als Dilettant Erfolgserlebnisse feiern kann, ist dieses Spiel perfekt. Suchtpotential enorm hoch! Wirklich sehr empfehlenswert, inklusive des phantastischen Soundtracks, der teilweise aus speziell für dieses Spiel arrangierten Songs besteht.","timestamp_created":1405531764,"timestamp_updated":1405531764,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11274915","author":{"steamid":"76561198091827741","num_games_owned":124,"num_reviews":5,"playtime_forever":2278,"playtime_last_two_weeks":0,"playtime_at_review":1668,"last_played":1547660510},"language":"russian","review":"Величайшая игра, играть всем","timestamp_created":1405530466,"timestamp_updated":1405530466,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.502262473106384277","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11273337","author":{"steamid":"76561197971117742","num_games_owned":271,"num_reviews":8,"playtime_forever":1501,"playtime_last_two_weeks":0,"playtime_at_review":1501,"last_played":1376053946},"language":"english","review":"Great visuals (amazing art and design). solid shooting/spells mechanics make for some great arena style fights, hindered by incredibly bad death/re spawn system: \nfew checkpoints make re-spawning your best option, on lower difficulty levels makes death completely trivial, you just keep going. on harder difficulties (I played on 1999 mode) you get a decent challenge, but dying leaves you with nothing, which make some encounters incredibly frustrating.\nInteresting story and world.\n","timestamp_created":1405523530,"timestamp_updated":1405523530,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11272514","author":{"steamid":"76561198117317546","num_games_owned":68,"num_reviews":1,"playtime_forever":4690,"playtime_last_two_weeks":0,"playtime_at_review":1961,"last_played":1574790757},"language":"english","review":"This game is pure genious. I'm not gonna spoil it for you, but the ending is amazing, it makes you think about it. Awesome game, 10/10","timestamp_created":1405519734,"timestamp_updated":1405519734,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11270183","author":{"steamid":"76561198041566875","num_games_owned":24,"num_reviews":15,"playtime_forever":1554,"playtime_last_two_weeks":0,"playtime_at_review":585,"last_played":1473675817},"language":"english","review":"Extremely beautiful very original and politically fingerlicking good. Could do with a little less of the traditional boring FPS vybe, please something new OK?","timestamp_created":1405506414,"timestamp_updated":1405506414,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11269343","author":{"steamid":"76561198016839744","num_games_owned":321,"num_reviews":97,"playtime_forever":4376,"playtime_last_two_weeks":0,"playtime_at_review":771,"last_played":1523793117},"language":"english","review":"GIVE ME BACK MY RAPTURE!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!! The DLC where not Enough and they made little to no SENSE","timestamp_created":1405500989,"timestamp_updated":1405500989,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.534412920475006104","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11269261","author":{"steamid":"76561197996027402","num_games_owned":397,"num_reviews":18,"playtime_forever":976,"playtime_last_two_weeks":0,"playtime_at_review":976,"last_played":1384674023},"language":"english","review":"Somthing happened, you shot people, then the thing happend again?\n","timestamp_created":1405500493,"timestamp_updated":1405500493,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.517241418361663818","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11269235","author":{"steamid":"76561198088256310","num_games_owned":80,"num_reviews":2,"playtime_forever":612,"playtime_last_two_weeks":0,"playtime_at_review":386,"last_played":1440007255},"language":"russian","review":"ПРОСТО САМАЯ ТУПАЯ ИГРА В МИРЕ","timestamp_created":1405500315,"timestamp_updated":1405500315,"voted_up":false,"votes_up":9,"votes_funny":3,"weighted_vote_score":"0.39388728141784668","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11269021","author":{"steamid":"76561198083826454","num_games_owned":95,"num_reviews":8,"playtime_forever":862,"playtime_last_two_weeks":0,"playtime_at_review":324,"last_played":1416160679},"language":"german","review":"Ein sehr geiles Spiel und eine \"Brainfuck\" story die mir sehr gefallen hat.\nIch empfehle auf jeden fall dieses Spiel!!!","timestamp_created":1405498912,"timestamp_updated":1405498912,"voted_up":true,"votes_up":1,"votes_funny":1,"weighted_vote_score":"0.502487540245056152","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11268518","author":{"steamid":"76561198108659682","num_games_owned":156,"num_reviews":6,"playtime_forever":960,"playtime_last_two_weeks":0,"playtime_at_review":960,"last_played":1404889153},"language":"english","review":"Where do I even begin? This game is a piece of art. Great story, great gameplay, amazing graphics. I would say it is right under the original Bioshock in its greatness. Definitely worth your time.","timestamp_created":1405495596,"timestamp_updated":1405495596,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11268108","author":{"steamid":"76561198055539358","num_games_owned":138,"num_reviews":3,"playtime_forever":1165,"playtime_last_two_weeks":0,"playtime_at_review":1165,"last_played":1405580218},"language":"english","review":"Simply... perfect... One of the best game i've ever played... that story... genius, i love it ! Story 10/10 gameplay 9/10 some little bug there and there, but nothing massive and gamechanging","timestamp_created":1405492636,"timestamp_updated":1405492636,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11268041","author":{"steamid":"76561198043897561","num_games_owned":830,"num_reviews":35,"playtime_forever":6491,"playtime_last_two_weeks":0,"playtime_at_review":1277,"last_played":1637963581},"language":"english","review":"If you want to go by story I would start with this one. It pretty much sums up what happened before there was rapture. Then do the Burial at Sea DLCs after you beat this one. Still a great series though.","timestamp_created":1405492226,"timestamp_updated":1405492226,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11267967","author":{"steamid":"76561198030273693","num_games_owned":79,"num_reviews":10,"playtime_forever":2731,"playtime_last_two_weeks":0,"playtime_at_review":1169,"last_played":1479665248},"language":"english","review":"To tell you the truth I'm not a huge FPS fan, but the Bioshock franchise always amazed me since the first episode came out. And in Bioshock Infinite they perfected the incredible story telling and beautiful style. There aren't many games where you constantly find yourself stopping in the middle of the map, just so you can get in every little detail from the truly artistic world of Bioshock. Oh and the story, the simplest way to put it, it's Inception-kinda mindfuck. Just buy this game, it deserves it, its only fault it fell a little bit short even with the Burial At Sea DLCs. You just want to spend more time in this amazing world of Columbia and Rapture and it's just depressing to think about that even if there will be Bioshock 4, how can they even get close to this game? I mean, in the first two games they showed us what they are capeble of, but now I just can't think of any possibility that they could outdo Bioshock Infinite.","timestamp_created":1405491528,"timestamp_updated":1405491528,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11267921","author":{"steamid":"76561198117949841","num_games_owned":110,"num_reviews":5,"playtime_forever":3833,"playtime_last_two_weeks":0,"playtime_at_review":849,"last_played":1597210423},"language":"spanish","review":"Excelente juego me hizo dudar de mi propia existencia su final y me dejo en shock por 3 dias de lo epico","timestamp_created":1405491122,"timestamp_updated":1405491122,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11267257","author":{"steamid":"76561198116971551","num_games_owned":131,"num_reviews":2,"playtime_forever":975,"playtime_last_two_weeks":0,"playtime_at_review":737,"last_played":1581819654},"language":"spanish","review":"Hacer una reseña de este juego en toda la extension del titulo seria un tanto peligroso, pero intentare resumirlo.\n\nUna trama para morirse al final, y hacer que tu cabeza explote, personajes excelentes, Booker DeWitt, Elizabeth, Coomstock.\nArtisticamente es jodidamente hermoso, y la musica no se diga atras, canciones de The Beach Boys, Cyndi Lauper, etc.\n\nEl juego desde mi punto de vista es perfecto, o casi.\n\nUna jugabalididad muy buena, se agradece poder tener los vigorizadores y las armas a la vez, cosa que no paso en Bioshock 1, la posibilidad de ir por aerocarriles tambien es muy buena para la jugabilidad, enemigos, dificiles hasta cierto punto, pero nada del otro mundo o imposible, lo unico que no me gusto, es que no tenemos un mapa como en el primero, esto te ayudaba a investigar todas las zonas, y que no se te escapara nada, pero de ahi, todo es perfecto, me atreveria a decir, que uno de los mejores juegos creados en la historia, junto con FF7 o la saga de HL. \n\nPersonajes inigualables, que con el paso de los capitulos, te vas encariñando con ellos (Elizabeth) u odiandolos como Coomstock y Fitzroy la jefa de los VOX, Buenos enemigos, buena jugabilidad, EXCELENTE JUEGO. Y la historia, que es lo mas importante del juego, es extremadamente compleja y perfecta, como todo encaja perfectamente, y los hermanos Luttece, como te revuelven, los desgarros, y un final sinceramente innesperado, que a cualquiera, o al menos a mi, solo pausas el juego para reflexionar que cojones es lo que esta pasando y cuando lo entiendas te quedas de WAT. \n\nSin duda alguna, siempre que me pregunte por un juego para recomendar, tendre que decir BIOSHOCK INFINITE.","timestamp_created":1405486311,"timestamp_updated":1405486311,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11267241","author":{"steamid":"76561198038038200","num_games_owned":51,"num_reviews":2,"playtime_forever":1368,"playtime_last_two_weeks":0,"playtime_at_review":1368,"last_played":1405481330},"language":"english","review":"Awesome Game!","timestamp_created":1405486176,"timestamp_updated":1405486176,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11266835","author":{"steamid":"76561197960393551","num_games_owned":198,"num_reviews":5,"playtime_forever":3995,"playtime_last_two_weeks":0,"playtime_at_review":3034,"last_played":1482070778},"language":"english","review":"Amazing game. One of the best stories in a long time. The DLC is fantastic as well. The environments and immersion in these games are fantastic.","timestamp_created":1405483145,"timestamp_updated":1405483145,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11266640","author":{"steamid":"76561198090447607","num_games_owned":137,"num_reviews":2,"playtime_forever":1368,"playtime_last_two_weeks":0,"playtime_at_review":374,"last_played":1491779413},"language":"english","review":"One of the best games i've every played.","timestamp_created":1405481785,"timestamp_updated":1405481785,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11266638","author":{"steamid":"76561198131480428","num_games_owned":245,"num_reviews":14,"playtime_forever":763,"playtime_last_two_weeks":0,"playtime_at_review":637,"last_played":1465955125},"language":"english","review":"Love this game\n","timestamp_created":1405481770,"timestamp_updated":1405481770,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11265585","author":{"steamid":"76561198072589509","num_games_owned":130,"num_reviews":2,"playtime_forever":1265,"playtime_last_two_weeks":0,"playtime_at_review":1033,"last_played":1455669098},"language":"english","review":"I bought BioShock Infinite on the Steam summer sale and I have never been more pleased with a game yet. The story was excellent and the ending left you thinking. For a while. I would recomend this game to anyone who played BioShock or BioShock 2, or just anyone who likes a good story with some action. I would recomend buying the season's pass along with this game.","timestamp_created":1405474989,"timestamp_updated":1405474989,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11265219","author":{"steamid":"76561198111381796","num_games_owned":31,"num_reviews":6,"playtime_forever":1150,"playtime_last_two_weeks":0,"playtime_at_review":725,"last_played":1439090601},"language":"english","review":"BioShock Infinate is really fun and addictive.  It's a very short playthrough.  I played on Medium difficulty and beat the game with little problem in 14 hours.  It would have been shorter, but I had some crash problems along the way.  The story line is easy to follow and the graphics are really amazing.  I got emotionally attached to this game as I do with many games I play.","timestamp_created":1405472094,"timestamp_updated":1405472094,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11264798","author":{"steamid":"76561198031558094","num_games_owned":275,"num_reviews":1,"playtime_forever":2161,"playtime_last_two_weeks":76,"playtime_at_review":581,"last_played":1660581417},"language":"english","review":"Good writing, good visuals, interesting mechanics, and a story that satisfies. Loved it!","timestamp_created":1405469782,"timestamp_updated":1405469782,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11254578","author":{"steamid":"76561198120786501","num_games_owned":140,"num_reviews":6,"playtime_forever":562,"playtime_last_two_weeks":0,"playtime_at_review":562,"last_played":1405414438},"language":"english","review":"This is definately my new favorite game. Awesome ending that makes you want to play it again, which I plan on doing very soon. 10/10.","timestamp_created":1405468514,"timestamp_updated":1405468514,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11254456","author":{"steamid":"76561198071615411","num_games_owned":172,"num_reviews":20,"playtime_forever":6593,"playtime_last_two_weeks":0,"playtime_at_review":4169,"last_played":1561999470},"language":"english","review":"So I'm pretty obsessed by this game. Imo, it has the best balance of story and game play. It takes the best bits of Bioshock 1 game play (scavanging, plasmids etc) and adds some pretty compelling characters and a very engaging plot. My only real criticism is that is starts pretty slow (be patient, you will get to shoot people eventually!) and I hate the fact you can't collect health packs and salts. But the sheer amount of stuff Elizabeth finds for you kinda makes up for that.","timestamp_created":1405467851,"timestamp_updated":1405467851,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11254417","author":{"steamid":"76561197998299023","num_games_owned":231,"num_reviews":15,"playtime_forever":757,"playtime_last_two_weeks":0,"playtime_at_review":757,"last_played":1405462681},"language":"english","review":"There are [i]litterally[/i] [b]NO[/b] downsides to this game. The story is amazing, the plotline is intriguing, the game play is fun and not just your everyday shooter (true to the other Bioshock games)- Even dying isn't the most frustrating thing ever, the graphics are great and the colors are bright, warm and rich. (just a small spoiler nothing you haven't seen in the previews) [spoiler]The girl that follows you around isn't stupid and can take care of herself. She is actually helpful in combat[/spoiler].\n\nWorth every penny, the best game I have played in a [i]long[/i] time.","timestamp_created":1405467659,"timestamp_updated":1405467712,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.476190477609634399","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11253928","author":{"steamid":"76561198074267411","num_games_owned":160,"num_reviews":32,"playtime_forever":1682,"playtime_last_two_weeks":0,"playtime_at_review":1682,"last_played":1388289058},"language":"english","review":"Incredibly beautiful game with endless amounts of detail. Gameplay is ridiculously fun and Elizabeth is an awesome, lively sidekick. Really cool story with artistic portrayals of the societal effects of racism, war, religion and more in a steampunk fashion. 10/10","timestamp_created":1405464674,"timestamp_updated":1405464674,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11253739","author":{"steamid":"76561198033244445","num_games_owned":167,"num_reviews":6,"playtime_forever":965,"playtime_last_two_weeks":0,"playtime_at_review":577,"last_played":1648846852},"language":"english","review":"An awesome game that you simply have to experience for yourself.\nIt has an insanely deep atmosphere and it makes you really become a part of the game.\nThat game was truly fun even at hard difficulty since it forced you to play slower, strategise a bit and save ammo.\nAlso, the amount of hidden items that you can find is insane. Secret rooms, occasional side quests, money, lootable\nobjects, new upgrades for your character,... That's what was truly awesome about this game.\n\nOf course, I wasn't even talking about the story because the story is just a great piece of art. It stayed in game head \ndays after I completed the game.\n\nSome people may find it quite repetitive and I have to agree with them. It is. But if you're the type of person who enjoys\nand doesn't mind repetitive games, then you must play this game while you're alive.\n\nAlso, grab it on a sale so you won't regret paying 30€ just in case you didn't like it.\n\nI'd give this game a 10/10 but I can't. It wouldn't be fair.\nSo I'll give it 10/10 for the story and 8/10 for the rest of the game mechanics.","timestamp_created":1405463736,"timestamp_updated":1405463736,"voted_up":true,"votes_up":5,"votes_funny":0,"weighted_vote_score":"0.56614077091217041","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11252365","author":{"steamid":"76561197971415675","num_games_owned":224,"num_reviews":13,"playtime_forever":2119,"playtime_last_two_weeks":0,"playtime_at_review":1915,"last_played":1405454593},"language":"english","review":"FPS and good stories usually don't go together. Bioshock Infinite is teaching you a lesson about this prejudice. It's the first time ever that the setting of a game completely captivated me from the very beginning. You'll fall in love with the scenario right after you are sky-rocketed into Columbia and walk down that impressive hallway to your own baptism. You'll be thrown into a world which is simply beautiful at first - but eventually, you realize that things are not the way they seem. Once you find Elizabeth, you have a highly reliable buddy at your side that is always helpful (giving you ammo or salts) and never in your way. \n\nI can recommend this game to anyone who likes to play a rock-solid shooter with a really remarkable plot. You want to continue in order to see what happens next, and the unique setting of a city floating in the sky, set in the year of 1912, is a refreshingly different approach. If I can criticize this masterpiece at all, then maybe for its rather low difficulty. Shooter fans shouldn't have any problems at all on the Easy/Medium difficulties, so maybe already start on Hard if you feel up to it. With \"Burial at Sea - Episode 2\" (third and final DLC), gameplay changes to a more stealth-based experience with constant need of rare ammo and sneaking behind enemies to knock them out silently. If you haven't played any previous Bioshock game, you shouldn't have any problems until you play the DLCs - then you might get a bit confused, especially towards the end. However, it creates a tricky connection to the beginning of the series, and if that makes you want to play the other parts, then it's not a bad thing. \n\nFinal verdict: 35 hours of playing fun which I haven't regret even for a single second. Excellent story, easily accessible gameplay with many strategic options (straight shooting, sniping or setting up traps - everything is possible), admirable setting with impressive visuals, Elizabeth as a gracious sidekick and one of the most shocking endings you may have seen in a while.","timestamp_created":1405457504,"timestamp_updated":1405457532,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11250952","author":{"steamid":"76561198072124033","num_games_owned":100,"num_reviews":3,"playtime_forever":622,"playtime_last_two_weeks":0,"playtime_at_review":622,"last_played":1388882887},"language":"english","review":"Wow...just wow.\nExcellent visuals, great gameplay music, truely amazing story. And the ending...one of the best I have seen in a long time. This game brings so many different emotions while playing, and honestly, the gameplay story is far better than any movie that has been released in the past few years. If you aren't a huge fan of the gameplay, you should play it just to finish the story. \nI have heard great things about the expansion story as well, which is why I will probably get that too. \n\nDEFINITLY SHOULD PLAY!!!","timestamp_created":1405451188,"timestamp_updated":1405451188,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11249474","author":{"steamid":"76561198111419459","num_games_owned":78,"num_reviews":2,"playtime_forever":2276,"playtime_last_two_weeks":0,"playtime_at_review":710,"last_played":1559569694},"language":"portuguese","review":"The BEST game I have ever played\n100/100\n\nThe scene is awesome... there are no words to describe the exquisite city of Colombia.\nThe idea is great and also is the story. The guns are just genious.\nPerfect ending with lots of philosophy!!!\n\n","timestamp_created":1405445086,"timestamp_updated":1405445086,"voted_up":true,"votes_up":3,"votes_funny":0,"weighted_vote_score":"0.545454561710357666","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11249238","author":{"steamid":"76561198050944370","num_games_owned":287,"num_reviews":1,"playtime_forever":1591,"playtime_last_two_weeks":0,"playtime_at_review":573,"last_played":1539126337},"language":"english","review":"Oh. My. God. This game. At first you will think it's simple.\"Bring us the girl, wipe away the debt.\" But It goes crazy towards the end. Putting everything together after the game is extremely satisfying, and I recommend this game to everyone. It is kid of short, taking me only 11 hours to complete on medium difficulty, but the story is amazing.","timestamp_created":1405444227,"timestamp_updated":1405444227,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11248161","author":{"steamid":"76561197981224570","num_games_owned":187,"num_reviews":4,"playtime_forever":798,"playtime_last_two_weeks":0,"playtime_at_review":798,"last_played":1404779320},"language":"french","review":"J'ai envie de dire bof. Des graphismes certes sympas mais au niveau du scénario comme on dit ça ne casse pas 3 pates a un canard, c'est un mic mac de plein de choses que l'on a pu voir dans plein d'autres jeux. Un gameplay qui pourrais être plus fluide et des pouvoirs et accessoires qui pourrais être beaucoup mieu mis en valeur. De plus la map est gigantesque mais le jeux est completement linéaire. Après les personnages sont plutôt sympa. Gros point positif: le background du jeux. apres c'est pas un elderskrolls non plus hein. Testez le quand il est en promos en gros. Durée de vie 10-13 en jouant tranquille et en explorant tout.","timestamp_created":1405439380,"timestamp_updated":1405439380,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11247900","author":{"steamid":"76561198125247523","num_games_owned":125,"num_reviews":9,"playtime_forever":537,"playtime_last_two_weeks":0,"playtime_at_review":429,"last_played":1584748038},"language":"english","review":"one of the best games i have ever played must buy you wont be disappointed.","timestamp_created":1405438117,"timestamp_updated":1405438117,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11247349","author":{"steamid":"76561198085498927","num_games_owned":63,"num_reviews":9,"playtime_forever":1671,"playtime_last_two_weeks":0,"playtime_at_review":1524,"last_played":1585423607},"language":"polish","review":"Najlepsza postać NPC którą towarzyszyła mi w grze. Jedna z najlepszych historii jakie znam. Na początku wszystko wydaje się być taka sielanka (głównie przez grafike), lecz wszystko powoli przybiera coraz mroczniejsze barwy. Nie grałem w żadną inną odsłonę serii ale nie widziałem tak dobrze zrobione gry. Wszystkie elementy są idealnie wyważone, cały czas spotykamy na swojej drodze nowe rodzaje broni, \"mocy\" czy wrogów. Polecam 11/10","timestamp_created":1405435427,"timestamp_updated":1547547641,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11247265","author":{"steamid":"76561198127823032","num_games_owned":95,"num_reviews":6,"playtime_forever":1751,"playtime_last_two_weeks":0,"playtime_at_review":981,"last_played":1441968450},"language":"russian","review":"Хочется стереть себе память и пройти этот шедевр еще раз!!!","timestamp_created":1405435006,"timestamp_updated":1405435006,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11246472","author":{"steamid":"76561198098433778","num_games_owned":168,"num_reviews":5,"playtime_forever":920,"playtime_last_two_weeks":0,"playtime_at_review":355,"last_played":1420575941},"language":"english","review":"10/10 \nLooting Simulator","timestamp_created":1405430842,"timestamp_updated":1405430842,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11245479","author":{"steamid":"76561198009709530","num_games_owned":75,"num_reviews":4,"playtime_forever":1659,"playtime_last_two_weeks":0,"playtime_at_review":709,"last_played":1474038673},"language":"spanish","review":"Qué decir de este juego, sencillamente bestial, apartado gráfico soberbio, jugabilidad muy buena y una historia que gusta. Es una obra maestra, un 9 le doy. Lo recomiendo al 100%","timestamp_created":1405424409,"timestamp_updated":1405424409,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11245197","author":{"steamid":"76561198086003330","num_games_owned":38,"num_reviews":20,"playtime_forever":3055,"playtime_last_two_weeks":0,"playtime_at_review":1032,"last_played":1582412193},"language":"italian","review":"Semplicemnte il miglior gioco a cui io abbia mai giocato. Nonstoante la storia e la giocabilità de suoi precedenti,la \"K Games\" ha chiuso in bellezza.","timestamp_created":1405422704,"timestamp_updated":1405422704,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11245044","author":{"steamid":"76561198139671643","num_games_owned":9,"num_reviews":3,"playtime_forever":311,"playtime_last_two_weeks":0,"playtime_at_review":190,"last_played":1405855210},"language":"english","review":"awesome game 90/100","timestamp_created":1405421951,"timestamp_updated":1405421951,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11244662","author":{"steamid":"76561198113130215","num_games_owned":30,"num_reviews":1,"playtime_forever":1053,"playtime_last_two_weeks":0,"playtime_at_review":1041,"last_played":1626624122},"language":"russian","review":"Что же такое Boshock Infinite?Новая история , о новом городе Колумбия,или же продолжение оригинальной первой части?Отличий довольно таки много,такие как: создатели игры не заставляют нас сразу же бегать и убивать(как в первой части),сначала они дают нам изучить Колумбию город в небе,в отличие от Восторга,Колумбия яркая и кишит жизнью, мне очень понравился город в небе  тем, что ты можешь спокойно погулять,изучить улицы,подслушать беседы жителей .Затрагивая тему геймплей,так снова Irattional Games и т.д. постарались.Многие говорят про новый Bioshock,что это типичный безсюжетный шутер, но это не так, после полутрачаса можно понять, что в игре намешано много интресных и интригующих моментов.Как я уже сказал,что оригинальный Bioshock Infinite мало затрагивает тему первой части(как мне показалось).Для меня главный плюс игры,то что,она очень живая,в течении всей кампании у нас продолжаются беседы с Эллизабет, она может взять и посидеть,заметить какой красивый пейзаж, посмотреть на труп и охнуть и т.д.\nМесяцев 6-7 назад вышло дополнение к Bioshock Infinite,Burial at sea.Это новая история тех самых персонажей, а именно Букера и Эллизабет.События на протяжение всего DLC протекают на дне Атлантического окена,в Восторге.Но только теперь Эллизабет не похожа на ту Эллизабет,узницы Колумбии.Финал DLC и infinite, оба умопомрачительны,они могут сломать вам мозг( в хорошем смысле),но эти две концовки, остануться с вами на долго.\n","timestamp_created":1405419260,"timestamp_updated":1405419260,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11244174","author":{"steamid":"76561198117296904","num_games_owned":47,"num_reviews":1,"playtime_forever":400,"playtime_last_two_weeks":0,"playtime_at_review":223,"last_played":1545518420},"language":"dutch","review":"The storyline of this game is amazing, the whole world has a steam punk 19th century look.\nThe graphics and gameplay are great, if you have a good PC I would absolutely recommend it!","timestamp_created":1405416411,"timestamp_updated":1405416411,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11242747","author":{"steamid":"76561198030817049","num_games_owned":316,"num_reviews":12,"playtime_forever":2876,"playtime_last_two_weeks":0,"playtime_at_review":2038,"last_played":1449548089},"language":"brazilian","review":"Simplesmente obrigatório!\n\nGeralmente sou muito crítico e gosto é algo muito pessoal, mas este game é uma obra-prima.\nEle é independente dos Bioshocks 1 e 2, não precisa deles pra entender o Infinite.\n\n- Jogabilidade fluida, \"first person shooter\" seguindo os padrões de outros games do gênero.\n- Visual incrível, estilo \"steampunk\" muito bem aplicado de uma forma difícil de se ver entre os games que seguem essa linha.\n- Trilha sonora soberba, além de ser muito boa tem \"easter eggs\" musicais.\n- História excepcional, do tipo que todos detalhes são importantes e o máximo de investigação durante o game ajudam a entender o final incrível da trama.","timestamp_created":1405406189,"timestamp_updated":1405406189,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11241014","author":{"steamid":"76561198035328625","num_games_owned":166,"num_reviews":5,"playtime_forever":1224,"playtime_last_two_weeks":0,"playtime_at_review":1189,"last_played":1509943677},"language":"english","review":"Simply enthralling!  Gorgeous, exciting, tactical, and thoughtful.","timestamp_created":1405392886,"timestamp_updated":1405392886,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.502262473106384277","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11239653","author":{"steamid":"76561198135873572","num_games_owned":23,"num_reviews":2,"playtime_forever":1815,"playtime_last_two_weeks":0,"playtime_at_review":1214,"last_played":1564405832},"language":"english","review":"I thought this Game pretty much effected the past, the future and the present of the Bioshock series (Infinite).\nThe explanation you get from the extra DLC is better than I expected. If your intrested in the back story of Rapture, yould defenetly buy the extra 2 DLC's (Burial at sea 1 + 2). Further more, this Game is much of a Good challenge playing it in 1999 mode, and its something I would suggest to do if you have ever played a bioshock game. If your New to the game, play the Infinite game, but not the extra DLC because youll get comfused pretty soon, if you don't know what happend in the pre sequel of Bioshock. This game was defenetly worth my money, and I don't say that very often about games.","timestamp_created":1405383948,"timestamp_updated":1405383948,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11239598","author":{"steamid":"76561198050016251","num_games_owned":112,"num_reviews":9,"playtime_forever":895,"playtime_last_two_weeks":0,"playtime_at_review":434,"last_played":1405559716},"language":"english","review":"If you love getting your brain confused to the point it feel like someones put into a blender then this is the game for you, the design of this game is so perfect its better than alot of modern masterpieces these days. with 10+ hours of campaign time you wont get bored at all. And also it does not feel Linear which was my first fear when i bought this game. Also this game runs perfectly on laptops despite its amazing graphics so laptop users dont be put off by this game. the link and the punch of nostalgia is perfectly brought on espeically with the DLC's to boot. And word of advice look out for those easter eggs, when you see that guitar downstairs...play it...dont know what I mean...then buy this game.","timestamp_created":1405383575,"timestamp_updated":1405383575,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11238866","author":{"steamid":"76561198013730357","num_games_owned":189,"num_reviews":3,"playtime_forever":2776,"playtime_last_two_weeks":0,"playtime_at_review":2776,"last_played":1396294800},"language":"english","review":"Fun to play through and to explore every possible environment in the game. A masterpiece in storytelling","timestamp_created":1405379223,"timestamp_updated":1405379695,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.519999980926513672","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11237936","author":{"steamid":"76561197990805517","num_games_owned":153,"num_reviews":6,"playtime_forever":2983,"playtime_last_two_weeks":0,"playtime_at_review":2888,"last_played":1574368599},"language":"german","review":"Hierbei handelt es sich um ein erstklassiges PC-Spiel","timestamp_created":1405374488,"timestamp_updated":1405374488,"voted_up":true,"votes_up":2,"votes_funny":1,"weighted_vote_score":"0.545454561710357666","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11237627","author":{"steamid":"76561198121431832","num_games_owned":210,"num_reviews":5,"playtime_forever":737,"playtime_last_two_weeks":0,"playtime_at_review":737,"last_played":1405235103},"language":"english","review":"there are so many aspects of thi game that are utterly amazing, this is my third time playing through and everytime its still new.  5 stars all the way.","timestamp_created":1405373052,"timestamp_updated":1405373052,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11236674","author":{"steamid":"76561198119585833","num_games_owned":83,"num_reviews":3,"playtime_forever":824,"playtime_last_two_weeks":0,"playtime_at_review":755,"last_played":1485708821},"language":"english","review":"9/10 a fan fps with a good story and great characters","timestamp_created":1405368820,"timestamp_updated":1405368820,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11236449","author":{"steamid":"76561198025049591","num_games_owned":95,"num_reviews":6,"playtime_forever":1378,"playtime_last_two_weeks":0,"playtime_at_review":1375,"last_played":1420114274},"language":"english","review":"Game was a huge let down for a highly casual player like me. I failed in the final fight (lots and lots of fights all the time anyway) and was cheatet for the increadible ending (that youtube kindly provided).\n\nI want to play these games like I read a book. for he story. I'm not the greatest FPS player and I simply can't understand why the end of the game is locked behind a 15 minute fight dragged out and (for me) a roadblock.\n\nCan't recommend the game. Hopefully they'll eventually turn it into a movie. Will watch.","timestamp_created":1405367745,"timestamp_updated":1405367745,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11236370","author":{"steamid":"76561198055441621","num_games_owned":91,"num_reviews":3,"playtime_forever":2845,"playtime_last_two_weeks":0,"playtime_at_review":2845,"last_played":1437204663},"language":"english","review":"Bioshock Infinite captivates the essence of confusing subplots and, yet, makes the game still an engaging game that really brings out the best in the franchise. With new weapons and equipment, the game flows smoothly with great dialogue and action that will keep you playing the game until you finish, then you're still confused at he end that you need to tie up loose ends by playing the DLC content then playing the whole game all over to fully figure out the many messages and overall plot. The only thing they could of changed was to utilize using Elizabeth more as all she does is sit and give ammo to you, and occasional money.\n\nEdit\nThe game is still a strong take on the single player fps story rich game without any microtransactions, underperforming graphics, and allows you to explore enough to capture the city's atmosphere...","timestamp_created":1405367427,"timestamp_updated":1542867136,"voted_up":true,"votes_up":2,"votes_funny":1,"weighted_vote_score":"0.504950523376464844","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11236172","author":{"steamid":"76561197994333477","num_games_owned":313,"num_reviews":4,"playtime_forever":1011,"playtime_last_two_weeks":0,"playtime_at_review":631,"last_played":1514909359},"language":"english","review":"отличный сюжет. спасибо ребятам, который порекомендовали \"не спойлерить себе, а просто поиграть\"... тема параллельных реальностей раскрыта, концовка немного предсказуема, но все равно, неожиданна, \"помощница\" протагониста незабываема...","timestamp_created":1405366518,"timestamp_updated":1405366518,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11236080","author":{"steamid":"76561198018647169","num_games_owned":327,"num_reviews":7,"playtime_forever":1730,"playtime_last_two_weeks":0,"playtime_at_review":868,"last_played":1562977112},"language":"english","review":"infinitely bad  0.00000000000000000000000000000000000 out of 10\n\nall those zeros mean my god awful","timestamp_created":1405366164,"timestamp_updated":1405366164,"voted_up":false,"votes_up":3,"votes_funny":0,"weighted_vote_score":"0.331125646829605103","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11236055","author":{"steamid":"76561198032447510","num_games_owned":154,"num_reviews":2,"playtime_forever":1356,"playtime_last_two_weeks":0,"playtime_at_review":1356,"last_played":1397178358},"language":"english","review":"Did not like the end, besides that, very awesome game","timestamp_created":1405366049,"timestamp_updated":1405366049,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11235295","author":{"steamid":"76561198102431896","num_games_owned":89,"num_reviews":3,"playtime_forever":1910,"playtime_last_two_weeks":0,"playtime_at_review":935,"last_played":1428554868},"language":"english","review":"I have played one, two, and now three and I have to say this is my favorite game of the three. It makes you want to pay more to find more hidden treats in the game and the story line is amazing. Game play needs a controler to help with enjoying the game(which I have). When playing do not rush through look and explore every thing .","timestamp_created":1405362651,"timestamp_updated":1405362651,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11234993","author":{"steamid":"76561198048377619","num_games_owned":458,"num_reviews":5,"playtime_forever":215,"playtime_last_two_weeks":0,"playtime_at_review":180,"last_played":1547172516},"language":"english","review":"Shit graphics, rubbish storyline. i mean where da big daddies at yo?\n\n10/blue would chicken again","timestamp_created":1405361360,"timestamp_updated":1405361360,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.503858864307403564","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11233482","author":{"steamid":"76561198012270101","num_games_owned":41,"num_reviews":1,"playtime_forever":582,"playtime_last_two_weeks":0,"playtime_at_review":308,"last_played":1504237571},"language":"english","review":"One of the best games I've ever played. As much as I loved the first Bioshock, this one completely blows it out of the water. The aesthetic, the story, and the gameplay all blend perfectly together in a overall, wholly satisfing end product. My only complaint is that the element of choice isn't presented too often throughout the game like in the first Bioshock. However, I wouldn't have wanted the game to end any other way. The ending was so perfect for what this game was. This game is a gem, with some of the best action, visuals, and story I've ever seen in any other game I've played. The characters are likable and complex, and this game balances good character development with complex and brilliant story telling like a champ. I'd play it over and over again. 10/10.","timestamp_created":1405354377,"timestamp_updated":1405354444,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11233476","author":{"steamid":"76561197981899836","num_games_owned":235,"num_reviews":16,"playtime_forever":2503,"playtime_last_two_weeks":0,"playtime_at_review":1768,"last_played":1527675787},"language":"russian","review":"Потрясающая и удивительная история о старом детективе, спившимся и проигравшем в карты свою жизнь. Ему предоставляется уникальный шанс изменить всё, оплатить долги. Всего то ничего, нужно найти какую то девчонку. Обычное дело для старого вояки... . И мы попадаем в райское место - город Колумбия. Удивительный город, ни на что не похожий. Это все совершенно противоположное весему тому, что он видел в жизни. Глазам видалого сыскного предстаёт удивительно красивый мир, в каждом кадре которого можно найти что-то уникальное, до непривычки красивое. Но радужные краски сменяет гром революционных фанфаров и наш герой погружается в самую гущу событий, эпицентром которых становиться сам. Удастся ли нам разгадать все тайны Колумбии? Игра не оставит нам иного выбора! Все ниточки должны сплестись и круг - замкнется. 100 из 100. Шедевр!","timestamp_created":1405354347,"timestamp_updated":1405355082,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.502262473106384277","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11232365","author":{"steamid":"76561198097777131","num_games_owned":29,"num_reviews":1,"playtime_forever":588,"playtime_last_two_weeks":0,"playtime_at_review":265,"last_played":1429367677},"language":"english","review":"this game is amazing. the graphics are good, gameplay is amazing and long. the storyline is exelent and entertaining, although i was dissapointed in the range of weapons","timestamp_created":1405348848,"timestamp_updated":1405348848,"voted_up":true,"votes_up":1,"votes_funny":1,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11231707","author":{"steamid":"76561198030149569","num_games_owned":127,"num_reviews":3,"playtime_forever":793,"playtime_last_two_weeks":0,"playtime_at_review":779,"last_played":1498988769},"language":"german","review":"Eines der besten Spiele seit langem. Die Story war so fesselnd das ich teilweise nur weiter spielen wollte um zu erfahren wie es weiter geht.\n\nDas Ende war auch atemberaubend und grafisch super.","timestamp_created":1405345582,"timestamp_updated":1405345582,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11231248","author":{"steamid":"76561197999485050","num_games_owned":101,"num_reviews":22,"playtime_forever":780,"playtime_last_two_weeks":0,"playtime_at_review":710,"last_played":1423770962},"language":"brazilian","review":"Simplesmente FANTÁSTICO. \n\nDa uma continuidade magnifica a historia bioshock.\nGráficos 10/10 combina perfeitamente com o estilo bioshock e ficou maravilhoso a criação de Columbia, parabéns a 2K pela criatividade.\nJogabilidade 10/10 , supera completamente seus antecessores com muito mais interatividade, sendo possível finalizar o inimigo com uma animação ,combinação dos plasmídeos e maior interatividade com o mapa , usando os os andarilhos.\nSound track 10/10 , combina com o ambiente, mais retro e muda de acordo com a batalha\n\nAs únicas coisas que deixam a desejar é que o jogo é linear , não deixando  vc seguir um proprio caminho e suas ações não interferem nas ações como nos outros bioshocks.\nO jogo é extremamente facil ja que todos os alvos tem pontos fracos e os inimigos humanos morrem com um simples redshot.\nE a falta do multiplayer ao qual estava esperando apos o multiplayer que teve no  2 , foi muito decepcionante.\n\nTirando isso vale muito a pena , jogo muito divertido\n\n9/10 por ser facil e como é liner se torna muito rapido de zerar. E tb pela minha frustração pela falta do multiplayer.","timestamp_created":1405343067,"timestamp_updated":1405343067,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11230624","author":{"steamid":"76561198030002528","num_games_owned":159,"num_reviews":2,"playtime_forever":1074,"playtime_last_two_weeks":0,"playtime_at_review":990,"last_played":1401655754},"language":"danish","review":"awsome game. awsome awsome. ending awsome :). buy this game","timestamp_created":1405339562,"timestamp_updated":1405339562,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11230483","author":{"steamid":"76561197985474299","num_games_owned":601,"num_reviews":69,"playtime_forever":617,"playtime_last_two_weeks":0,"playtime_at_review":614,"last_played":1380586807},"language":"english","review":"I suspect I disliked the other Bioshock games, for the same reasons the creators hated this one.\n\nThat being said, I really loved this game... It feels so much better than most other FPS games (incl, the 'critically acclaimed' ones). It's execution is beautiful, I really liked the story, and everything felt pretty immersive, and had a lot of personality.","timestamp_created":1405338642,"timestamp_updated":1405338642,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.525862038135528564","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11230073","author":{"steamid":"76561198052869707","num_games_owned":187,"num_reviews":2,"playtime_forever":726,"playtime_last_two_weeks":0,"playtime_at_review":688,"last_played":1415120070},"language":"russian","review":"Incredible game with good plot (and mind-blowing final), really awesome characters and amazing athmosphere. Loved mechanics. Special thanks for city views and picture, the art is an eye-candy.","timestamp_created":1405336112,"timestamp_updated":1405336112,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11228213","author":{"steamid":"76561198104280771","num_games_owned":101,"num_reviews":71,"playtime_forever":841,"playtime_last_two_weeks":0,"playtime_at_review":841,"last_played":1400441077},"language":"french","review":"le dernier a être sorti,manque un multijoueur pour devenir le meilleur des trois.","timestamp_created":1405324542,"timestamp_updated":1405324542,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.5","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11228194","author":{"steamid":"76561198063866279","num_games_owned":178,"num_reviews":4,"playtime_forever":854,"playtime_last_two_weeks":0,"playtime_at_review":854,"last_played":1405463695},"language":"english","review":"Just, wow! This game is just beautiful. The music, the voice acting, the enviroment, the plot, the twisting story, everything adds a good flavor to this game.\nAt the start maybe is very confusing because the racism portrayed at fisrt, but every piece of the puzzle fits in the end and the game converts in an all-time jewel of the videogames.\nThe game has a minor bugs, but nothing you cannot overcome and enjoy the story so beautifully made.","timestamp_created":1405324346,"timestamp_updated":1405324346,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.50113379955291748","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11226990","author":{"steamid":"76561198037409796","num_games_owned":45,"num_reviews":1,"playtime_forever":1932,"playtime_last_two_weeks":0,"playtime_at_review":1755,"last_played":1437547333},"language":"english","review":"There are many fantastic things to say about Bioshock Infinite, so much so that one must contain oneself from blurting them out in an incomprehensible mess of words, diction and punctuation. This is the kinda game you can not just play once, there is too much detail in the artwork, sound and hidden meanings to filter through the second time around. I’m not sure how others felt, but I was so overtaken by this game that my usual blinders were not necessary to keep me captivated. It is a fun, adventurous, and dark experience that one shouldn’t miss out on. The only issue for fans of the original Bioshock and Bioshock 2 is that a lot of the horror aspect is dialed down until one reaches the DLCs. There are only a few jump scares, but plenty of incredible haunting fight scenes, from the cries of pain and agony from the Handyman (btw, i don’t know ANYONE who didn’t have some kind of reaction to their pain) to the memorable and spine tingling screeches of the Songbird. Playing as Booker DeWitt was highly enjoyable even with what some people call an extremely surprising ending","timestamp_created":1405315140,"timestamp_updated":1405315140,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11226557","author":{"steamid":"76561198068158267","num_games_owned":9,"num_reviews":1,"playtime_forever":2299,"playtime_last_two_weeks":0,"playtime_at_review":1078,"last_played":1482298581},"language":"english","review":"Ohh I love this game, it's soo addicting. The story is just amazing and the gameplay is awesome. I would never get bored playing this. The only downside is that you can only carry two weapons at a time, over than that everything is fantastic.","timestamp_created":1405311656,"timestamp_updated":1405311656,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11225890","author":{"steamid":"76561197966150384","num_games_owned":553,"num_reviews":6,"playtime_forever":2284,"playtime_last_two_weeks":0,"playtime_at_review":2284,"last_played":1406944961},"language":"english","review":"OMG, ... yes OMG... Very good FPS, Very Good Story Line, and if you can manage it I highly, HIGHLY recommend playing the last portion of the game drunk, yes drunk, it'll blow your mind... from the 3rd level of comstark's airship to the very end of the credits be drunk. you won't regret it, even sober is a first class game.\n\nBurial at Sea Episodes 1 & 2 are both amazing as well, by the end there are no unanswered questions.","timestamp_created":1405307015,"timestamp_updated":1406946207,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11224397","author":{"steamid":"76561198142484591","num_games_owned":91,"num_reviews":3,"playtime_forever":1829,"playtime_last_two_weeks":0,"playtime_at_review":791,"last_played":1558822025},"language":"english","review":"Simply the best game I´ve ever played, it was worth every penny!","timestamp_created":1405297461,"timestamp_updated":1405297461,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11224360","author":{"steamid":"76561198010199699","num_games_owned":170,"num_reviews":2,"playtime_forever":1169,"playtime_last_two_weeks":0,"playtime_at_review":696,"last_played":1410229132},"language":"english","review":"Bioshock Infinite features great gameplay, beautiful graphics, and one of the most elaborate plots I've ever seen in a video game.","timestamp_created":1405297240,"timestamp_updated":1405297240,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false}],"cursor":"AoJw/MSPmccCeNLoKg=="}