{"success":1,"query_summary":{"num_reviews":100},"reviews":[{"recommendationid":"11168858","author":{"steamid":"76561197960339376","num_games_owned":113,"num_reviews":10,"playtime_forever":765,"playtime_last_two_weeks":0,"playtime_at_review":765,"last_played":1405010912},"language":"english","review":"Dear Player,\n\nwould you kindly play this masterpiece?!\n\n\nRemember the good old days, when games could just suck you into a whole different world. You remember the first time playing Half-Life, Quake, Duke Nukem? You wont devour this game, as the game will devour you.","timestamp_created":1405011240,"timestamp_updated":1405011240,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11168715","author":{"steamid":"76561197975111137","num_games_owned":342,"num_reviews":2,"playtime_forever":1921,"playtime_last_two_weeks":0,"playtime_at_review":919,"last_played":1444079930},"language":"english","review":"Simply one of the best story telling in any video game I've ever played. Awe-inspiring.","timestamp_created":1405010672,"timestamp_updated":1405010672,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11168567","author":{"steamid":"76561198132194047","num_games_owned":102,"num_reviews":4,"playtime_forever":1205,"playtime_last_two_weeks":0,"playtime_at_review":643,"last_played":1405796211},"language":"russian","review":"VERY VERY BEAUTIFUL!!!","timestamp_created":1405009985,"timestamp_updated":1405009985,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11168356","author":{"steamid":"76561198096014783","num_games_owned":78,"num_reviews":8,"playtime_forever":1715,"playtime_last_two_weeks":0,"playtime_at_review":1195,"last_played":1495321004},"language":"english","review":"One of the most stunning games ive ever played. Not only did it provide you with a stunningly beautiful Fps, but the story line in which you must take is beyond what i hoped for in this game. The twists which take place were just simply amazing. Graphic wise this game is a beaut. From upgrades/weapons to vigors/clothing(gear) the styles in which you can play are endless. Bioshock Infinite is the best in its series, and has provided me the best game experience in any game ive played in a long time. You know youve played an amazing game when you really get connected to these characters. I did.","timestamp_created":1405008987,"timestamp_updated":1476762183,"voted_up":true,"votes_up":4,"votes_funny":0,"weighted_vote_score":"0.542546391487121582","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11168327","author":{"steamid":"76561198003008927","num_games_owned":451,"num_reviews":51,"playtime_forever":1902,"playtime_last_two_weeks":0,"playtime_at_review":1896,"last_played":1543028800},"language":"french","review":"1 an après la sortie de ce Bioshock Infinite, je me le procure enfin, en toute confiance, devant l'unanimité des critiques de la presse et des joueurs...\nJe suis rarement tombé d'aussi haut en jouant à un jeu, mon dieu, j'ai bien fait d'attendre pour acheter ce jeu en solde, car un prix cassé c'est tout ce qu'il mérite.\nÉNORME DÉCEPTION, DÉCEPTION DE L’ANNÉE pour moi.\n\nTechniquement impeccable, la direction artistique défonce tout, c'est indéniable.\nColumbia est hallucinante de part sa beauté et son ambiance.\nLe début de l'aventure vous laissera sans voix.\nMais voila c'est tout ce qu'est ce jeu, une œuvre d'art sur le plan esthétique, mais une énorme régression du point de vue du gameplay.\n\nCe Bioshock Infintie n'a de Bioshock que le nom, car c'est en fait un shooter générique, auquel on a greffé quelques subtilités inutiles pour nous donner l'impression que c'était un Bioshock, mais juste parce que c'était dans le cahier des charges.\nTous les affrontements dans ce jeu, sont des batailles rangées contre des ennemis armés qui n'utilisent pas de pouvoirs, et qui restent en mode campe derrière des obstacles, à vous sniper pendant que vous faites vous aussi de même.\nVoila, dans ce jeu on joue à Call of, aucune stratégie ni aucune subtilité ne sont présentes.\nLes toniques (plasmides) sont presque inutiles, car ils ont pratiquement tous le mêle effet: de stun l'adversaire, alors que les armes à feu font déja largement le boulot.\nQuant aux équipements (fortifiants), ils sont eux COMPLÉTEMENT INUTILES.\nLa synergie entre les armes, plasmides et fortifiants a complètement disparue avec ce petit côté RPG qui nous permettait de créer un build avec une orientation propre.\nPar exemple on ne peut plus jouer en mode furtif ou en étant spécialisé en combat au corps à corps comme dans les précédent Bioshock, non le bourrinage à l'arme à feu est la seule option dans ce jeu.\nD'ailleurs une nouvelle jauge de bouclier fait son apparition, et cela veut tout dire...elle est là pour qu'on aille au carton et qu'on puisse s'en prendre plein la tronche.\nLa lisibilité des combats en a aussi pris un coup.\nIl m'arrivait tout le temps de me faire toucher, et de ne comprendre ni par qui ni d'ou cela venait.\nCa tire de partout, et de super loin en mode sniper, donc on finit par ne plus rien calculer, et par foncer dans le tas...\nCe n'est pas les maigres ajouts comme les rails ou les pouvoirs de Elizabeth qui relèvent le niveau, car ce ne sont que des détails, bien moins agréables et utiles ingame que ce à quoi on pourrait s'attendre\nJe pense que les développeurs ont voulu créer un aspect bataille rangée pour donner un genre de nouvelle guerre de sécession, en rapport avec le contexte de l'histoire, mais cela s'est fait au détriment de toute subtilité dans la jouabilité.\n\nEn plus de cela, ce jeu est une véritable promenade de santé, même en mode difficile.\nJe ne suis presque jamais mort, et n'ai jamais rencontré de vraie difficulté.\nDu coup ce shooter générique au challenge au ras des pâquerette a vraiment réussir à me faire mourir d'ennuis...\n\nLe level design est quant à lui beaucoup plus linéaire et moins ouvert qu'avant, mais je l'aurai franchement pardonné si le gameplay n'était pas aussi basique.\nDans ce jeu on ne fait qu'avancer en ligne droite, on passe d'arène en arène.\n\nDe plus on a plus à faire à un univers vivant, dans lequel les habitants vaquent à leurs occupations, que l'on peut surprendre etc.\nNon ici tous les affrontements sont scriptés, vous arrivez dans une pièce, et les portes se referment, et les ennemis débarquent, tout est scripté est simplifié.\nLa génération aléatoire d'ennemis a complètement disparue.\n\nLe seul point positif au côté de l'esthétique, c'est  la narration .\nLe personnage que l'on incarne parle constamment, et la compagnie de Elizabeth rend le jeu plus convivial, plus vivant, un peu cinématographique même sur les bords.\nOn finit par avoir une plus grand empathie pour les protagonistes du jeu grâce à cela.\nCa n'aurait pas forcement été possible dans Bioshock 1 et 2, ça n'aurait peut être pas convenu au contexte ou à l'ambiance de ces jeux, mais cela sied bien à Bioshcok Infinite.\nL'histoire a un côté émotionnel certain, mais je la trouve personnellement confuse, peu intéressante et dépourvue de véritables sujets de fonds.\nParce que excusez moi mais le racisme et le nationnalisme exacerbés, c'est marrant, mais ça ne suffit pas.\nQuitte à aborder ces sujets, autant le faire de manière plus approfondie.\nOn retrouve heuresement les thématiques politiques, religieuses et scientifiques, mais moins fouillées que dans les autres épisodes.\nMais le personnage d'Elizabeth qui vraiment attachant tire tout cela vers le haut.\nIl s'agit d'une des meilleurs protagonistes féminin que j'ai pu voir dans un jeu, un point fort indéniable pour le scénario.\n\n\nAutrement la durée de vie est très bonne, mais encore faut il avoir le courage d'aller jusqu'à la fin de ce shooter horriblement classique.\nTant de technique, de génie artistique, au service d'un jeu aussi au gameplay aussi banal...\n\nSeuls les DLC rattrapent le coup du foirage du gameplay et de la synergie des pouvoirs avec des plasmides et fortifiants enfin utiles et diversifiés...mais pendant 3 heures de jeu seulement  ?\nA quoi bon...\n\nEn definitive, Bioshock Infinite n'est pas un mauvais jeu, il reste correcte, mais je le déconseille fortement aux fans des anciens Bioshock, car il a balayé de la main tous les atouts de la série du point de vu du gameplay.\n\nJe conclurai sur ce point : ne vous fiez JAMAIS complètement à la presse ou même à l'avis des joueurs en général, ce Bioshock Infinite est le jeu le plus surévalué que j'ai jamais vu.\nJe reste pantois devant un tel faussé entre l'avis des gens sur ce titre, et ce qu'il en est vraiment.\n\n\n\n* Points forts :\n\n+ Techniquement superbe\n+ Artistiquement sublime\n+ L'ambiance incroyable de Columbia\n+ La narration dynamique\n+ Elizabeth...\n+ Bonne durée de vie\n+ Les DLC qui rattrapent le foirage du gameplay\n\n\n* Points faibles :\n\n- Histoire confuse et moins intéressante\n- Shooter trop générique et bourrin\n- Plasmides et fortifiants inutiles\n- Le Côté RPG avec la synergie des pouvoirs a complètement disparue\n- Trop facile\n- Level design trop simpliste et linéaire\n- On est en train de jouer à du Bioshock là ? Vraiment ?\n\n\n\n13/20","timestamp_created":1405008876,"timestamp_updated":1480955753,"voted_up":false,"votes_up":55,"votes_funny":7,"weighted_vote_score":"0.647538185119628906","comment_count":6,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11168092","author":{"steamid":"76561198064037372","num_games_owned":54,"num_reviews":5,"playtime_forever":4528,"playtime_last_two_weeks":0,"playtime_at_review":1347,"last_played":1499399633},"language":"spanish","review":"Uno de los mejores juegos de esta generación, usa fantásticos gráficos para representar el escenario de una ciudad en las nubes mientras luchas con ordas de personajes que quieren detenerte. Una historia envolvente que te atrapa a partir de los primeros momentos del juego y no te suelta hasta el final de la experiencia.\n\nHaste de armas y \"vigorizantes\" para enfrentar a tus enemigos de distintos bandos, pero no te dediques a disparar como gatillo alegre pues la estrategia es necesaria al enfretar no solo a tus rivales, sino tambien de los distintos tipos de mini-jefes que trataran de darte un mal rato. Defiendete con tu gancho mecanizado para combatir cuerpo a cuerpo o utiliza tambien el sistema de tirolinas para atacar desde el aire a tus adversarios y lanzarlos desde 30,000 metros de altura.\n\nSi eres de los que ha disfrutado de los Bioshock anteriores, u otros juegos FPS definitivamente querras formar parte de esta nueva aventura.","timestamp_created":1405007841,"timestamp_updated":1405007841,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.501359939575195313","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11167920","author":{"steamid":"76561198046261974","num_games_owned":285,"num_reviews":16,"playtime_forever":997,"playtime_last_two_weeks":0,"playtime_at_review":856,"last_played":1421603674},"language":"spanish","review":"GOTY de 2013 sin dudarlo y de lo mejor que se puede comprar en Steam. A pesar de que el shooter se puede hacer algo repetitivo, la trama que hay detrás lo vale. Los vigorizadores le dan un soplo de aire fresco, que lo diferencia de otros juegos del estilo, y el aerocarril nos da una nueva dimensión, mucho más vertical. No faltan las referencias a los otros dos BioShock. Sí, ésto signfica secuela, no lo que otras compañías hacen. Ken Levine vuelve con una trama que atrapa y un final que sorprende. Los gráficos están a la altura de la propia Columbia, así como el aspecto sonoro. Eso sí, para jugadores habituales se debe jugar en una dificultad alta, o de lo contrario Infinite será un paseo por el parque. 20/10.","timestamp_created":1405006977,"timestamp_updated":1405006977,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.502262473106384277","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11166916","author":{"steamid":"76561198006721269","num_games_owned":305,"num_reviews":1,"playtime_forever":806,"playtime_last_two_weeks":0,"playtime_at_review":708,"last_played":1431618756},"language":"english","review":"Get. This. Game.","timestamp_created":1405002338,"timestamp_updated":1405002338,"voted_up":true,"votes_up":3,"votes_funny":0,"weighted_vote_score":"0.502942502498626709","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11166877","author":{"steamid":"76561198008559271","num_games_owned":82,"num_reviews":6,"playtime_forever":637,"playtime_last_two_weeks":0,"playtime_at_review":627,"last_played":1437525804},"language":"english","review":"This game has the best story of any game I've played. You will actually care about the outcome f the plot, and I found that I couldn't leave my compter until I beat this game. It's incredible.","timestamp_created":1405002167,"timestamp_updated":1405002167,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11166756","author":{"steamid":"76561198116873129","num_games_owned":131,"num_reviews":1,"playtime_forever":272,"playtime_last_two_weeks":0,"playtime_at_review":153,"last_played":1425477914},"language":"english","review":"This is one the the best games I've ever played..!","timestamp_created":1405001602,"timestamp_updated":1405001602,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11166753","author":{"steamid":"76561198128951180","num_games_owned":49,"num_reviews":1,"playtime_forever":1169,"playtime_last_two_weeks":0,"playtime_at_review":1013,"last_played":1405001431},"language":"english","review":"you get to eat cake and shoot racist people and have a good cry at the end this game is perfect 10/10","timestamp_created":1405001591,"timestamp_updated":1405001591,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11166564","author":{"steamid":"76561197964216252","num_games_owned":339,"num_reviews":8,"playtime_forever":941,"playtime_last_two_weeks":0,"playtime_at_review":941,"last_played":1404569020},"language":"koreana","review":"스토리도 좋고 게임성도 좋음. 특히 활력 시스템은 참 재밌게 잘 구성된 것 같음. 스토리가 훌륭하기는 하나 너무 복잡한 감이 약간 있음","timestamp_created":1405000748,"timestamp_updated":1405000748,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11166355","author":{"steamid":"76561198015230103","num_games_owned":151,"num_reviews":3,"playtime_forever":4707,"playtime_last_two_weeks":0,"playtime_at_review":1934,"last_played":1521515854},"language":"english","review":"Best game i ever played. the story we leave you wanting for a lot more!","timestamp_created":1404999790,"timestamp_updated":1404999790,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11165957","author":{"steamid":"76561198057510870","num_games_owned":370,"num_reviews":4,"playtime_forever":663,"playtime_last_two_weeks":0,"playtime_at_review":624,"last_played":1427039782},"language":"english","review":"It is just an amazing game with a fantastic story, deep indepth characters and it look wonderful, i would recomment anyone to buy it if they want to have a fun and interesting story game","timestamp_created":1404997944,"timestamp_updated":1404997944,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11165782","author":{"steamid":"76561198120941671","num_games_owned":99,"num_reviews":8,"playtime_forever":1617,"playtime_last_two_weeks":0,"playtime_at_review":711,"last_played":1547212461},"language":"russian","review":"Норм так игрушка, но сюжет слишком запутан. С другой стороны, можно наслодится пейзажами. В игре очень хорошая графика, и мир прорисован на отлично. по мне так - стоящая игрушка.","timestamp_created":1404997030,"timestamp_updated":1404997030,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11165648","author":{"steamid":"76561198126291005","num_games_owned":143,"num_reviews":4,"playtime_forever":2974,"playtime_last_two_weeks":0,"playtime_at_review":1317,"last_played":1581964860},"language":"brazilian","review":"Esse jogo é simplesmente fantástico, Cara Columbia é Simplesmente linda Sua trilha sonora de época dão um toque final no game play que não deixa a desejar além de enredo e história SIMPLISMENTE FANTASTICA e o Final EXPLOSIVO de Tão FODA, Até Bugou minha mente (de um jeito bom é claro) além de personagens Carismáticos como a Elizabeth principalmente por não ser uma Ashley da Vida, pois ela é extremamente útil em Combate!\nE sem contar as DLC’s que são muito Boas, Resumindo o game está recomendado \nE quem Gostou da Elizabeth deem uma olhada nesse Cosplay dela https://www.facebook.com/media/set/?set=a.738712752848141.1073741836.148993448486744&type=3\n\nEsta Simplismente fantastico!\n","timestamp_created":1404996317,"timestamp_updated":1404996317,"voted_up":true,"votes_up":4,"votes_funny":0,"weighted_vote_score":"0.583333313465118408","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11165472","author":{"steamid":"76561198053706838","num_games_owned":343,"num_reviews":15,"playtime_forever":523,"playtime_last_two_weeks":0,"playtime_at_review":523,"last_played":1404994984},"language":"german","review":"Für mich ist BioShock Infinite ein geniales Spiel. ich hätte nicht gedacht das ein Shooter so eine Geschichte aufbauen kann. Ich habe Bioshock in einem Sale gekauft, aber es ist voll und ganz sein Geld wert. Es gab so viele Wendungen und trotzdem ist die Geschichte flüssig. Ich habe es auf NORMAL durchgespielt, was nicht schwierig war, aber auch nicht leicht. Genau das was man unter Normal versteht. Viele neue Shooter können sich von der Geschichte und der Spannung von Bioshock bitte ein Stück abschneiden. Ein Masterpiece aus meiner Sicht","timestamp_created":1404995330,"timestamp_updated":1480002202,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11164509","author":{"steamid":"76561198124234046","num_games_owned":321,"num_reviews":2,"playtime_forever":1459,"playtime_last_two_weeks":0,"playtime_at_review":950,"last_played":1554563388},"language":"english","review":"10/10. Favourite game of all time, combat doesn't feel too repetitive and is interesting throughout combined with the amazing storytelling by Ken Levine.  Although it lacks some substance from the original Bioshocks it is still fun to play.","timestamp_created":1404989857,"timestamp_updated":1404989857,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.497400552034378052","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11164328","author":{"steamid":"76561198004690988","num_games_owned":424,"num_reviews":28,"playtime_forever":1015,"playtime_last_two_weeks":0,"playtime_at_review":1015,"last_played":1404160763},"language":"english","review":"story is a bloated mess and has the subtlety of a crowbar being shoved up your @$$! I bought this on sale so it doesnt hurt as much. It lacks the creativity of Bioshock 1/2, you're limited to 2 weapons only, vigors are simplified compared with the previous games plasmids, enemies are dull, noisy uninspired bullet sponges, levels feel railroaded and CODified. I honestly dont know what Ken Levine was thinking when he made this game. only buy on sale.","timestamp_created":1404988602,"timestamp_updated":1532999442,"voted_up":false,"votes_up":1,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11163765","author":{"steamid":"76561198075341966","num_games_owned":57,"num_reviews":8,"playtime_forever":2899,"playtime_last_two_weeks":0,"playtime_at_review":1489,"last_played":1639420770},"language":"russian","review":"Игры с более интересным и захватывающим сюжетом я еще не встречал. Разработчики очень хорошо сумели добавить к шутеру от первого лица просто ШИКАРНЫЙ сюжет. Не смотря никаких обзоров, гайдов и т. д. можно завистнуть в игре на долгие недели. А чтобы понять концовку придется довольно долго обдумывать. В общем, это игра, которую должен пройти каждый.","timestamp_created":1404985338,"timestamp_updated":1404985338,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11163533","author":{"steamid":"76561198051965187","num_games_owned":160,"num_reviews":11,"playtime_forever":3714,"playtime_last_two_weeks":0,"playtime_at_review":3655,"last_played":1585365399},"language":"english","review":"That ending blew my mind... definitely one of the best FPS games I've ever played!\n\nOH WOWWWWWWWWWWWWW!!!!\nWHAT A NICE GAMEEEEEEEEEEEEEEEEEEE!!!!!\nWHOAAAAAAAAAAAAAAAAA DUDEEEEEEEEEEEEEEEE!!!!!!!!!!!!","timestamp_created":1404983799,"timestamp_updated":1479990628,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11162377","author":{"steamid":"76561198065709586","num_games_owned":359,"num_reviews":21,"playtime_forever":874,"playtime_last_two_weeks":0,"playtime_at_review":462,"last_played":1551577355},"language":"english","review":"6 HOURS of time wasted","timestamp_created":1404975636,"timestamp_updated":1404975636,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11162289","author":{"steamid":"76561198020582530","num_games_owned":318,"num_reviews":6,"playtime_forever":4501,"playtime_last_two_weeks":0,"playtime_at_review":4462,"last_played":1445399619},"language":"english","review":"One of if not the Best looking game i have ever played!","timestamp_created":1404974858,"timestamp_updated":1404974858,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.549180328845977783","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11162107","author":{"steamid":"76561198122438120","num_games_owned":592,"num_reviews":14,"playtime_forever":3961,"playtime_last_two_weeks":0,"playtime_at_review":969,"last_played":1651233830},"language":"english","review":"Best game ever !!!","timestamp_created":1404973490,"timestamp_updated":1404973490,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11162028","author":{"steamid":"76561198012450326","num_games_owned":376,"num_reviews":13,"playtime_forever":3620,"playtime_last_two_weeks":0,"playtime_at_review":1878,"last_played":1582424636},"language":"english","review":"This game is a nice game but it really wasn't anything like the first 2 Bioshock games.  Don't expect a Bioshock experience.   It's basically it's own animal.  I don't regret playing it at all but was disappointed that it was branded Bioshock since it little to do with the franchise.  If you buy it, just look at it as if it didn't have the name Bioshock in it's title.","timestamp_created":1404972977,"timestamp_updated":1404972977,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11161631","author":{"steamid":"76561198105447505","num_games_owned":1541,"num_reviews":22,"playtime_forever":601,"playtime_last_two_weeks":0,"playtime_at_review":582,"last_played":1431266885},"language":"japanese","review":"これまでのBioshockシリーズと異なり舞台は暗い海底都市ラプチャーから明るい天空都市コロンビアへと移っている。\n所持武器に制限があり、前作までのような、様々な戦略を組み立てる面白さは多少減ったように感じる。\nしかし今作ではそれを補うには余りある程に面白く、先が気になるストーリーを楽しめた","timestamp_created":1404970207,"timestamp_updated":1404970207,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.545454561710357666","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11161218","author":{"steamid":"76561198061724365","num_games_owned":154,"num_reviews":2,"playtime_forever":1786,"playtime_last_two_weeks":0,"playtime_at_review":1125,"last_played":1460256008},"language":"english","review":"The story is DIVINE!!\nI don't think anyone who played this saw the ending coming, (apart from the developers of course) aside from that the atmosphere is alive, the soundtrack is moving and the characters are loveable. I rate this game 11/10 must buy.","timestamp_created":1404967553,"timestamp_updated":1404967553,"voted_up":true,"votes_up":4,"votes_funny":0,"weighted_vote_score":"0.57512134313583374","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11160187","author":{"steamid":"76561197990921983","num_games_owned":428,"num_reviews":7,"playtime_forever":888,"playtime_last_two_weeks":0,"playtime_at_review":769,"last_played":1431379060},"language":"english","review":"These frickin' Bioshock games man. They're so repetetive! There's always a lighthouse, there's always a man, and there's always a city!\n\nCan't they come up with anything new?","timestamp_created":1404961132,"timestamp_updated":1404961170,"voted_up":true,"votes_up":1,"votes_funny":1,"weighted_vote_score":"0.522058844566345215","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11158454","author":{"steamid":"76561198072999227","num_games_owned":78,"num_reviews":1,"playtime_forever":1629,"playtime_last_two_weeks":0,"playtime_at_review":1592,"last_played":1485446481},"language":"french","review":"Gameplay et surtout scénario à couper le soufle...","timestamp_created":1404950655,"timestamp_updated":1404950655,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11158297","author":{"steamid":"76561198057664896","num_games_owned":36,"num_reviews":1,"playtime_forever":2004,"playtime_last_two_weeks":0,"playtime_at_review":1963,"last_played":1427594845},"language":"spanish","review":"Uno de los mejores juegos a los que he podido jugar en esta generación. La calidad de imagen sólo es superada por su historia y sus personajes, de los que te enamoras prácticamente sin quererlo. Completamente recomendado. Bioshock Infinite se ha ido directo a la lista de mis juegos favoritos (y no olividar los DLC Panteón Marino).","timestamp_created":1404949765,"timestamp_updated":1404949765,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11157825","author":{"steamid":"76561198057404263","num_games_owned":203,"num_reviews":15,"playtime_forever":611,"playtime_last_two_weeks":0,"playtime_at_review":586,"last_played":1386997337},"language":"brazilian","review":"Um dos melhores jogos que já joguei.","timestamp_created":1404947060,"timestamp_updated":1404947060,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11157823","author":{"steamid":"76561198072736958","num_games_owned":65,"num_reviews":3,"playtime_forever":4028,"playtime_last_two_weeks":0,"playtime_at_review":995,"last_played":1651922992},"language":"english","review":"One of the best storylines you will ever play.","timestamp_created":1404947045,"timestamp_updated":1404947045,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11156131","author":{"steamid":"76561198109341367","num_games_owned":20,"num_reviews":3,"playtime_forever":704,"playtime_last_two_weeks":0,"playtime_at_review":681,"last_played":1406047796},"language":"german","review":"Wo ich das Spiel das erste mal sah, war ich skeptisch ob es was für mich wär, weil es doch sehr grafisch von anderen Spielen unterscheidet. Ich hab es bei Youtubern gesehen, wie sie mehrere Teile spielten, doch es interessierte mich nicht. Ich habs mir ja nur gekauft, weil es im Sale war! Ich spielte kurz das Spiel an, und sah, was für eine berührende Story dahinter steckt. Ich setzte mich an den Pc und spielte es in Ruhe durch, auch wenn es manchmal nicht geht, und das Spiel in wenigen Teilen durch-\"rushen\" muss, hat man dennoch genug Zeit zum Spielt. Einem wird der Weg quasi schon vorgezeigt, doch manchmal hat man 2 oder auch viel mehr Wege, die zu mehreren Verstecken führen, die man oft nicht für voll nimmt. Ich finde es einfach klasse. Leider habe ich nicht alle Fläschchen gefunden, ( wo man sich von 3 Dingen oft 1 aussuchen kann ) ich habe dort nur 7 oder 8 Flaschen gefunden, ob man wirklich bei den 3 Dingen alles voll bekommt weiß ich nicht. \nÜberblick:\n\nStory: Sehr emotional, spannend und man kann sich ziemlich schnell alles zusammen reimen.\nSpielefaktor: Meiner Meinung nach, sehr hoch. Man möchte wissen wie es weiter geht und man MUSS es einfach weiter spielen, leichter Sucht-Faktor! =D;)\nAllgemein: Ein sehr gutes Spiel, für leidenschaftliche Spieler, die emotionale Sachen lieben, das RICHTIGE! Bei mir hing es ab und zu mal, aber mich störte es nicht, muss aber nicht heißen das es bei euch auch so ist.\nFür diesen Preis kann man nichts falsch machen!:)","timestamp_created":1404938087,"timestamp_updated":1404938087,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.544072985649108887","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11155907","author":{"steamid":"76561197971359910","num_games_owned":231,"num_reviews":2,"playtime_forever":3701,"playtime_last_two_weeks":0,"playtime_at_review":2055,"last_played":1419976812},"language":"russian","review":"Это одна из немногих игр, которая намного превзошла мои ожидания, созданные рекламными роликами. Реклама не передает той глубины сюжета, который заложили в нее разработчики. Сюжет - самая главная изюминка игры (но далеко не единственная). Предупреждаю - не заглядывайте в концовку и не читайте спойлеры, а то украдете у себя массу волшебных впечатлений!\nПосле прохождения еще нахожусь в состоянии аффекта - пересматриваю сцены, переслушиваю музыку. Как органично и потрясающе в видеоряде игры звучат хоровой госпел Will the Circle Be Unbroken и исполненный мужским квартетом акапелло God Only Knows! Это нужно увидеть и услышать неспоредственно в контексте игры - картинка дополняет музыкальные образы просто великолепно.\nПоверьте мне, начавшему играть в 3D-шутеры с 90х годов прошлого века: эта игра - шедевр каких мало.","timestamp_created":1404937040,"timestamp_updated":1404937040,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11155364","author":{"steamid":"76561198103545898","num_games_owned":60,"num_reviews":7,"playtime_forever":1159,"playtime_last_two_weeks":0,"playtime_at_review":1043,"last_played":1490521530},"language":"russian","review":"Шедевр, больше нету слов.","timestamp_created":1404934597,"timestamp_updated":1511606912,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11155260","author":{"steamid":"76561198098680740","num_games_owned":93,"num_reviews":9,"playtime_forever":1610,"playtime_last_two_weeks":0,"playtime_at_review":251,"last_played":1653752114},"language":"english","review":"YOU CAN EAT PICKLES. 10/10","timestamp_created":1404934201,"timestamp_updated":1404934201,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11155048","author":{"steamid":"76561198000417443","num_games_owned":250,"num_reviews":14,"playtime_forever":1045,"playtime_last_two_weeks":0,"playtime_at_review":946,"last_played":1411397548},"language":"german","review":"Echt tolles Game. Man schlüpft in die Rolle (ich nenne es mal) eines Söldners, mit dem Namen Booker DeWitt, und werdet beauftragt eine bezaubernde, junge, hübsche (ecetera pepe)  Dame aus einem Turm zu befreien. Ohne jetzt hier mal spoilern zu wollen. Aber das findet ihr auf jeden Fall selber raus. ^^ Zum Gameplay kann ich nur eins sagen, es ist einfach wie bei allen anderen BioShock Teilen. Nur ist es schade mit der Auswahl der Plasmide, diese müsst ihr bei einigen Gegner gezielt auswählen, damit sie ihre volle Kraft entfalten können. Auch hier spielt die Kombination eine entscheidende Rolle. Ist sehr wichtig gegen die ganzen Horden von Gegner anzukommen. Und es gibt viele von ihnen. Humor findet man eher weniger - es ist ein ernstes Game. \nZur Geschichte selbst - es fängt misteriös an und endet in einer Erkenntniss, die dem Aha-Effekt gleichkommt. Aber seid gewarnt bei einigen Szenen wird es euch wie Schuppen von den Augen rieseln und euch die Kinnlade zu Boden reißen. Also - so war es bei mir zumindesten. \nDas Game verfügt über recht viele Errungenschafften. Wenn ihr zu den Jägern der Errungenschaften gehört, schaut sie euch erstmal an, bevor ihr losschmettert. Man kann auf alle Fälle drei vier Klatschen mit einer Fliege bedienen. \nVon und zur Grafik sage ich nur eins: Sagenhaft - gut designed und eine tolle Kulisse geschaffen. Sehr Detailreich aber nicht verspielt. Ein Gaumenschmauss im Zusammenspiel von Licht, Effekten und Orten. Na gut, ich will ja nicht so viel verraten. Hier Daumen hoch und Kaufempfehlung ausgesprochen. Man könnte noch einen Vierten Teil machen. ;-) Meiner Meinung nach. Viel Spaß mit BioShock Infinite.","timestamp_created":1404933256,"timestamp_updated":1404933488,"voted_up":true,"votes_up":0,"votes_funny":1,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11154957","author":{"steamid":"76561198095473822","num_games_owned":94,"num_reviews":1,"playtime_forever":2883,"playtime_last_two_weeks":0,"playtime_at_review":1092,"last_played":1413146100},"language":"english","review":"I totally love this game","timestamp_created":1404932916,"timestamp_updated":1404932916,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11154348","author":{"steamid":"76561198056180266","num_games_owned":114,"num_reviews":17,"playtime_forever":1468,"playtime_last_two_weeks":0,"playtime_at_review":1201,"last_played":1500052391},"language":"russian","review":"К сожалению я никогда не играл в игры серии Bioshock ну вот как то мой друг разказал про Bioshock Infinite и мне стало интересно что же это за игра. И вот скачав ее я понял что это класная игра с охрененым сюжетом,графикой,атмосферой и т.д. Мне было интересно бродить по Колумбии,наблюдать за сюжетными поворотами, а таже охреневать от концовки. Мне безумно понравились дополнения Burial at Sea episod 1 and episod 2. В них мы получаем ответы на многие вопросы которые мы задавали себе после концовки. На летней распродаже я купил игру вместе с Season Pass чтобы вновь погрузиться в прекрасный мир Biosock Infinite. Вобщем моя оценка 10/10.","timestamp_created":1404930420,"timestamp_updated":1404930420,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11154120","author":{"steamid":"76561198097839210","num_games_owned":357,"num_reviews":44,"playtime_forever":694,"playtime_last_two_weeks":0,"playtime_at_review":201,"last_played":1493513694},"language":"english","review":"A very story engraving game, with the action, mystery, and even wonders of what may come next in Columbia with your weapons protecting Elizabeth, its a story that will drag you till the end.","timestamp_created":1404929574,"timestamp_updated":1404929574,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11153989","author":{"steamid":"76561198119603680","num_games_owned":80,"num_reviews":8,"playtime_forever":1809,"playtime_last_two_weeks":0,"playtime_at_review":1381,"last_played":1482105753},"language":"brazilian","review":"Simplesmente o jogo com a história mais fantástica que eu já vi... \nHistória: 10/10\nGráficos: Muito bem otimizados, meu PC nem é bom, e os gráficos rodam maravilhosamente sem travar. 10/10\nDificuldade: Não é esses joguinhos que você ganha fácilmente, têm partes muito difíceis de passar no modo Normal. 10/10\n\nJogo com raros Bugs, realmente muito bem feito. Mesmo sem Multiplayer barra todos os COD juntos.\n\nse você não têm esse jogo meu amigo, compre, vale muito a pena, FODA!\n\nPS: História muito dificil de entender, logo, recomendo assistir um vídeo no youtube chamado: \"sessão spoiler: bioshock infinite\", o cara explica uma história mt complexa bem detalhadamente, ótimo canal.","timestamp_created":1404929039,"timestamp_updated":1420468358,"voted_up":true,"votes_up":43,"votes_funny":0,"weighted_vote_score":"0.784206092357635498","comment_count":2,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11153378","author":{"steamid":"76561198086076788","num_games_owned":184,"num_reviews":5,"playtime_forever":1337,"playtime_last_two_weeks":0,"playtime_at_review":684,"last_played":1443198621},"language":"english","review":"I don't generally enjoy FPS games but I would recommend this game to anyone, whether you enjoy FPS's or not. \nGreat graphics and gameplay mechanics as well as a brilliant plot make this game a must-have!","timestamp_created":1404926108,"timestamp_updated":1404926108,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11153373","author":{"steamid":"76561197997262136","num_games_owned":139,"num_reviews":1,"playtime_forever":762,"playtime_last_two_weeks":0,"playtime_at_review":690,"last_played":1404748203},"language":"spanish","review":"Recomendable. Quízas al final se hace un poco monotono pero merece la pena terminar el juego y ver el final.","timestamp_created":1404926084,"timestamp_updated":1404926084,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11152359","author":{"steamid":"76561198040635850","num_games_owned":226,"num_reviews":22,"playtime_forever":912,"playtime_last_two_weeks":0,"playtime_at_review":270,"last_played":1603674517},"language":"english","review":"A fantastic conclusion to the bioshock trilogy. Great story and very entertaining gameplay.","timestamp_created":1404921456,"timestamp_updated":1404921456,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11151372","author":{"steamid":"76561198060049819","num_games_owned":56,"num_reviews":2,"playtime_forever":812,"playtime_last_two_weeks":0,"playtime_at_review":812,"last_played":1404912032},"language":"english","review":"Perfect game and epic story line.\n\n10/10\n\nPlay it, you will agree with me. :D","timestamp_created":1404917191,"timestamp_updated":1404917191,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11151307","author":{"steamid":"76561197970363068","num_games_owned":1733,"num_reviews":11,"playtime_forever":2047,"playtime_last_two_weeks":0,"playtime_at_review":1708,"last_played":1410455884},"language":"german","review":"Bioshock Infinite macht wenig falsch und gehört für mich zu einem der besten Spiele aller Zeiten. Die Charaktere und die Geschichte können emotional bewegen und das Ende ist wie ein Ende sein sollte, Soundtrack und Deutsche Synchro sind ausgezeichnet und das komplette Design ist stimmig. Die Kampfmechanik mit Waffen und Kräften macht Spaß.\n\nWertung: 10/10.","timestamp_created":1404916851,"timestamp_updated":1404916851,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11150255","author":{"steamid":"76561197988751092","num_games_owned":329,"num_reviews":41,"playtime_forever":2453,"playtime_last_two_weeks":0,"playtime_at_review":2131,"last_played":1480480872},"language":"russian","review":"Bioshock Infinite – одна из самых необычных игр и целый феномен игровой индустрии. Это невероятная история в которой ты становишься ключевым героем. Вселенная игры настолько многогранна и обширна, что о ней можно написать несколько отдельных плотных статей или даже книгу. Каждый найдет в этой игре то, что ему по душе. Здесь и тебе идеи об утопии, и политика и экономика, и наука и религия, искусство и семейные отношения. Этот список можно, наверное, продолжать до бесконечности, на что название игры как бы нестрого намекает (хотя имеет совсем другой смысл). Причем это все так сильно переплетено и взаимосвязано, что ты просто этого не замечаешь.\n\nСюжет 10/10\n\nСюжет Bioshock Infinite это не сюжет, это шедевр. И как бы громко это не звучало, это так. Вы не найдете ни одной игры с таким потрясающим сюжетом как в Infinite. Одна из немногих игр, которая доказывает, что это главная и основополагающая часть игры. В Bioshock Infinite сюжет не отпускает тебя до конца. В отличии от других игр где ты по мере прохождения игры понимаешь, что происходит, в Infinite такого нет. Игра задает тебе все больше загадок, чем отвечает на ответы и постоянно заставляет думать. Вообще игра рассчитана на зрелого человека и геймера который будет понимать что игра ему хочет показать и рассказать, а не будет рассматривать игру как «шутерок» для «расслабона» на пару вечерков. Сюжет здесь очень глубокий и чтобы понять его, и разобраться во всех его хитросплетениях, после прохождения игры вам скорее всего придется почитать форумы по игре, потому что вы многое не поймете, а может и вовсе ничего. И это не потому что вы не совсем умный, просто это такой сюжет и такая игра. Ну во всяком случае пройти игру стоит еще раз чтобы разобраться во всем окончательно и обратить внимание на множество деталей, которые вы обязательно упустите при первом прохождении.\n\nГрафика 10/10\n\nНе стоит судить игры по графике. Однако в Bioshock Infinite она прекрасно настолько, насколько это возможно. На максимальных настроек игра выдает потрясающую картинку и местами просто завораживает зрителя тем что происходит на экране. Unreal Engine на базе которого построена игра прекрасно описывает мир и все его детали, так как они были задуманы разработчиками. Дизайн уровней просто на высоте. Здесь больше нечего говорить.\n\nМузыка и звук 10/10\n\nПрекрасная работа композитора Гарри Шумана дополняет графическую составляющую отличными саундтреками. Музыка здесь передают всю атмосферу и эмоции, которую необходимо почувствовать, будь то напряжение, страх или наслаждение чем-то прекрасным. Еще пару слов не могу добавить об озвучке персонажей, здесь она выше всяких похвал – актеры постарались на славу. Чего стоит только один спетый “Will Be Circle Be Unbroken?” Ну и с остальными звуками здесь тоже все в порядке и на уровне. \n\nГеймплей 9/10\n\nГеймплей здесь, как и в обычном шутере, весьма прост. Этот процесс Irrational Games разнообразили как могли. Тут тебе очень большое количество оружия, специальные способности или же мутации – называемые энергетиками, которые стали интереснее, и в некоторых случаях очень хорошо вас выручают. Здесь есть 4 слота снаряжения, которые вы можете собирать во время игры и комбинировать как захотите, существует прокачка оружия и энергетиков, в общем что еще надо? Стиль геймплея здесь ураганный: бегать, прыгать надо быстро и много. И так практически на протяжении половины всей игры. В общем скучно вам не станет, хотя некоторым это может показаться не так. Присутствует и загадки, которые на протяжении игры встречаются пару штук. Так же в геймплее есть еще по крайнее две исключительная особенности, я назову первую как «взаимодействием миров», а вторую «верный помощник». Что же это такое за особенности? Придется поиграть в игру иначе, это будет уже скорее всего спойлером.\n\nВ заключении...\n\nЕсли вы играли в предыдущие две части Bioshock или только в первую часть – я думаю здесь и говорить нечего, обязательно. Если вы еще не знакомы со вселенной Bioshock вы можете начать с Bioshock Infinite, но лучше всего ознакомится с первой частью, и если вам понравится стиль игры, то проходите Infinite Обязательныо также брать дополнения Burial At Sea 1 и 2, потому что именно они заканчивают эту замечательную историю.\n\nИгра - шедевр и обязательна к прохождению всем. Кен Левин показал всей игровой индустрии и миру, что игры могут быть не просто играми, игры могут быть искусством. Игра в которой в каждую незначительную деталь вложена частичка души... \n\nБраво Кен Левин, браво Irrational Games!!!\n","timestamp_created":1404911772,"timestamp_updated":1404911772,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.476190477609634399","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11148246","author":{"steamid":"76561198073450764","num_games_owned":37,"num_reviews":6,"playtime_forever":2631,"playtime_last_two_weeks":0,"playtime_at_review":1023,"last_played":1476462023},"language":"russian","review":"perfect!","timestamp_created":1404900874,"timestamp_updated":1404900874,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11148211","author":{"steamid":"76561197999111257","num_games_owned":728,"num_reviews":95,"playtime_forever":1430,"playtime_last_two_weeks":0,"playtime_at_review":1430,"last_played":1395928311},"language":"russian","review":"Вот наконец и завершилась история двух городов, замкнулись все циклы. Что тут сказать, мне игра понравилась, вполне себе добротный шутер, хороший выбор оружия, достаточно тоников, к тому же разработчики не стали тупо их плагиаттить из предыдущих частей. Интересный сюжет, очень красивый город, путешествия по которому действительно захватывают. Добротные длс, действительно неплохая попытка сделать стэлс, естественно, не идеальная, но тем не менее. В общем и целом, действительно хорошая игра, как и предыдущие. Рекомендую данную трилогию к ознакомлению всем без исключения!","timestamp_created":1404900630,"timestamp_updated":1404900630,"voted_up":true,"votes_up":4,"votes_funny":0,"weighted_vote_score":"0.561087846755981445","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11148095","author":{"steamid":"76561198063223709","num_games_owned":127,"num_reviews":3,"playtime_forever":1326,"playtime_last_two_weeks":0,"playtime_at_review":527,"last_played":1493126572},"language":"english","review":"This game is insane, one of my favourite shooters too this date. Can't believe how cheap this is for what it is. Well worth a buy!","timestamp_created":1404899943,"timestamp_updated":1404899943,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11146965","author":{"steamid":"76561198074894328","num_games_owned":84,"num_reviews":8,"playtime_forever":820,"playtime_last_two_weeks":0,"playtime_at_review":748,"last_played":1456139073},"language":"russian","review":"BioShock Infinite\nИгра с великолепным сюжетом, умопомрачительным дизайном, великолепными диалогами и конечно нельзя забывать про няшу Элизабэт.","timestamp_created":1404892211,"timestamp_updated":1404892211,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11146466","author":{"steamid":"76561198133640225","num_games_owned":15,"num_reviews":1,"playtime_forever":1472,"playtime_last_two_weeks":0,"playtime_at_review":935,"last_played":1420673770},"language":"english","review":"This is an AWESOME game!! The storyline is amazing!! It might seem strange at first but it's a great game even though some parts are a little bit grindy to play through.","timestamp_created":1404888896,"timestamp_updated":1404888896,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11146395","author":{"steamid":"76561198062783132","num_games_owned":145,"num_reviews":3,"playtime_forever":981,"playtime_last_two_weeks":0,"playtime_at_review":571,"last_played":1611949565},"language":"english","review":"This is possibly one of the best games i have played in a very long time. the gameplay is fluid, the graphics while they are cartoonish are stil highly detailed and definitive, and the story will keep you on your toes to the epic conclusion. over all i say definitly a must buy.","timestamp_created":1404888299,"timestamp_updated":1404888299,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11145864","author":{"steamid":"76561197993735217","num_games_owned":223,"num_reviews":36,"playtime_forever":4098,"playtime_last_two_weeks":0,"playtime_at_review":2034,"last_played":1581835677},"language":"english","review":"Yeah its good, it's worth it\nWait,\nI got a fantastic random Idea!\n\nHave the characters named as a random object and number, having absolutely no gender and race. When the story's finished, do a coin toss - heads for female, tails for male... then roll a dice or something for race. It'll be funny to watch people react to the characters' race and gender decided by a coin and a dice.\n\nHeHeHe","timestamp_created":1404884795,"timestamp_updated":1404884795,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.541984736919403076","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11145371","author":{"steamid":"76561198098794269","num_games_owned":12,"num_reviews":1,"playtime_forever":1769,"playtime_last_two_weeks":0,"playtime_at_review":1207,"last_played":1437903363},"language":"english","review":"Dude, just about to finish the final stage, now already thinkin about to play it again from the start. I say, the theme and the story are so remarkable. the game is just perfect to me as its not that scary, but not boring either. I know that i dont really fully understand with the story till the end, but the Guy on the youtube is just so awesome for explaining it. \n\nLove the set up of the city and the graphics.  Fantastic Game, Worth every penny!\n\n\nToo bad i did not download the expansions during the summer sale...","timestamp_created":1404881493,"timestamp_updated":1404881722,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11144542","author":{"steamid":"76561198134813790","num_games_owned":2143,"num_reviews":2,"playtime_forever":1756,"playtime_last_two_weeks":0,"playtime_at_review":1684,"last_played":1509565938},"language":"brazilian","review":"Que jogo brilhante, sem palavras pra descrever o quanto o jogo é bom, eu já tinha gostado dos primeiros 2 jogos da série mas esse conseguiu se superar com o carisma da Elizabeth... 11/10!","timestamp_created":1404875863,"timestamp_updated":1479935321,"voted_up":true,"votes_up":5,"votes_funny":0,"weighted_vote_score":"0.579303920269012451","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11144078","author":{"steamid":"76561198039547262","num_games_owned":91,"num_reviews":9,"playtime_forever":512,"playtime_last_two_weeks":0,"playtime_at_review":511,"last_played":1405410957},"language":"english","review":"The best $5 I've ever spent on a video game","timestamp_created":1404873175,"timestamp_updated":1404873175,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11143699","author":{"steamid":"76561197970409447","num_games_owned":984,"num_reviews":93,"playtime_forever":1471,"playtime_last_two_weeks":0,"playtime_at_review":764,"last_played":1464649169},"language":"english","review":"The original BioShock is known for exploring metaphysical ideologies while surving up intense, challenging, even brutal gameplay. Infinite steps this up to the next level. Truly deserving of the name. Contemplative brilliance. This game manages to simultaneously challenge the gamer and the thinker alike. Fair warning; Hard mode is incredibly difficult. I would recommend normal even for seasoned gamers.","timestamp_created":1404870674,"timestamp_updated":1404870674,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11143428","author":{"steamid":"76561198054267232","num_games_owned":366,"num_reviews":21,"playtime_forever":209,"playtime_last_two_weeks":0,"playtime_at_review":209,"last_played":1405124325},"language":"french","review":"Ne vous attendez pas a un gameplay riche, il est même plutôt raide, et pas très agréable ( souris/clavier ).\nL'histoire est intéressante, mais il faut la prendre comme un film ( énormement de cinématique, et de creux sans adversaires ou vous vous contentez de courrir et de regarder le décor ).\n","timestamp_created":1404869009,"timestamp_updated":1404869009,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11142507","author":{"steamid":"76561198111428251","num_games_owned":28,"num_reviews":1,"playtime_forever":746,"playtime_last_two_weeks":0,"playtime_at_review":733,"last_played":1434230416},"language":"english","review":"Awesome!","timestamp_created":1404863540,"timestamp_updated":1404863540,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11142467","author":{"steamid":"76561198043632775","num_games_owned":144,"num_reviews":5,"playtime_forever":1183,"playtime_last_two_weeks":0,"playtime_at_review":827,"last_played":1419548303},"language":"english","review":"A good twisty story telling game that contain guns :)","timestamp_created":1404863318,"timestamp_updated":1404863318,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.545454561710357666","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11141835","author":{"steamid":"76561198022887149","num_games_owned":41,"num_reviews":1,"playtime_forever":1488,"playtime_last_two_weeks":0,"playtime_at_review":1030,"last_played":1410568402},"language":"italian","review":"Storia molto bella, ma frettolosa nel finale..\nAnche se a volte il gameplay risulta monotono (nn ci sono altre vie di proseguimento alternativo, o spari..o spari!) nel complesso è gestito bene, insomma un graddevole acquisto (specialmente in saldo!)","timestamp_created":1404860230,"timestamp_updated":1404860230,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.519999980926513672","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11141749","author":{"steamid":"76561198004008885","num_games_owned":134,"num_reviews":16,"playtime_forever":819,"playtime_last_two_weeks":0,"playtime_at_review":555,"last_played":1408494267},"language":"english","review":"This game hooked me from the beginning just like the previous Bioshock games... Fantastic game and fantastic story I would recommend this to anyone","timestamp_created":1404859762,"timestamp_updated":1404859762,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11141596","author":{"steamid":"76561198045887552","num_games_owned":67,"num_reviews":6,"playtime_forever":1190,"playtime_last_two_weeks":0,"playtime_at_review":734,"last_played":1408315821},"language":"english","review":"So many hidden elements, all tied together. Continuous; fragmented.\nThis game is:\n- Story rich\n- Convoluted\n- Unprecedented\n- & much more\n\nThis game has:\n- Incredible music pertinent to every element it precedes or follows.\n- Emotional attatchment\n- Elements leading you to question after question\n- & much more\n\n\nThere is too much to put in one review. Too much to reveal, for an unparalleled experience.\n\n\nThe very title reveals so much to those who have played, but so little to those who haven't.\n\nWhy haven't you?","timestamp_created":1404858999,"timestamp_updated":1404858999,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11141458","author":{"steamid":"76561198027731884","num_games_owned":115,"num_reviews":12,"playtime_forever":968,"playtime_last_two_weeks":0,"playtime_at_review":968,"last_played":1378155946},"language":"english","review":"I prefere the first one but it's very nice :)","timestamp_created":1404858339,"timestamp_updated":1404858339,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11140799","author":{"steamid":"76561198094757031","num_games_owned":46,"num_reviews":7,"playtime_forever":1303,"playtime_last_two_weeks":0,"playtime_at_review":583,"last_played":1408029005},"language":"russian","review":"Хорошая игра.\n10/10","timestamp_created":1404855196,"timestamp_updated":1404855196,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11140220","author":{"steamid":"76561197963341107","num_games_owned":889,"num_reviews":45,"playtime_forever":3301,"playtime_last_two_weeks":0,"playtime_at_review":3274,"last_played":1404851619},"language":"english","review":"The story of bioshock infinite is complex and interesting. The artstyle is amazing. The voice acting is phenomenal.\n\nThe FPS elements are good enough, the RPG elements are fun. All in all on of the best games of all time.","timestamp_created":1404852369,"timestamp_updated":1404852369,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11139378","author":{"steamid":"76561198140390447","num_games_owned":98,"num_reviews":1,"playtime_forever":2321,"playtime_last_two_weeks":0,"playtime_at_review":1176,"last_played":1410373045},"language":"english","review":"Just completed the main storyline,which was pretty impressive!\nI'm playing it again and things started to make much more sense this time.","timestamp_created":1404848517,"timestamp_updated":1404848517,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11139290","author":{"steamid":"76561198006893472","num_games_owned":502,"num_reviews":64,"playtime_forever":2541,"playtime_last_two_weeks":0,"playtime_at_review":2541,"last_played":1400055895},"language":"english","review":"Pros:\n\n+ Absolutely stunning visual design\n+ Voice work is exceptional on both Troy Baker and Courtnee Draper's part\n+ Combat is fast paced, challenging, fun, and a nice change up from the earlier games' very confined almost claustrophobic environments\n+ The Burial at Sea DLCs are completely worth it\n\nCons:\n\n- The storyline can get a little confusing and will require additional playthroughs or some internet sleuthing in order to fully understand it\n- Nothing too groundbreaking has occured going from the combat of Bioshock to Bioshock: Infinite - it's still guns and powers but this time Plasmids are called Vigors and you can only carry two different weapons at a time\n- Lacked that \"rug pulled out from under you\" kind of twist that Bioshock had\n\nThe Bottom Line\n\nInfinite is a worthy successor to Irrational's debut. While some aspects do feel rehashed (the combat, the utopia gone wrong scenario, etc) it doesn't mean that the game isn't well crafted or incredibly enjoyable. I've played through Infinite twice now and I can definitely see myself doing so for a third time in the future.\n\n8 songbirds out of 10","timestamp_created":1404848219,"timestamp_updated":1417889411,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11138781","author":{"steamid":"76561198024613807","num_games_owned":92,"num_reviews":5,"playtime_forever":968,"playtime_last_two_weeks":0,"playtime_at_review":524,"last_played":1581184906},"language":"english","review":"This game is the culmination of video games. It is the most visually stunning game out there; a unique and beautiful art style which is new to this game series, but still contains the classical dark Bioshock undertones. Intriguing and challenging story (with a very elaborate and thought provoking ending) and excellent , often overlooked, voice acting and AI programming!! [10/10]","timestamp_created":1404846346,"timestamp_updated":1404846346,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11138456","author":{"steamid":"76561198043765109","num_games_owned":530,"num_reviews":7,"playtime_forever":851,"playtime_last_two_weeks":0,"playtime_at_review":461,"last_played":1500845959},"language":"english","review":"Just finished the game, a great story with a good ending, definitley recommend this game.","timestamp_created":1404845104,"timestamp_updated":1404845104,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11138089","author":{"steamid":"76561198097020096","num_games_owned":44,"num_reviews":5,"playtime_forever":1386,"playtime_last_two_weeks":0,"playtime_at_review":817,"last_played":1599587354},"language":"brazilian","review":"Um dos melhores,se não o melhor, jogo que já joguei, apesar do final confuso. Cenário interessante por se passar em um passado futurístico. Personagens com ótimas reações ao jogo e uma historia complexa.","timestamp_created":1404843543,"timestamp_updated":1404843543,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11137424","author":{"steamid":"76561197976904646","num_games_owned":753,"num_reviews":66,"playtime_forever":1111,"playtime_last_two_weeks":0,"playtime_at_review":673,"last_played":1409933482},"language":"english","review":"A masterpiece of design (video, audio, screenplay), story-telling and action... a life-time gaming reference. Too short compared to Bioshock but more story-driven.","timestamp_created":1404840809,"timestamp_updated":1405180716,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11136956","author":{"steamid":"76561198115036552","num_games_owned":176,"num_reviews":14,"playtime_forever":973,"playtime_last_two_weeks":0,"playtime_at_review":970,"last_played":1408531014},"language":"german","review":"Grafik 9/10\nGameplay 9/10\nSound 10/10\nStory 10/10\n\nWetung 9.5/10\n\nBioshock infinte fesselt von der ersten sekunde an und besticht durch die grossartige story,waffen und gegner hätten besser sein können,aber die story reisst es wieder raus,also macht unbedingt den ausflug nach columbia!","timestamp_created":1404838944,"timestamp_updated":1404838944,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11136780","author":{"steamid":"76561198022872877","num_games_owned":52,"num_reviews":1,"playtime_forever":1995,"playtime_last_two_weeks":0,"playtime_at_review":1433,"last_played":1429674460},"language":"english","review":"Phenomenal gameplay, brilliant story. Currently my favourite game of all time","timestamp_created":1404838242,"timestamp_updated":1404838242,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11136375","author":{"steamid":"76561198072586558","num_games_owned":1190,"num_reviews":92,"playtime_forever":910,"playtime_last_two_weeks":0,"playtime_at_review":910,"last_played":1404836329},"language":"russian","review":"Божественный сюжет!","timestamp_created":1404836382,"timestamp_updated":1404836382,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.453648924827575684","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11136019","author":{"steamid":"76561198045826954","num_games_owned":219,"num_reviews":4,"playtime_forever":3871,"playtime_last_two_weeks":0,"playtime_at_review":2906,"last_played":1566235330},"language":"english","review":"ok people let me start off this game changed my view of video games (in a good way) the overall story is fantastic and when you finish it youll be wanting more. This game takes you on an adventure that youll enjoy the whole way through. when you catch your first glimpse of the world you know this game is special the world is visceral and beautiful and alive. you will find yourself getting attatched to both characters. Also let me say that \"the girl\" is the most helpful and best companion to date. Here is my personal recollection of the game, when i finished the game i got this pit in my stomach amd i only get this kind of pit in my stomach from when i finish a really good book and thats the moment i realized i love this game it really is a great adventure and is an experiance that everyone should have. well if you read all of this i appreciate it thank you for taking the time. Hope my review helped.","timestamp_created":1404834723,"timestamp_updated":1404834723,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11135150","author":{"steamid":"76561197992896880","num_games_owned":705,"num_reviews":16,"playtime_forever":4480,"playtime_last_two_weeks":0,"playtime_at_review":2434,"last_played":1407954829},"language":"english","review":"Where to start, Had owned the game for quite some time and was hesitant to play it due to the first bioshock. But this game was AMAZING! it made me feel so many emotions that i havn't felt from a game in such a long time, with so many twists and turns to keep you on the edge of you seat it made you never want to leave except for that occational coffee break ;) \nIt is for sure a 10/10 must play with stunning scenary and music.","timestamp_created":1404830848,"timestamp_updated":1404830848,"voted_up":true,"votes_up":16,"votes_funny":0,"weighted_vote_score":"0.600631773471832275","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11134398","author":{"steamid":"76561197992440544","num_games_owned":347,"num_reviews":7,"playtime_forever":1561,"playtime_last_two_weeks":0,"playtime_at_review":1338,"last_played":1505509866},"language":"brazilian","review":"Se você gosta de uma história muito bem desenvolvida e que te faça ficar uma semana remoendo sobre ela, Bioshock é o jogo que você precisa. \nEmbora a terceira sequência da série não seja em Rapture (existem motivos para isso) e a sua jogralidade está mais voltada para beneficiar um bom jogador estratégico, Bioshock Infinite não deixa a desejar a quem jogou os últimos dois jogos da série, a história a princípio não parece ser nada ligada aos primeiros jogos, mas quando você zerar, vai entender que a conexão é mais do que nítida, e isso é um dos aspectos mais interessantes e fascinantes do jogo. \n","timestamp_created":1404827415,"timestamp_updated":1404827415,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.545454561710357666","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11134236","author":{"steamid":"76561198116738037","num_games_owned":5,"num_reviews":1,"playtime_forever":926,"playtime_last_two_weeks":0,"playtime_at_review":255,"last_played":1630662814},"language":"english","review":"not like any other shooting games","timestamp_created":1404826605,"timestamp_updated":1404826605,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11131625","author":{"steamid":"76561198087005937","num_games_owned":42,"num_reviews":9,"playtime_forever":5821,"playtime_last_two_weeks":0,"playtime_at_review":5199,"last_played":1406048460},"language":"russian","review":"Bioshock Infinite не та игра, о которой можно просто сказать \"Норм игруха, чёткий графон, сюжет ништяк – советую\". Что бы передать всю прелесть игры даже то, что перечислено вверху – ничтожно мало. Вы точно ничего не потеряете, если пройдёте игру, а вот если не пройдете, то велика вероятность, что вы потеряли массу положительных эмоций.\n\nP.S. моя любимая игра))))","timestamp_created":1404812039,"timestamp_updated":1404812039,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11131147","author":{"steamid":"76561198122377961","num_games_owned":196,"num_reviews":32,"playtime_forever":1173,"playtime_last_two_weeks":0,"playtime_at_review":1173,"last_played":1404808428},"language":"english","review":"Like the last two games in the series, Bioshock Infinite is a masterpiece.\nThe story will keep you hanging on the edge of your seat to the very end.\nThis game will have a special place in my heart for the rest of my life.....","timestamp_created":1404809091,"timestamp_updated":1404809091,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11130780","author":{"steamid":"76561198098482578","num_games_owned":163,"num_reviews":3,"playtime_forever":380,"playtime_last_two_weeks":0,"playtime_at_review":380,"last_played":1404538987},"language":"russian","review":"Это игра побудила в мне чувство к главной героине еще и кросотам этого города) \nоценка 10/10","timestamp_created":1404806706,"timestamp_updated":1404806706,"voted_up":true,"votes_up":2,"votes_funny":1,"weighted_vote_score":"0.546319782733917236","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11130650","author":{"steamid":"76561198074426891","num_games_owned":168,"num_reviews":5,"playtime_forever":511,"playtime_last_two_weeks":0,"playtime_at_review":458,"last_played":1582306276},"language":"english","review":"EASILY MY FAVORITE GAME! Story is great, and with the simple purchase of the many DLC for the game, it gives alot more replay value. It has a variety of guns to meet every player's preferance. It's just an all around good game for everyone! This is a game that will keep you coming back everytime wanting more!","timestamp_created":1404805860,"timestamp_updated":1404805860,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11130407","author":{"steamid":"76561198083024969","num_games_owned":402,"num_reviews":56,"playtime_forever":1857,"playtime_last_two_weeks":0,"playtime_at_review":1324,"last_played":1590520592},"language":"russian","review":"BioShock Infinite- это безусловно шедевр! \nЯ проходил ее где то раза 3-4, и все это время мне было интересно играть.\nЯ не понимаю, как можно этой игре поставить меньше 10 баллов, когда после финальных титров ты минут 30 сидишь в ахуе, от концовки, и только потом выключаешь игру!\nОчень жаль что Кен Левин ушел =(","timestamp_created":1404804256,"timestamp_updated":1404804256,"voted_up":true,"votes_up":44,"votes_funny":0,"weighted_vote_score":"0.651804506778717041","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11130373","author":{"steamid":"76561198114670567","num_games_owned":21,"num_reviews":3,"playtime_forever":2877,"playtime_last_two_weeks":0,"playtime_at_review":1274,"last_played":1474431395},"language":"spanish","review":"mejor juego mejor juego mejor juego mejor juego mejor juego mejor juego mejor juego mejor juego mejor juego mejor juego mejor juego mejor juego mejor juego mejor juego mejor juego mejor juego mejor juego mejor juego mejor juego mejor juego mejor juego mejor juego mejor juego mejor juego mejor juego mejor juego mejor juego mejor juego mejor juego mejor juego mejor juego mejor juego mejor juego mejor juego mejor juego mejor juego mejor juego mejor juego mejor juego mejor juego","timestamp_created":1404804039,"timestamp_updated":1404804039,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11130100","author":{"steamid":"76561197981856109","num_games_owned":337,"num_reviews":21,"playtime_forever":972,"playtime_last_two_weeks":0,"playtime_at_review":720,"last_played":1482023861},"language":"english","review":"One of the best Games I have every played.  Story rich doesn't cover it.  My only complaint is I want more It is not short but I want more.  If you don't have it and fps games are even remotley fun for you buy this game.","timestamp_created":1404802055,"timestamp_updated":1404802055,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11129991","author":{"steamid":"76561198140766920","num_games_owned":36,"num_reviews":1,"playtime_forever":854,"playtime_last_two_weeks":0,"playtime_at_review":794,"last_played":1483901221},"language":"russian","review":"Классная игрушка. Сюжет конечно запутанный, и не сразу можно все понять.","timestamp_created":1404801291,"timestamp_updated":1404801291,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11128359","author":{"steamid":"76561197971673197","num_games_owned":181,"num_reviews":4,"playtime_forever":1541,"playtime_last_two_weeks":0,"playtime_at_review":844,"last_played":1587644286},"language":"english","review":"I had never played any of the Bioshock games until this one. Now I know what I've been missing. This game's story pulled me in and kept me playing everytime I started it up. Playing on hard netted me about 14 hrs of gameplay. Not too bad, haven't bought the DLC yet but I plan to soon enough. The gameplay mechanics work very well, only a few minor things that I think should be worked out such as making more weapons useful than the few I stuck with most. Get this game if you haven't and you won't regret it.","timestamp_created":1404790620,"timestamp_updated":1404790620,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11128000","author":{"steamid":"76561198078124830","num_games_owned":456,"num_reviews":5,"playtime_forever":545,"playtime_last_two_weeks":0,"playtime_at_review":518,"last_played":1442379023},"language":"brazilian","review":"Segue os jogos anteriores sendo igualmente fantastico, dificil encontrar pontos negativos na parte tecnica e sua historia incrivel e relativa que te prende até o fim e te faz pensar e refletir sobre tudo! Os EPs da Burial at Sea são mais que recomendado em especial o 2°, que traz um grande final dependendo das diferentes visões mas que além traz um grande prologo do 1 ° Bioshock encerrando com chave de ouro a historia do Infinite e de repture. Duas palavras resumem: \"Constantes e Variáveis\".","timestamp_created":1404788322,"timestamp_updated":1404788322,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11127686","author":{"steamid":"76561198129263707","num_games_owned":16,"num_reviews":1,"playtime_forever":855,"playtime_last_two_weeks":0,"playtime_at_review":712,"last_played":1522801444},"language":"english","review":"this game is amazing, looks are amazing too","timestamp_created":1404786647,"timestamp_updated":1404786647,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11127475","author":{"steamid":"76561198051499965","num_games_owned":133,"num_reviews":1,"playtime_forever":695,"playtime_last_two_weeks":0,"playtime_at_review":649,"last_played":1411925236},"language":"spanish","review":"Game of the forever","timestamp_created":1404785402,"timestamp_updated":1404785402,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11126762","author":{"steamid":"76561197998982595","num_games_owned":65,"num_reviews":2,"playtime_forever":8187,"playtime_last_two_weeks":0,"playtime_at_review":142,"last_played":1614909476},"language":"english","review":"I haven't played much so far, but--if you're going to present a game as a PC game (even if it was originally developed on another platform), you should be able to save AT WILL.  Heck, even XBox 360/XBox One/PS3/PS4 games usually allow saving at will now.  BioShock Infinite uses save points.  There's no reason why it couldn't support saving at will.\n\nAs things now stand, I'm not all that happy with the game, which is disappointing--I liked both of its predecessors.","timestamp_created":1404781273,"timestamp_updated":1404781273,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11126667","author":{"steamid":"76561198047035486","num_games_owned":787,"num_reviews":214,"playtime_forever":736,"playtime_last_two_weeks":0,"playtime_at_review":736,"last_played":1404771083},"language":"english","review":"One of the greatest games I have played in a long while. I am not traditionally a FPS gamer but was sucked in by the very excellent storyline. I've played it through too many times now and always find something new. The graphics are stunning and is well thought out in terms of game play. Really, who can pass up the chance to play a game set in a steampunk city in the sky. So much fun. So many hotdogs in drawers. I have recommended this game to all my game loving friends. Even if you don't like shooter games you'll like this as the story and visuals are the most compelling element. Just play this game already.","timestamp_created":1404780732,"timestamp_updated":1404780759,"voted_up":true,"votes_up":5,"votes_funny":0,"weighted_vote_score":"0.541984736919403076","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11126003","author":{"steamid":"76561198047898407","num_games_owned":114,"num_reviews":17,"playtime_forever":1374,"playtime_last_two_weeks":0,"playtime_at_review":1374,"last_played":1422252215},"language":"english","review":"this bioshock is a more different shooter than the other bioshocks because you can only hold 2 weapons at a time and they are more weapons, the shooting feels different and the game is a lot brighter than the other bioshocks (probably because bioshock infinite is in the sky and the other bioshocks are underwater).The map design is great, the AI is quiet good  (going into cover when they are on low health), the characters are very thought out and you care for them, the plot is AMAZING and it gets weirder as the story goes on and by the end you just think \"what the heck did i just play\".\n\nthere are a couple different enemy types and mini bosses (no bosses). health, ammo and salts can be found all over the game, but in battle your companion gives you those things when your low on them, while thats great somtimes it's a bit overpowered\n\n9/10 because of the story","timestamp_created":1404776776,"timestamp_updated":1448279504,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11125937","author":{"steamid":"76561198032527334","num_games_owned":48,"num_reviews":1,"playtime_forever":1915,"playtime_last_two_weeks":0,"playtime_at_review":1171,"last_played":1485795626},"language":"english","review":"Innovative and balanced gameplay mechanics for a FPS, including awesome history, music, floating city environments and well constructed characters for its steampunk theme. One more time, Irrational games made an awesome job here. Bioshock Infinite is one of the best campaigns I've played so far, if you like first person shooter, great narratives and a totally different hype, this game is definitely worth paying.","timestamp_created":1404776454,"timestamp_updated":1408494990,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11125726","author":{"steamid":"76561198002571636","num_games_owned":255,"num_reviews":19,"playtime_forever":6381,"playtime_last_two_weeks":0,"playtime_at_review":5862,"last_played":1533884753},"language":"english","review":"Masterpiece.  If you loved the original and had mixed feelings about the second installment, you'll return to loving this franchise.","timestamp_created":1404775365,"timestamp_updated":1404775365,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11125390","author":{"steamid":"76561197993365789","num_games_owned":1399,"num_reviews":92,"playtime_forever":3229,"playtime_last_two_weeks":0,"playtime_at_review":3229,"last_played":1596711880},"language":"english","review":"Это лучшая игра, что я видел. Одна из немногих игр, которая расстроила тем, что закончилась. Я бы ещё поиграл и последил бы за развитием сюжета. Играл совсем не для того, чтобы пройти и открыть ачивки. Затянула интрига... Началось, как стимпанковая фантазия, а закончилось в теории множественных вселенных.\n\nЖелающим приобщится скажу сразу - покупайте всё, что относится к франшизе Bioshock и начинайте играть с самого начала, с первой части, и не забудьте поиграть в DLC к последней. Это всё - одна история, которая начнется в первой игре и закончится в Burial at the sea part 2. Лучшая игра эва.","timestamp_created":1404773819,"timestamp_updated":1511374884,"voted_up":true,"votes_up":23,"votes_funny":0,"weighted_vote_score":"0.725549638271331787","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11125183","author":{"steamid":"76561198010241818","num_games_owned":125,"num_reviews":3,"playtime_forever":1628,"playtime_last_two_weeks":0,"playtime_at_review":758,"last_played":1531000815},"language":"english","review":"Nothing short of amazing.","timestamp_created":1404772774,"timestamp_updated":1404772774,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11125042","author":{"steamid":"76561198074648446","num_games_owned":193,"num_reviews":3,"playtime_forever":919,"playtime_last_two_weeks":0,"playtime_at_review":510,"last_played":1457214107},"language":"english","review":"I love this game. The best part is the story although the base game isn't \"bioshock.\" What I mean by this is the hud is a bit different, you can only carry two guns at a time and it is not in rapture. However; once you get through Bioshock Infinite you should then play Bioshock Infinite Burial at Sea as that takes place in rapture. Bioshock Infinte and its two story DLCs have some pretty interesting mind benders to them and I would recommend getting and playing Clash in the Clouds especially if you enjoy the combat as it is a survival mode but with rewards. I hope this is helpfull to anyone and everyone if not I am terribly sorry\n\n\n   If I must rate this game I would rate it 10/10","timestamp_created":1404772016,"timestamp_updated":1404772081,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false}],"cursor":"AoJw+Pu7iccCcpO4Kg=="}