{"success":1,"query_summary":{"num_reviews":100},"reviews":[{"recommendationid":"14158071","author":{"steamid":"76561198049124259","num_games_owned":214,"num_reviews":16,"playtime_forever":858,"playtime_last_two_weeks":0,"playtime_at_review":855,"last_played":1431050258},"language":"koreana","review":"초반에는 그냥 단순한 스토리 진행 게임인줄 알았으나...\n후반으로 갈수록 복잡해지는 스토리로 인하여 두뇌에 무리를 준 게임\n하지만 그래도 재미는 있다.. 바이오쇼크 시리즈 니까..\n전작과의 접점이 딱히 없기 때문에 이것만 따로 사서 해도 되지만 \n자주 세일하는 1 2 묶음팩을 사는것을 추천한다 3개 다해도 15달러도 안되니까...\n세일을 안할때 삿더라도 후회없이 할수있는게임\n개인적인 평가 9/10\n얌마 그만좀 죽어! 내돈 다 날아간다!","timestamp_created":1422175241,"timestamp_updated":1422302648,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.476190477609634399","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14157172","author":{"steamid":"76561198018931422","num_games_owned":159,"num_reviews":5,"playtime_forever":3142,"playtime_last_two_weeks":0,"playtime_at_review":1200,"last_played":1426438447},"language":"english","review":"Masterpiece.","timestamp_created":1422169475,"timestamp_updated":1422169475,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14154941","author":{"steamid":"76561198060645184","num_games_owned":155,"num_reviews":5,"playtime_forever":1035,"playtime_last_two_weeks":0,"playtime_at_review":618,"last_played":1532044316},"language":"english","review":"Great Game if you like:\n[*]Amazing story plot\n[*]Stunning Graphics\n[*]Elizabeth (Useful and pretty AI)\n[*]One of the best combat experinces ever","timestamp_created":1422155584,"timestamp_updated":1422155584,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14154416","author":{"steamid":"76561198048313766","num_games_owned":222,"num_reviews":7,"playtime_forever":773,"playtime_last_two_weeks":0,"playtime_at_review":773,"last_played":1389686931},"language":"koreana","review":"심오한 스토리와 깊이있는 구성으로인해 하는맛도 보는맛도 있는 수작\n\n","timestamp_created":1422152547,"timestamp_updated":1422152547,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14153926","author":{"steamid":"76561198063826704","num_games_owned":229,"num_reviews":26,"playtime_forever":1161,"playtime_last_two_weeks":0,"playtime_at_review":668,"last_played":1553460388},"language":"english","review":"Bought this game on a second platform just to play it again. So many awesome things to say about it. The world of Columbia is an incredible eutopia, a floating town in the sky offering beautiful colours and a far more open environment than the narrow caverns of Rapture. Gameplay is fun and always exhilarating giving the player plenty of weapons and vigors (plasmids) to combine and destroy their enemies with. The part that really made this game was the characters and their interaction with the story. Booker and Elizabeth communicate like real humans with an engaging connection, one that is farm from artificial like in other games. It will likely take you two playthroughs the understand the complex yet brilliant storyline and the shocking ending but it will be time well spent.\nEven if the game isn't on sale, play it as soon as you can.\n- 9.5/10","timestamp_created":1422149571,"timestamp_updated":1422149571,"voted_up":true,"votes_up":1,"votes_funny":1,"weighted_vote_score":"0.500567495822906494","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14153199","author":{"steamid":"76561198034569287","num_games_owned":1053,"num_reviews":28,"playtime_forever":3731,"playtime_last_two_weeks":0,"playtime_at_review":3731,"last_played":1405637662},"language":"english","review":"\"[I]There's always a lighthouse, there's always a man, there's always a city.[/I]\"\n– Elizabeth","timestamp_created":1422145495,"timestamp_updated":1422147170,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14153149","author":{"steamid":"76561197997450873","num_games_owned":687,"num_reviews":53,"playtime_forever":1147,"playtime_last_two_weeks":0,"playtime_at_review":970,"last_played":1586758147},"language":"brazilian","review":"Um ótimo jogo. Eu recomendo! xD","timestamp_created":1422145197,"timestamp_updated":1422145197,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14153117","author":{"steamid":"76561197984807884","num_games_owned":40,"num_reviews":2,"playtime_forever":959,"playtime_last_two_weeks":0,"playtime_at_review":918,"last_played":1445194961},"language":"german","review":"Genial von Anfang bis Ende:)","timestamp_created":1422145016,"timestamp_updated":1422145016,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.5","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14152547","author":{"steamid":"76561198000699524","num_games_owned":239,"num_reviews":52,"playtime_forever":1072,"playtime_last_two_weeks":0,"playtime_at_review":1072,"last_played":1422220609},"language":"russian","review":"∞ прекрасна!","timestamp_created":1422142367,"timestamp_updated":1542835335,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.537131249904632568","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14152146","author":{"steamid":"76561197981501379","num_games_owned":576,"num_reviews":26,"playtime_forever":1182,"playtime_last_two_weeks":0,"playtime_at_review":1065,"last_played":1421336489},"language":"english","review":"BioShock Infinite is pretty well thought out with some good action and a super crazy story – even both parts of the “Burial at Sea” DLC have weird endings – but also still have some good action (or stealth) and a crazy story (at least in my opinion, and we all *should* know what “opinions” are like)…\n\n[b]The Game:[/b] This review covers both the original game, BioShock Infinite, as well as going a little into the game’s two part DLC “Burial at Sea”.\n\nBioShock Infinite takes a major turn from the series’ usual setting of being underwater in Rapture. Instead BioShock Infinte (BSI from here-on-out) is set in the “magical” (and racist) flying city of Columbia. You play as Booker DeWitt, some guy who did some stuff and now some mysterious people are having you sort-of save this girl, in the floating city (country?) of Columbia. That’s the best way I can say it without spoiling it, even though it has been out for some-time, so yes I’m aware I’m late with this review, but I don’t care! \n\nDuring the game you need to obtain a girl, Elizabeth, from a tower and then keep yourself alive while keeping her safe – for lack of a better definition. She has a crazy arsehole of a father who wants her back and tries to have you murdered by sending all his goons or army or whatever (granted I’d do the same thing to try to keep some strange man from taking my daughter too). In the end you learn that you’re an arse too, so that’s always cool.\n\nThe game is pretty fun and enjoyable. The shooting mechanics are pretty easy to master, as is the magic system (or Vigor system, whatever). In addition I found it to be pretty fun, playing in the base game, or Episode One in the “Burial at Sea” DLC is the easiest, because as Booker DeWitt you shoot everyone and have access to lots of ammo and money is also more plentiful. When playing Episode Two of “Burial at Sea”, you actually play as Elizabeth, and she carries less ammo in the first place. In addition to Elizabeth carrying less ammo, the ammo itself is much more a rarity and your best tactic is to be stealthy. It feels weird in a BioShock game to have to primarily use Stealth tactics (to me at least), but it is what it is and I found it a refreshing change from the “shoot-em-up” style the rest of BSI used. When playing the game, the Sky Hook (or whatever it is actually called) is a pretty useful tool – both Booker and Elizabeth can use it in both the base game and the DLCs, and I found it to be kind-of fun to f**k around with it. \n\nWhile the base play-style of the game isn’t bad at all, the AI is somewhat annoying. It’s not absolutely terrible, or even that bad to be honest – it’s just that the NPCs do too much damage to you versus how much you do to them. I mean the Hand Cannon looks like it’s probably chambered for at least .38 but because it’s called a “Hand Cannon” I assume it takes something larger like .44 Magnum or .45 Colt – whatever calibre it’s chambered for it does shite for damage, the only gun that does any decent damage is the shotgun. It is good that the shotgun does good damage because, being a shotgun, you’d expect it to f**k shite up when you’re close, but that’s also its downfall, since at further ranges it’s like any shotgun loaded with something like birdshot or buckshot – you can’t hit anything further than 3 or so metres away. Regardless of the underpowered guns (at least in my opinion) they do have nice models, and at least feel like they do something.\n\nIn fact the entire game has pretty nice graphics, it runs on Unreal Engine 3, which a LOT of other games also run on, but hey, it’s an easy-to-use engine that does not require some company to code their own engine which costs a lot of money, and yeah, it looks pretty damn good if you use it correctly. Of course the new Unreal Engine 4 does look a lot nicer, but UE3 is eight years old now, so... yeah. Despite THAT little factoid, by having good graphics, I do mean that the game has nice textures and models as well as visual effects. How your character can sort-of melt their hand if you have a fire-Vigor equipped or whatever (which has been in the game forever, but meh) looks pretty in this BioShock, and at the same time it’ll run on basically any PC built in the past 3-6 years (depending on how “high-end” it is). Another nice little thing I found out about was this game was that it has multi-monitor support out of the box, and doesn’t look TOO bad running across all three of mine. I would also like to think it supports Nvidia SLI (and AMD CrossFire, since the game comes with its own little AMD intro video, yet it uses Nvidia PhysX since UE3 is a more Nvidia-friendly engine).\n\n\n[b]Burial at Sea DLC:[/b] Anyways all that aside, I’ll quickly get into the “Burial at Sea” DLC  (it’s actually two DLCs – as both Episodes (One and Two, obviously) are sold separately). I’ll refer to it as BaS from here-on-out to save myself space by the way – so yeah. I’ll get into Episode One first; I think that makes the most sense. In BaS Episode One you play as Booker DeWitt but you’re in Rapture now – despite BSI’s ending. I guess this is in an alternate universe, but who cares it was nice to see Rapture again, even though I did sort-of like Columbia. Without exposing too much of the story, in BaS Episode One – Elizabeth hires you to help her do stuff, and you do stuff. Like I said earlier, as Booker, you’re more shooty-shooty and both ammo and money are a bit more plentiful. Onwards to Episode Two now, yes?\n\nIn Burial at Sea: Episode Two you play as Elizabeth, and again like I stated earlier, ammo and money are both much less plentiful. Elizabeth’s first weapon is a crossbow that fires various types of bolts, none of which actually kill. You do get access to some of the other “regular” weapons, but you carry much less ammo that Booker could, and in addition to that there is less ammo and money so even buying ammo is pretty hard, made even more-so by needing lock picks. As Elizabeth you can pick certain locks with your lock picks, which you can either buy or find laying around the level. Different locks require a different amount of lock picks to actually pick… Why one lock requires three of them? I don’t know – to piss you off I guess? Force you to be stealthier because you spent all your money on the damn things, now you’re broke, out of ammo, and almost dead with no health-kits to heal you… you get the gist if you’re too lazy to take your time and be properly stealthy (there are health-kits in the levels, plus food and stuff which restores your health instantly - but those health-kits are rare). Elizabeth is a stealth-based character, so keep that in mind while playing as her in Episode Two. Overall I found that playing as Booker was more fun in general, but playing as Elizabeth was really cool since when I first played the base game I thought it would be cool to play as her in some mission or DLC (which they eventually did). \n\n[b]My Opinion of the Endings (Spoiler Alert):[/b] All three endings (by all three – I mean the base game’s, Episode 1’s, and Episode 2’s) are pretty trippy and kind-of suck, because of what happens to the characters. They weren’t badly written, it’s just the fate of your characters that really kind-of sucks. [b]End of Spoiler Alert.[/b]\n\n\n\n[b]Score (Base Game): 4/5 – A great action game with an interesting (and in my opinion) crazy story![/b]\n\n[b]Score (DLC – Both Episodes): 3/5 – Burial at Sea was alright, and being able to finally play as Elizabeth was pretty cool, not as “fun” as playing as Booker, but more of a challenge.[/b]","timestamp_created":1422140670,"timestamp_updated":1422141755,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14150193","author":{"steamid":"76561198093052701","num_games_owned":70,"num_reviews":1,"playtime_forever":623,"playtime_last_two_weeks":0,"playtime_at_review":568,"last_played":1436393466},"language":"english","review":"Great Game!","timestamp_created":1422132543,"timestamp_updated":1422132543,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14149573","author":{"steamid":"76561198076156217","num_games_owned":89,"num_reviews":12,"playtime_forever":2043,"playtime_last_two_weeks":0,"playtime_at_review":1649,"last_played":1549920843},"language":"brazilian","review":"Bioshock Infinite é um ótimo jogo. Com certeza um dos melhores jogos que ja zerei na minha vida e da steam é meu jogo favorito. É incrivel e com certza vai te surpreender do começo ao fim, com uma história ótima, gameplay perfeito, grafico muito bom resultando em um jogo fod# de mais. Comprem e zerem, não vão se arrepender. Vale cada centavo.","timestamp_created":1422130275,"timestamp_updated":1422130275,"voted_up":true,"votes_up":0,"votes_funny":1,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14149457","author":{"steamid":"76561198127651043","num_games_owned":395,"num_reviews":13,"playtime_forever":2335,"playtime_last_two_weeks":0,"playtime_at_review":2335,"last_played":1453845374},"language":"spanish","review":"Bioshock Infinite es, en contrapunto a las 2 anteriores entregas, una versión colorida e inicialmente utópica con un estilo colonial en el que los escenarios tiene un carácter único que se une sorprendentemente bien con la kinestética del juego, la trama es tan enrevesada como ya es costumbre y siempre descubrimos apartado únicos con cada nuevo paso. \n\nSin duda lo que mas llama la atención es que apenas se requiere prestar atención al entorno para entender la sensación de viveza que da al ciudad, una sensación única de que la ciudad funciona con sus propias reglas al margen del jugador.\n\nSin duda un juego que resulta realmente interesante y que no se olvidara con facilidad, una buena opción si la conseguimos unidad a las anteriores obras, en mi opinión la trilogía resulta una verdadera maravilla.","timestamp_created":1422129846,"timestamp_updated":1499524040,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14149022","author":{"steamid":"76561198018195416","num_games_owned":390,"num_reviews":12,"playtime_forever":897,"playtime_last_two_weeks":0,"playtime_at_review":897,"last_played":1422128032},"language":"russian","review":"Больше чем игра...\n\nПроходил с русской локализацией от CGInfo - слов нет, одни эмоции! Такого качества и в  официальных переводах не всегда встретишь.","timestamp_created":1422128184,"timestamp_updated":1422128775,"voted_up":true,"votes_up":2,"votes_funny":1,"weighted_vote_score":"0.53482586145401001","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14148028","author":{"steamid":"76561198053764477","num_games_owned":33,"num_reviews":2,"playtime_forever":368,"playtime_last_two_weeks":0,"playtime_at_review":368,"last_played":1426192569},"language":"english","review":"One of the few FPS games that I enjoy! 10/10","timestamp_created":1422124689,"timestamp_updated":1422124689,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14147734","author":{"steamid":"76561198107027071","num_games_owned":171,"num_reviews":16,"playtime_forever":2357,"playtime_last_two_weeks":0,"playtime_at_review":1667,"last_played":1434762469},"language":"english","review":"I combined the experience of playing this game on 1999 Mode with the soundtrack to Metal Gear Rising: Revengeance and automatically turned into a Super Saiyan 4 while simultaneously experiencing a once-in-a-lifetime audiogasm brought forth  by the ethereal and melodic voice of Lord GabeN himself.","timestamp_created":1422123724,"timestamp_updated":1422123724,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14147641","author":{"steamid":"76561198054540777","num_games_owned":568,"num_reviews":72,"playtime_forever":1995,"playtime_last_two_weeks":0,"playtime_at_review":495,"last_played":1578751705},"language":"russian","review":"Замечательная игра, всем рекомендую. Также рекомендую играть с озвучкой от GGinfo. Игра 5/5","timestamp_created":1422123392,"timestamp_updated":1422123392,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.54703831672668457","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14147300","author":{"steamid":"76561198135743252","num_games_owned":265,"num_reviews":61,"playtime_forever":8328,"playtime_last_two_weeks":0,"playtime_at_review":5061,"last_played":1659211943},"language":"english","review":"not really a bioshock game, but still really good.","timestamp_created":1422122306,"timestamp_updated":1589596900,"voted_up":true,"votes_up":0,"votes_funny":1,"weighted_vote_score":"0.469837576150894165","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14145164","author":{"steamid":"76561197994902291","num_games_owned":204,"num_reviews":97,"playtime_forever":903,"playtime_last_two_weeks":0,"playtime_at_review":482,"last_played":1467599381},"language":"english","review":"This game, not as in with the horror aspect as bioshock, but what a tale, it makes me smile.","timestamp_created":1422114511,"timestamp_updated":1422114511,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14144839","author":{"steamid":"76561198103568787","num_games_owned":310,"num_reviews":12,"playtime_forever":1571,"playtime_last_two_weeks":0,"playtime_at_review":1540,"last_played":1414834701},"language":"english","review":"So THIS explains why Troy Baker voices so much stuff!","timestamp_created":1422113267,"timestamp_updated":1422113267,"voted_up":true,"votes_up":1,"votes_funny":6,"weighted_vote_score":"0.489639997482299805","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14144344","author":{"steamid":"76561198038115878","num_games_owned":360,"num_reviews":10,"playtime_forever":2857,"playtime_last_two_weeks":0,"playtime_at_review":1205,"last_played":1442358964},"language":"brazilian","review":"[h1]Um resuminho ![/h1]\n\nBioshock Infinite é o terceiro jogo da série Bioshock, sendo assim um ótimo jogo nos estilos FPS/RPG/Action ! Você Adquire a chance de possuir poderes na mão esquerda chamados \"Vigores\". Há uma variedade entres esse vigores, tais como \"Possessão\" que faz com que você adquira o poder de controlar humanos e máquinas ! E na mão direita tem uma grande variedade no arsenal de armas ( tudo no estilo \"EUA's Vintage\" ) ! Sem contar que a história é tão rica que é de fazer explodir a cabeça !\n\n[h1]O que é realmente Bioshock Infinite?[/h1]\n\nO que leva um homem de Deus a lavar os pecados de seu passado ? Até que ponto pode um combatente da liberdade esquece as suas virtudes e as substitui por um desejo de vingança? O que faz uma sociedade privilegiada fazer quando a fundação de sua prosperidade é abalada? BioShock Infinite se atreve a explorar estes temas hipnóticos e muitos mais, dando-lhe vislumbres em apenas como as pequenas decisões na vida podem alterar para sempre as nossas realidades, e nossos corações. Como um agente provocador na cidade flutuante de Columbia, suas ações trazem turbulências e conflitos de uma paisagem aparentemente pura. É imensamente divertido provocar problemas, e ainda mais envolvente para ver como corajosamente BioShock Infinite retrata uma sociedade dilacerada. Você vai ser assombrado por esta aventura tematicamente devastador e, de fato, seus minutos finais... Me deixaram até sem palavras , lágrimas e dúvidas dominaram a minha pessoa ! \nRecomendo a todos o jogo Biohock Infinite, pois é de tirar o fôlego !","timestamp_created":1422111323,"timestamp_updated":1422111323,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.503816783428192139","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14144192","author":{"steamid":"76561198084753702","num_games_owned":399,"num_reviews":20,"playtime_forever":788,"playtime_last_two_weeks":0,"playtime_at_review":697,"last_played":1573954606},"language":"russian","review":"Одна из тех редких игр, которые не хочется выключать после прохождения, а хочется продолжать дальше. 10/10","timestamp_created":1422110713,"timestamp_updated":1422110713,"voted_up":true,"votes_up":3,"votes_funny":0,"weighted_vote_score":"0.547557830810546875","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14144175","author":{"steamid":"76561197976075618","num_games_owned":186,"num_reviews":5,"playtime_forever":3620,"playtime_last_two_weeks":0,"playtime_at_review":2902,"last_played":1422110229},"language":"japanese","review":"omosirokatta\n","timestamp_created":1422110655,"timestamp_updated":1422110655,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14141654","author":{"steamid":"76561197972825528","num_games_owned":330,"num_reviews":29,"playtime_forever":1098,"playtime_last_two_weeks":0,"playtime_at_review":922,"last_played":1494006066},"language":"tchinese","review":"非常特殊的世界觀，美術風格也是引人入勝的重要元素\n一開始進去的劇情有點摸不著頭緒，不過隨著劇情的推演，讓前面的碎片拼湊起來時感覺非常的感動\n相當推薦的一款遊戲","timestamp_created":1422099679,"timestamp_updated":1422099679,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14141230","author":{"steamid":"76561197975825573","num_games_owned":224,"num_reviews":21,"playtime_forever":594,"playtime_last_two_weeks":0,"playtime_at_review":530,"last_played":1487981316},"language":"english","review":"Its games like Bioshock Infinite that make you believe in video games as an art form. It has the most stunning set of environments ive seen in a game combined with some gorgeous lighting setups. Gameplay is incredible fun, play it on hard mode or higher for the best experience.\n\n11/10. Best game ive ever played, im incredibly depressed now that ive beaten it.","timestamp_created":1422097832,"timestamp_updated":1422097832,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14141169","author":{"steamid":"76561197964214568","num_games_owned":300,"num_reviews":20,"playtime_forever":858,"playtime_last_two_weeks":0,"playtime_at_review":778,"last_played":1396790477},"language":"english","review":"It's Bioshock, it's a must play for steampunk fantasy enthusiasts. The maps are very well done, the soundtrack is awesome and there are so many ways to kill.","timestamp_created":1422097547,"timestamp_updated":1422097547,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.502262473106384277","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14141107","author":{"steamid":"76561198065103447","num_games_owned":173,"num_reviews":3,"playtime_forever":1498,"playtime_last_two_weeks":0,"playtime_at_review":871,"last_played":1497884836},"language":"french","review":"Un super Chef-d'oeuvre tout droit sorti de 2K games qui, encore une fois nous a sorti de sacrés jeux. Je recommande ce jeu aux Fans de Bioshock, au joueur qui aime les fps ainsi que les personnes aimant le background, le scénario ... C'est pour ces raisons que j'attribu une note de 17.5/20 à ce jeu car graphiquement, il n'y a rien a redire mais l'histoire du jeu est tout même assez compliqué lorsque l'on n'écoute pas tous les voxophones.","timestamp_created":1422097307,"timestamp_updated":1422097307,"voted_up":true,"votes_up":3,"votes_funny":1,"weighted_vote_score":"0.545454561710357666","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14141043","author":{"steamid":"76561198018719759","num_games_owned":36,"num_reviews":4,"playtime_forever":706,"playtime_last_two_weeks":0,"playtime_at_review":706,"last_played":1421788323},"language":"polish","review":"Gra naprawde świetna jeśli chodzi o fabułe i  świat.Niezła postać Elizabet i zakończenie daje do myślenia.\nDałbym małego minusa za to że wiekszość wigorów i broni jest nieużyteczna(gre skończyłem używając 3 broni i jednego wigoru).Polecam!!!","timestamp_created":1422097047,"timestamp_updated":1422097047,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14140853","author":{"steamid":"76561198055849236","num_games_owned":243,"num_reviews":4,"playtime_forever":24499,"playtime_last_two_weeks":0,"playtime_at_review":11750,"last_played":1498307318},"language":"english","review":"Playing the fourth time right now. Extrordinary story, smart AI, amazing graphics, thought-provoking ending. Definitely one of my favorite games of all time.","timestamp_created":1422096210,"timestamp_updated":1422096210,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14138796","author":{"steamid":"76561198025352603","num_games_owned":168,"num_reviews":30,"playtime_forever":907,"playtime_last_two_weeks":0,"playtime_at_review":907,"last_played":1392700428},"language":"english","review":"A lot of people I know don't like this. Their wrong. Some great fun to be had shooting up baddies in a truly awesome and unique setting. I'll admit I enjoyed the story, even though it was pretty damn confusing in some parts. Combine all this with great gunplay and noticeably inventive mechanics, and you have a very enjoyable experience. It isn't the original Bioshock, but it deserves to stand beside it. A very good game, and one I definitely recommend.","timestamp_created":1422083862,"timestamp_updated":1422083862,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14135301","author":{"steamid":"76561198165237244","num_games_owned":68,"num_reviews":2,"playtime_forever":1633,"playtime_last_two_weeks":0,"playtime_at_review":740,"last_played":1601145729},"language":"spanish","review":"El mejor p*to juego que e jugado","timestamp_created":1422061927,"timestamp_updated":1422061927,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14135294","author":{"steamid":"76561198064567882","num_games_owned":178,"num_reviews":8,"playtime_forever":1566,"playtime_last_two_weeks":0,"playtime_at_review":972,"last_played":1434929368},"language":"english","review":"play it and you'll get what \"plot twist\" really means","timestamp_created":1422061911,"timestamp_updated":1452903989,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14134940","author":{"steamid":"76561197993618147","num_games_owned":394,"num_reviews":5,"playtime_forever":1559,"playtime_last_two_weeks":0,"playtime_at_review":1559,"last_played":1417864637},"language":"koreana","review":"콜롬비아 풍경은 멋지고, 엘리자베스는 예쁘다. \n평행세계 전개 때문에 타임라인이 마구 뒤엉켜있어서 \n주의깊게 플레이하지 않으면 스토리 헷갈리기 십상이라는 것이 단점.\n전투가 전작에 비해 어려운 편이라, \n십중팔구는 정신없이 플레이한 후에 스토리 궁금해서 공략집 찾아보게 될 것 같다.","timestamp_created":1422060103,"timestamp_updated":1422060280,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14133255","author":{"steamid":"76561198025571917","num_games_owned":556,"num_reviews":27,"playtime_forever":1605,"playtime_last_two_weeks":0,"playtime_at_review":436,"last_played":1655401696},"language":"english","review":"COMSTOCK IS BOOKER FROM ANOTHER DIMENSION WHERE HE ACCEPTS RELIGION INTO HIS LIFE AFTER THE BATTLE OF WOUNDED KNEE\nELIZABETH IS BOOKERS DAUGHTER\nYOU GO TO RAPTURE AT THE END OF THE GAME\nYOU NEVER GET TO FIGHT THE SONGBIRD\nBOOKER DIES AFTER THE RAPTURE THING\n\nPretty good game overall.","timestamp_created":1422051918,"timestamp_updated":1422051918,"voted_up":true,"votes_up":1,"votes_funny":1,"weighted_vote_score":"0.439436018466949463","comment_count":2,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14133110","author":{"steamid":"76561198145604972","num_games_owned":430,"num_reviews":83,"playtime_forever":869,"playtime_last_two_weeks":0,"playtime_at_review":798,"last_played":1419896105},"language":"english","review":"Pretty solid port. The combat and pacing are wonderful. Encountered no glitches and enjoyed the beautiful scenery. Plot may throw you for a loop but its good enoough.","timestamp_created":1422051252,"timestamp_updated":1422051252,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14132905","author":{"steamid":"76561198036627883","num_games_owned":390,"num_reviews":5,"playtime_forever":1366,"playtime_last_two_weeks":0,"playtime_at_review":931,"last_played":1595644995},"language":"spanish","review":"una estetica hermosa, historia y desarrollo de personajes inpecables \njugabilidad y sensacion de disparo muy buenos\nes uno de esos juegos q te gustaria q sea un libro\nsalio de la cabeza de Ken Levine, y eso ya es garantia suficiente(?)","timestamp_created":1422050224,"timestamp_updated":1422050268,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14132759","author":{"steamid":"76561198036057326","num_games_owned":68,"num_reviews":1,"playtime_forever":1281,"playtime_last_two_weeks":0,"playtime_at_review":866,"last_played":1422815623},"language":"english","review":"One of the greatest games ever made. If you don't have it, you should.","timestamp_created":1422049642,"timestamp_updated":1422049642,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14132573","author":{"steamid":"76561198139140201","num_games_owned":53,"num_reviews":7,"playtime_forever":2098,"playtime_last_two_weeks":0,"playtime_at_review":588,"last_played":1577051655},"language":"english","review":"This is probably the best game I've ever played. I love all the BioShcock games, but this has to be the best. \nEnjoyed every second of it!","timestamp_created":1422048799,"timestamp_updated":1422048799,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14132267","author":{"steamid":"76561198109669757","num_games_owned":1016,"num_reviews":45,"playtime_forever":1271,"playtime_last_two_weeks":0,"playtime_at_review":1271,"last_played":1421519998},"language":"english","review":"If you like the trailers, try this game\nYou wont regret it :)","timestamp_created":1422047455,"timestamp_updated":1422047455,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14131992","author":{"steamid":"76561197960859703","num_games_owned":130,"num_reviews":38,"playtime_forever":1230,"playtime_last_two_weeks":0,"playtime_at_review":202,"last_played":1436197447},"language":"french","review":"good","timestamp_created":1422046447,"timestamp_updated":1422046447,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14131844","author":{"steamid":"76561198122116000","num_games_owned":175,"num_reviews":7,"playtime_forever":667,"playtime_last_two_weeks":0,"playtime_at_review":519,"last_played":1472927867},"language":"english","review":"10/10 Ending broke my brain would play 27465 more times","timestamp_created":1422045777,"timestamp_updated":1422045777,"voted_up":true,"votes_up":1,"votes_funny":3,"weighted_vote_score":"0.500567495822906494","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14131445","author":{"steamid":"76561198042160906","num_games_owned":274,"num_reviews":3,"playtime_forever":966,"playtime_last_two_weeks":0,"playtime_at_review":828,"last_played":1542924786},"language":"russian","review":"Что такое BioShock спросите вы? Стоит ли его купить или скачать пиратку? А хороший ли там графон?  А Интересный ли там сюжет? \n\nПримерно с таким количеством вопросов, умноженных на 1000000000000 в степени 1000000000000, я оставил себе после прохождения игры.\n\nЭта играй, окупила каждый затрачиный мною рубль. У кого ещё остались сомнения, начну красочное описание продукта.\n\nНачался BioShock у меня давно. Я был мал и глуп. Скачать себе чертову пиратку. Она соответственно пошла с пято на десято, толком не работала, что то да криво. Обиделся, удалил, забыл.\nПрошло время, купил лицуху, ибо почему-то игра не давала покоя. Как будто там, в глубине души, я знал, что этот \"уголек\" будет самым восхитительным алмазом! \n\nЭтот непреевзайденный экшн, на протяжении всей игры не отпусти вас, даже если вы самый пропитаный Меланхолик во всей нашей Вселенной, но эта игра, как минимум, покажет, что за другой \"дверью\" вам утерли нос. И есть более Меланхоличный Вы.\nДрайв, который вы будите ощущать, глядя в свой экран и принимая его визуально, ещё постепенно сделает так, что клавиатур передаст вам ощущение того, как ноги и руки вашего персонажа, стали вашими. А с помощью мыши, вы почувствуете на сколько тяжело цепляться за рельсы и катится по ним на огромных скоростях, что мир вокруг расплывается. А лучи солнца бьют прямо в глаза и пригревают указательный палец на спусковом крючке.\n    \n И эти парящие Виллы, окутанные в облаках многоэтажки и много других винтажных построек будут окружать вас, удивлять красотами \"архитекторов\" этой вселенной. Музыка играющая повсюду, умилять и заставлять трепетать душу ибо она передаст как не как атмосферу этого Мира.\n\n   А что до \"невыносимого\" сюжета? Это как просыпаться не с лучами солнца в окне, а чувствовать свет падающего метеорита в сотни метрах от твоего дома. Когда ты ощущаешь потерянность от происходящего, неосознанностью своего бытия, зависание рассудка на секунды, минуты, часы а может и дни. Когда Душу рвет на 1000000000000000000000 кусочков, которые пытаются понять и прейти к истине, но в место этого, они сходят с ума и объединяются, в одну, большую шизофрению! \n\n P.S. Возможно я не убедил, возможно не заинтриговал, но я делаю первый обзор, на игру, из многих ,которых я прошел, которая достойна внимания, каждого, уважающего себя, будь то Геймера, Любителя шутеров, да и просто человека, который просто играет во все подряд. Это игра перевернет ваш мир.\n\n","timestamp_created":1422043956,"timestamp_updated":1422043956,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14130745","author":{"steamid":"76561197995968788","num_games_owned":116,"num_reviews":36,"playtime_forever":353,"playtime_last_two_weeks":0,"playtime_at_review":340,"last_played":1508276963},"language":"brazilian","review":"Vou começar claramente como: Não gostei (4/10)\nVi vários reviews positivos o que me fez comprar o jogo, porém me vi desapontada. Tentei jogar mais tempo mas o jogo não melhora é muito tedioso. Vou colocar abaixo os pontos negativos do jogo pois os positivos vocês podem ver em outras reviews. Não vou colocar spoilers. E detalhe, nunca joguei os outros Bioshockk da franquia.\n\n- A história é muito linear e chata, não tem omo alterá-la e não foi convincente quanto a naturalidade dos personagens\n- O cenário é confuso, não dá para planejar deslocamento pois dá para se perder fácil a não ser quando apertamos N e assim descobrimos onde devemos ir, mas não como explorar outras partes. \n- As vezes o jogo se acelera mas não é emocionante.\n- Temos que vasculhar o cenário e personagens abatidos para conseguir as munições e outros recursos. Isso o tempo inteiro, obrigatóriamente.\n- Os outros personagens que aparecem não interagem com você. Poucos fazem pequenos comentários insignificantes.\n\nTalvez seja um problema de eu não ter jogado os outros jogos do Bioshock, mas fica a seu critério arriscar neste jogo sendo que há outros muito melhores como Deus Ex.\n\n","timestamp_created":1422040750,"timestamp_updated":1422040750,"voted_up":false,"votes_up":4,"votes_funny":0,"weighted_vote_score":"0.367131292819976807","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14129149","author":{"steamid":"76561198043737933","num_games_owned":81,"num_reviews":2,"playtime_forever":807,"playtime_last_two_weeks":0,"playtime_at_review":807,"last_played":1420386296},"language":"english","review":"This is a good game, not great, just good. The setting of Columbia looks fantastic and fibrant, feels more real than the orginal bioshock games with the populace chatting to you and their lovers as you walk past them. It's very shooty and didn't require very much skill to complete which was sort of ok. Stopped you getting bogged down in mechanics of game play when it's trying to tell you a story. The story is really good, then it gets confusing, then it gets a bit rubbish. Good game, probably won't play again.","timestamp_created":1422034195,"timestamp_updated":1422034195,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14129102","author":{"steamid":"76561198006877092","num_games_owned":36,"num_reviews":2,"playtime_forever":112,"playtime_last_two_weeks":0,"playtime_at_review":54,"last_played":1462044308},"language":"russian","review":"Ну, говорят крутая","timestamp_created":1422034020,"timestamp_updated":1422034020,"voted_up":true,"votes_up":1,"votes_funny":1,"weighted_vote_score":"0.502487540245056152","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14128071","author":{"steamid":"76561197989308688","num_games_owned":44,"num_reviews":2,"playtime_forever":3047,"playtime_last_two_weeks":0,"playtime_at_review":827,"last_played":1451353400},"language":"english","review":"Ate a rotten banana then shot a ghost in the face with a minigun.\n\n11/10","timestamp_created":1422029746,"timestamp_updated":1422029746,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14127595","author":{"steamid":"76561198088903946","num_games_owned":87,"num_reviews":1,"playtime_forever":1135,"playtime_last_two_weeks":0,"playtime_at_review":324,"last_played":1644100300},"language":"english","review":"give it 8/10","timestamp_created":1422027700,"timestamp_updated":1422027700,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14127086","author":{"steamid":"76561198145873150","num_games_owned":215,"num_reviews":46,"playtime_forever":1019,"playtime_last_two_weeks":0,"playtime_at_review":945,"last_played":1469407826},"language":"english","review":",","timestamp_created":1422025823,"timestamp_updated":1422025823,"voted_up":true,"votes_up":1,"votes_funny":1,"weighted_vote_score":"0.502487540245056152","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14126973","author":{"steamid":"76561198155821132","num_games_owned":153,"num_reviews":23,"playtime_forever":686,"playtime_last_two_weeks":0,"playtime_at_review":685,"last_played":1423396225},"language":"russian","review":"Очень классно!!!Графика+Сюжет+Шутер+Различные зелья.Это стоит 600 рублей и даже больше!","timestamp_created":1422025339,"timestamp_updated":1422025339,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14126652","author":{"steamid":"76561198079016515","num_games_owned":104,"num_reviews":5,"playtime_forever":1604,"playtime_last_two_weeks":0,"playtime_at_review":431,"last_played":1474731173},"language":"finnish","review":"Just finished the game. Now my brain and heart hurts.\nWould recommend.","timestamp_created":1422023887,"timestamp_updated":1422023887,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14125636","author":{"steamid":"76561198026123938","num_games_owned":56,"num_reviews":6,"playtime_forever":1754,"playtime_last_two_weeks":0,"playtime_at_review":250,"last_played":1595263683},"language":"english","review":"One of the best games ever made! The plot is magnificent, the characters awesome and the scenery just outstanding!! Oh, and let me say that there is no lack of imagination at all! The total oposite, in my opinion!","timestamp_created":1422018979,"timestamp_updated":1422018979,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14124505","author":{"steamid":"76561198052880366","num_games_owned":342,"num_reviews":91,"playtime_forever":1234,"playtime_last_two_weeks":0,"playtime_at_review":1234,"last_played":1422011633},"language":"german","review":"BioShock Infinite hat eine echt spannende und brillante Geschichte. Die Charakter sind toll dargestellt und man kann sich gut in sie hineinversetzten und verstehen. Die Englische Synro ist top und sehr passend.\n\nDas Spiel ist defenetive Herausfordernd im Schweren Modus (hab es nur auf Schwer gespielt) und es ist sehr Aktion reich.\nGrafik und Sound sind top.\n\nSpielspass ist auf jedenfall gegeben und auch etwas Wiederspielwert ist gegeben mit den höheren Spielmodies und Archivments.  \n\nZu den DLC kann ich aber nix dazu sagen da ich sie mir nicht gekauft habe.\n\nKann es nur empfehlen. ^^v","timestamp_created":1422012603,"timestamp_updated":1422012603,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14123675","author":{"steamid":"76561198117904585","num_games_owned":76,"num_reviews":3,"playtime_forever":404,"playtime_last_two_weeks":0,"playtime_at_review":164,"last_played":1532951660},"language":"russian","review":"Очень интересный сюжет.","timestamp_created":1422007197,"timestamp_updated":1422007197,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.52869117259979248","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14122462","author":{"steamid":"76561198048423140","num_games_owned":333,"num_reviews":29,"playtime_forever":838,"playtime_last_two_weeks":0,"playtime_at_review":783,"last_played":1422497248},"language":"english","review":"Will the cirlce be unbroken? Buy this game. Bought, buying, will be bought. Its just a matter of when.","timestamp_created":1421997108,"timestamp_updated":1421997108,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14122144","author":{"steamid":"76561198030665821","num_games_owned":100,"num_reviews":1,"playtime_forever":764,"playtime_last_two_weeks":0,"playtime_at_review":683,"last_played":1421994231},"language":"english","review":"WOW.","timestamp_created":1421994438,"timestamp_updated":1421994438,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14121085","author":{"steamid":"76561198093901583","num_games_owned":173,"num_reviews":3,"playtime_forever":2128,"playtime_last_two_weeks":0,"playtime_at_review":1428,"last_played":1608325582},"language":"english","review":"This is hands down the best game I have ever played. The atmosphere and the soundtrack are fantastic. The only thing I thought could be better was the combat, but the real reason to play this game is for the storyline. This game has the best storyline of game I have ever played. The ending will leave you in shock. This game is worth the money and will be an unforgetable experiance no matter who you are. \n\nRating:10/10","timestamp_created":1421985393,"timestamp_updated":1421985393,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14120746","author":{"steamid":"76561198142385730","num_games_owned":23,"num_reviews":5,"playtime_forever":680,"playtime_last_two_weeks":0,"playtime_at_review":680,"last_played":1419190220},"language":"english","review":"Amazing","timestamp_created":1421983213,"timestamp_updated":1421983213,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14119512","author":{"steamid":"76561198111211737","num_games_owned":101,"num_reviews":11,"playtime_forever":1117,"playtime_last_two_weeks":0,"playtime_at_review":1036,"last_played":1551431404},"language":"koreana","review":"아름다운 컬럼비아, 비틀어진 세상 그리고 뛰어난 스토리를 제외하더라도 매우 흥미로운 FPS게임이다. 다만 조금이나마 아쉬운점을 뽑자면 핏즈로이의 타락이다. 다른 부분에 비해선 계연상이나 디테일이 떨어지는 느낌이였다. 하지만 그 스토리는 DLC로 보충이 완벽하게 된다. 그냥 속편하게 시즌패스를 사자.","timestamp_created":1421977003,"timestamp_updated":1421977003,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14118560","author":{"steamid":"76561197975461224","num_games_owned":73,"num_reviews":1,"playtime_forever":974,"playtime_last_two_weeks":0,"playtime_at_review":974,"last_played":1417576301},"language":"english","review":"I enjoted this game but it failed to keep me entertained to be honest.","timestamp_created":1421971386,"timestamp_updated":1421971386,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14117271","author":{"steamid":"76561198037198727","num_games_owned":567,"num_reviews":93,"playtime_forever":647,"playtime_last_two_weeks":0,"playtime_at_review":647,"last_played":1422221720},"language":"english","review":"As beautiful as the city may have been designed and even though the whole experience was a rather atmospheric one, I can't help but feel underwhelmed by the storyline, especially as it nears its end.\nThroughout the whole course of the game I could not really get myself to care about the protagonist and damsel Elizabeth seemed annoying for the most parts as well. In addition to this; while the many unsanswered questions the game presented me with in its earlier parts kept me guessing and immersed in the world, it would have been satisfactory to be given a bit more than a few scraps of answers at the end of the game, not to mention any meaningful way of player influence on the game's storyline.\nAside from this the combat system of the game wasn't exactly my cup of tea either, which was the same in previous Bioshock titles and thus doesn't come as too big of a shock either. It still wasn't bad or anything but not really entertaining enough to make me want to play it again just for the fun of it.\nWith my previous criticism of the game's story in mind this leaves collectibles as the only motivation for me to replay the game, which is another minus in my book.\n\nAll in all, Bioshock Infinite definitely isn't a bad game but for me it would not have been worth its full price. I don't regret my first playthrough and actually quite enjoyed it for the first parts but I'm pretty certain that it is going to stay my only playthrough as well. Taking into consideration that it only took me about 10 hours, I'd suggest getting the game on sale.","timestamp_created":1421964439,"timestamp_updated":1421966281,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14115928","author":{"steamid":"76561198049534212","num_games_owned":500,"num_reviews":7,"playtime_forever":1249,"playtime_last_two_weeks":0,"playtime_at_review":798,"last_played":1561820867},"language":"russian","review":"Игра просто Офигенная! С самого начала и вплоть до конца она поражает вас своей атмосферой и глубиной сюжета.Концовка заставляет вас задуматься не только о всех предыдущих событиях, которые происходили в игре ранее, но и слегка поразмышлять над своей жизнью, что не каждой игре удается.","timestamp_created":1421958169,"timestamp_updated":1421958169,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.483553320169448853","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14114672","author":{"steamid":"76561198009861178","num_games_owned":283,"num_reviews":26,"playtime_forever":3321,"playtime_last_two_weeks":0,"playtime_at_review":2553,"last_played":1488288314},"language":"german","review":"Ich spiele seit über 25 Jahren nun PC- und Videospiele. Die Geschichte die BioShock Infinite zu erzählen hat, gehört zu dem absolut Besten was man finden wird. Sie hat mich absolut umgehauen. Man sollte dieses Spiel wirklich aufmerksam spielen. Jeder Dialog, so belanglos er auch erscheinen mag, ist Teil einen großen Puzzels. Jedes Detail, jede Passage, alles in diesem Spiel fügt sich wie in einem großen Kunstwerk zusammen.\nBioShock lebt vorallem durch seine Geschichte.\n\nZur DLC:\nDie Burial at Sea-DLC-Reihe ist für jene zu empfehlen die schon BioShock 1 gespielt haben. Die DLC spielt ausserhalb der Haupthandlung und schlägt eine Brücke zum ersten BioShock-Teil. Abwechslungsreich ist vorallem Burial at Sea 2, weil es viel Wert auf Schleichen legt.","timestamp_created":1421953098,"timestamp_updated":1421965978,"voted_up":true,"votes_up":12,"votes_funny":0,"weighted_vote_score":"0.653854310512542725","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14113641","author":{"steamid":"76561198088294239","num_games_owned":181,"num_reviews":1,"playtime_forever":648,"playtime_last_two_weeks":0,"playtime_at_review":543,"last_played":1421862510},"language":"russian","review":"Словами не описать эту игру, в нее надо поиграть)) Определенно стоит своих денег","timestamp_created":1421948419,"timestamp_updated":1421948419,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14113306","author":{"steamid":"76561198126835328","num_games_owned":83,"num_reviews":8,"playtime_forever":1107,"playtime_last_two_weeks":0,"playtime_at_review":823,"last_played":1542500364},"language":"brazilian","review":"Jogo simplesmente muito bom tanto nas gameplays e nos graficos,a historia é fantastica e a trilha sonora maravilhosa.Obrigado por fazerem esse jogo.","timestamp_created":1421946855,"timestamp_updated":1421946855,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14113303","author":{"steamid":"76561198111995052","num_games_owned":86,"num_reviews":13,"playtime_forever":38,"playtime_last_two_weeks":0,"playtime_at_review":6,"last_played":1435314488},"language":"russian","review":"Воообще зашибись игра! Своих денег стоит!!!!!!!!!","timestamp_created":1421946851,"timestamp_updated":1421946851,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14112780","author":{"steamid":"76561198090566636","num_games_owned":81,"num_reviews":2,"playtime_forever":2628,"playtime_last_two_weeks":0,"playtime_at_review":619,"last_played":1587995364},"language":"danish","review":"Best game ive ever played.....why are you still  reading comments? go play it :D","timestamp_created":1421944456,"timestamp_updated":1421944456,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14112447","author":{"steamid":"76561198137373436","num_games_owned":207,"num_reviews":7,"playtime_forever":4104,"playtime_last_two_weeks":0,"playtime_at_review":1397,"last_played":1645090554},"language":"russian","review":"10/10","timestamp_created":1421942684,"timestamp_updated":1421942684,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14111692","author":{"steamid":"76561198080977663","num_games_owned":248,"num_reviews":64,"playtime_forever":1472,"playtime_last_two_weeks":0,"playtime_at_review":1472,"last_played":1421938356},"language":"french","review":"Un super jeu. Un scénario captivant avec de nombreux rebondissements. Chaque tableau de gunfight propose plusieurs solutions grâce à la diversité des failles, armes et pouvoirs. J'ai passé un très bon moment avec ce jeu qui est, pour moi, le meilleur des 3 bioshocks.","timestamp_created":1421938622,"timestamp_updated":1421938622,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14111240","author":{"steamid":"76561198006892098","num_games_owned":176,"num_reviews":11,"playtime_forever":855,"playtime_last_two_weeks":0,"playtime_at_review":855,"last_played":1422001103},"language":"english","review":"I'm not going to lie. This game let me down. With so many positive ratings, I expected this game to be a lot more enjoyable than what it was. I'm sure my opinion is not a popular one, but bare with me.\n\nI will say, I loved the art in this game, and the cinematography. The setting is spectacular, the guns all feel very powerful and unique. The special effects are stellar. I'd give this game many awards for it's art. Some of the new gameplay elements are interesting, nothing extraordinary though. \n\nThat's about it for the good parts. The storyline is interesting, but it's also very confusing, and at points the voice acting leaves much to be desired. When Elizabeth discovers different haunting things about her past, I expected her to have a bit more inflection than what she has- other times she simply sounds like a robot. The other characters in the game fit different cliches of storyline characters, and find themselves muttering more or less the same things the entirety of the game. It gets old.\n\nExtraCredits does a great job as discussing how the devs did pay a lot of lip service to the franchise, but in a way that simply doesn't make sense in the setting. Vigors simply don't make sense. Anyone can use them- they are relatively cheap- and yet the general populace is plagued with all these simple problems that vigors could solve. This, coupled with the bad voice acting, kills the suspense of disbelief within the first 10 minutes of the game. One gets a sense they are playing a linear action game very fast, which is a bad thing considering how much attention was spent on detail.\n\nMorality is forced down your throat. Again, Extra Credits has done another great video about this called \"The Problem of Choice\" that sums up my qualms perfectly. This game is a culprit of turning choices into problems, plain and simple.\n\nThe mechanics feel clunky. I wouldn't necessarily say buggy, but very clunky. There were many times a plank on the ground no higher than an inch would stop me dead in my tracks, which is telling me the collision meshes aren't matching up with the visual meshes. On several occasions, I've had friendlies and enemies randomly burst into flames although I did nothing (nor had any effect on me) to cause it. On one such occasion, there had been no fighting for 2 minutes, and there it was. A friendly burst into flames, and started shooting at me, randomly.\n\nThe amount of things you can do in the game is awesome. Many weapons, vigors, upgrades, and interactive objects in the level you can use to get an advantage. But it never gels together. Some loadouts are simply better than others, and I get the feeling the emphasis on tactics was made at the expense of motor skill. I never got that feeling of satisfaction after a gunfight- I never felt rewarded for perfectly executed actions. Progression felt like a function of how often gimp tactics were used. It left much to be desired.\n\nThere are many places in the game where a little more direction would have helped a lot. Usually pressing N will give you a marker showing where to go. It didn't work when trying to escape a crashing zeppelin. It also didn't work while trying to follow the lady ghost. \n\nIn a nutshell, this game is okay. But I feel like no real progress has been made on the franchise. Infinite is chalk full of gameplay and storyline problems that are probably the result of over ambition and not enough organization or clear thought. Don't get me wrong, the game looks and feels great. Unfortunately, a polished turd is still a turd. There are many other games out there that are more well-rounded than this. \n\nAnd to be honest, I hate to say this... but I think I may uninstall this before I finish it.","timestamp_created":1421936287,"timestamp_updated":1421936895,"voted_up":false,"votes_up":4,"votes_funny":0,"weighted_vote_score":"0.505206763744354248","comment_count":2,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14110895","author":{"steamid":"76561197960717305","num_games_owned":280,"num_reviews":43,"playtime_forever":637,"playtime_last_two_weeks":0,"playtime_at_review":637,"last_played":1411422750},"language":"english","review":"I'm another one not getting the hype. Sure, the graphics look good (even though that impression is created more through the use of trickery than actually beautiful textures but that's fine with me) and the setting is very interesting, but you never get to explore any of it. You move through a linear series of shooting scenes against poor AI using a clumsy feeling protagonist. The game is most interesting when you aren't shooting at things and that's a problem for a shooter. The story promises real depth but then abandons all that for shooting and drama, it never reaches real depth. \n\nIf you're a fan of shooters, the action here will likely bore you and feel too easy, if you're a fan of sandbox environments and fascinating settings, you'll be frustrated by how you're not allowed to actually explore anything yourself and if you're a fan of adventure game story-telling, all the useless shooting will probably ruin the experience for you.","timestamp_created":1421934392,"timestamp_updated":1421934392,"voted_up":false,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.45578119158744812","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14108295","author":{"steamid":"76561198023507972","num_games_owned":256,"num_reviews":2,"playtime_forever":2176,"playtime_last_two_weeks":0,"playtime_at_review":495,"last_played":1454403598},"language":"english","review":"OMG Best Game i have played in a long time.","timestamp_created":1421915362,"timestamp_updated":1421915362,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14107973","author":{"steamid":"76561198036184157","num_games_owned":84,"num_reviews":1,"playtime_forever":2102,"playtime_last_two_weeks":0,"playtime_at_review":1293,"last_played":1543023417},"language":"english","review":"Fantastic.","timestamp_created":1421912362,"timestamp_updated":1421912362,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14105926","author":{"steamid":"76561198045139575","num_games_owned":105,"num_reviews":1,"playtime_forever":1524,"playtime_last_two_weeks":0,"playtime_at_review":1121,"last_played":1622870226},"language":"english","review":"love this game to the fullest this is part of a series that i fall in love with since the very beginnig. kept as one of my favorite games of all time.  highly recommend,","timestamp_created":1421895197,"timestamp_updated":1511386460,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14105498","author":{"steamid":"76561198044191979","num_games_owned":567,"num_reviews":25,"playtime_forever":1676,"playtime_last_two_weeks":0,"playtime_at_review":696,"last_played":1467366050},"language":"english","review":":\"(","timestamp_created":1421892112,"timestamp_updated":1421892112,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.462132424116134644","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14105470","author":{"steamid":"76561198144536457","num_games_owned":17,"num_reviews":1,"playtime_forever":1008,"playtime_last_two_weeks":0,"playtime_at_review":1008,"last_played":1421890744},"language":"english","review":"The storyline for this game is one of the best I've ever experienced. I would highly recommend this game to anyone who enjoys RPGs. The combat is a bit difficult at first, but it's easy to get used to. All in all fantastic, 10/10.","timestamp_created":1421891939,"timestamp_updated":1421891939,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14105330","author":{"steamid":"76561198082585807","num_games_owned":164,"num_reviews":3,"playtime_forever":1248,"playtime_last_two_weeks":0,"playtime_at_review":1108,"last_played":1437102815},"language":"english","review":"Booker Catch this!\nBooker AMMO!\nBooker SALTS! \nBOOOKKKEEERRR!\nBioshock Infinite is just this until near the end of the game.\n\n10/10 Would catch salts again","timestamp_created":1421891083,"timestamp_updated":1421891083,"voted_up":true,"votes_up":0,"votes_funny":1,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14104118","author":{"steamid":"76561198063722114","num_games_owned":211,"num_reviews":8,"playtime_forever":1016,"playtime_last_two_weeks":0,"playtime_at_review":1012,"last_played":1428005504},"language":"english","review":"broke my brain\nthink ill just go to sleep","timestamp_created":1421883346,"timestamp_updated":1421883346,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14103859","author":{"steamid":"76561198073833195","num_games_owned":124,"num_reviews":9,"playtime_forever":1135,"playtime_last_two_weeks":0,"playtime_at_review":547,"last_played":1476739249},"language":"english","review":"It was the best 10 hours that I've spent in a very long time. Amazing game with a very immersive and deep story that will make you want to play the game over again and again. 10/10 Would definitely recommend.","timestamp_created":1421881780,"timestamp_updated":1421881780,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.545454561710357666","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14103684","author":{"steamid":"76561197978319352","num_games_owned":235,"num_reviews":2,"playtime_forever":1112,"playtime_last_two_weeks":0,"playtime_at_review":1029,"last_played":1421795453},"language":"french","review":"Un peu long au début, mais prenant","timestamp_created":1421880869,"timestamp_updated":1421880869,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14102856","author":{"steamid":"76561198134612817","num_games_owned":146,"num_reviews":1,"playtime_forever":5753,"playtime_last_two_weeks":0,"playtime_at_review":1107,"last_played":1588348885},"language":"italian","review":"Bellissimlo, la mia saga preferita da giocare e rigiocare poi con i dlc è ancora meglio l'unica pecca è che la storia è un po complicata ma a quello c'è rimedio, però come stimatore della saga mi aspetavo anche una nuova forma di Big Daddy, il simbolo del gioco, ma apparte questi dettagli insignificanti questo gioco è un capolavoro lo consiglio a tutti fatto veramente bene, il trailer non lo descrive abbastanza.\nDa prendere al volo assolutamente!\n","timestamp_created":1421876572,"timestamp_updated":1421876572,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14102014","author":{"steamid":"76561198053108018","num_games_owned":196,"num_reviews":3,"playtime_forever":909,"playtime_last_two_weeks":0,"playtime_at_review":658,"last_played":1421539836},"language":"english","review":"great game","timestamp_created":1421872138,"timestamp_updated":1421872138,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14100995","author":{"steamid":"76561198067265464","num_games_owned":168,"num_reviews":6,"playtime_forever":718,"playtime_last_two_weeks":0,"playtime_at_review":392,"last_played":1449695655},"language":"english","review":"Bioshock Infinte is a game I wasn't entirely sure about at first. It managed to maintain my interest with its engaging combat mechanics and strange but interesting world that was encouraging to explore. However as I played I learned that it was actually extremely high quality with various different gameplay mechanics such as the vigours and Elizabeth's special abilities. But really what captivated me and pushed me to finish was the story. The story was expansive and detailed unlike most games these days with an end that you may not understand unless you've been paying attention. \n\nAll in all with few technical difficulties and a masterpiece of story and brilliant gameplay I award Bioshock Infinite a 10/10","timestamp_created":1421867583,"timestamp_updated":1421867583,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14100827","author":{"steamid":"76561198104194960","num_games_owned":480,"num_reviews":23,"playtime_forever":1484,"playtime_last_two_weeks":0,"playtime_at_review":583,"last_played":1525161850},"language":"turkish","review":"Cİdden süper bir oyun özellikle seneryo ve konsept çok ilgimi çekti umarım böyle güzel yapımlar görleye devam ederiz.","timestamp_created":1421866919,"timestamp_updated":1421866919,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.525862038135528564","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14100312","author":{"steamid":"76561198125670858","num_games_owned":112,"num_reviews":4,"playtime_forever":1232,"playtime_last_two_weeks":0,"playtime_at_review":678,"last_played":1427062854},"language":"english","review":"Smooth gameplay paired with a story that will shake, twist and bend your mind.\nA solid 10/10.","timestamp_created":1421864716,"timestamp_updated":1421864716,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14100069","author":{"steamid":"76561198125461532","num_games_owned":433,"num_reviews":6,"playtime_forever":3087,"playtime_last_two_weeks":0,"playtime_at_review":669,"last_played":1650233178},"language":"russian","review":"Афигенная игра всем рекондую!!! Наверное лучшая из всей серии. Аболденный сюжет и норм графика, не пожалеете.","timestamp_created":1421863534,"timestamp_updated":1425059085,"voted_up":true,"votes_up":2,"votes_funny":1,"weighted_vote_score":"0.519999980926513672","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14099890","author":{"steamid":"76561197997365316","num_games_owned":282,"num_reviews":22,"playtime_forever":709,"playtime_last_two_weeks":0,"playtime_at_review":709,"last_played":1406667006},"language":"english","review":"Visuals: 9/10\nGameplay: 9/10\nPlot; 7/10\nAudio: 8/10\n\nOverall: 9/10","timestamp_created":1421862614,"timestamp_updated":1421862614,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14099782","author":{"steamid":"76561197971722253","num_games_owned":159,"num_reviews":39,"playtime_forever":791,"playtime_last_two_weeks":0,"playtime_at_review":791,"last_played":1397204846},"language":"english","review":"Loved it. Really great game. If you haven't played the bioshocks before you might get a little confused.","timestamp_created":1421862071,"timestamp_updated":1421862071,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14098993","author":{"steamid":"76561198078922309","num_games_owned":56,"num_reviews":1,"playtime_forever":1333,"playtime_last_two_weeks":0,"playtime_at_review":1276,"last_played":1421656006},"language":"russian","review":";X","timestamp_created":1421858490,"timestamp_updated":1421858490,"voted_up":true,"votes_up":1,"votes_funny":1,"weighted_vote_score":"0.5","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14098352","author":{"steamid":"76561198098429733","num_games_owned":48,"num_reviews":3,"playtime_forever":481,"playtime_last_two_weeks":0,"playtime_at_review":425,"last_played":1422706949},"language":"english","review":"Great Games And The Story Is Really Good Too Great Job On The Game","timestamp_created":1421855478,"timestamp_updated":1421855478,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14097706","author":{"steamid":"76561197993060918","num_games_owned":294,"num_reviews":291,"playtime_forever":3411,"playtime_last_two_weeks":0,"playtime_at_review":945,"last_played":1597948506},"language":"english","review":"8.5/10\n*story-twist","timestamp_created":1421852778,"timestamp_updated":1422036858,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.469798654317855835","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14096640","author":{"steamid":"76561198079584599","num_games_owned":179,"num_reviews":2,"playtime_forever":3679,"playtime_last_two_weeks":0,"playtime_at_review":1583,"last_played":1588895398},"language":"brazilian","review":"Jogo com uma história confusa mas bastante envolvente, possui uma jogabilidade bastante evoluída com relação aos seus antecessores e um DLC que te manda de volta a Rapture (quer mais do que isso?). O ponto forte mesmo é a história, se você não for atento a alguns detalhes vai precisar zerar esse jogo mais de uma vez para entender e acredite: vai se divertir mesmo assim.","timestamp_created":1421847187,"timestamp_updated":1421847187,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14094470","author":{"steamid":"76561198074475188","num_games_owned":139,"num_reviews":10,"playtime_forever":1055,"playtime_last_two_weeks":0,"playtime_at_review":968,"last_played":1438911169},"language":"english","review":"Great game will play again if i ever get bored","timestamp_created":1421831946,"timestamp_updated":1421831946,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14093596","author":{"steamid":"76561198153410421","num_games_owned":38,"num_reviews":2,"playtime_forever":631,"playtime_last_two_weeks":0,"playtime_at_review":244,"last_played":1422777057},"language":"english","review":"You get to kill racist people and abusive cops and not worry about a thing 10/10 would do mass genocide again","timestamp_created":1421824009,"timestamp_updated":1421824009,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14092053","author":{"steamid":"76561198093048768","num_games_owned":266,"num_reviews":63,"playtime_forever":1488,"playtime_last_two_weeks":0,"playtime_at_review":679,"last_played":1536006327},"language":"english","review":"One of the most amazing narratives in video games I have ever seen. I highly recommend this game. It will blow your mind.","timestamp_created":1421811771,"timestamp_updated":1421811771,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14090796","author":{"steamid":"76561198071757814","num_games_owned":338,"num_reviews":13,"playtime_forever":1639,"playtime_last_two_weeks":0,"playtime_at_review":1409,"last_played":1476754982},"language":"english","review":"This game makes you think. Not puzzle-wise, but just... what!\nEveryone knows the feeling: favorite tv show comes on, last episode, all of a sudden it pulls this crazy twist ending at you that you could not have expected from any angle.\nDespite the ending, which I loved, this game has solid everything: graphics, gameplay, plot (oooh the plot!), and Character development. Personally I thoroughly was interested in the characters and cared for them. The voice acting was tremendous (Troy Baker as Booker Dewitt) and everything was so well put.\n10/10 most definitely.","timestamp_created":1421804087,"timestamp_updated":1424063175,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.5","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14090165","author":{"steamid":"76561198096422106","num_games_owned":71,"num_reviews":14,"playtime_forever":1092,"playtime_last_two_weeks":0,"playtime_at_review":671,"last_played":1511835419},"language":"spanish","review":"Las graficas son muy buenas (Con un aire caricaturezco)\nLa jugabilidad es muy buena\nLa historia es atrapante pero muy corta en mi opinión.\n\nBioshock Infinite te embarca en una aventura de altura donde tu único objetivo es rescatar a una chica llamada Ana para saldar la deuda mientras vas descubriendo la historia de trasfondo de tu personaje, la explicación del mundo que te rodea, un complot sumamente delicado en la política de Columbia (Ciudad fictícia que una vez fue parte de Estados Unidos).\n\nLa historia es un poco difícil de entender si no has estado al tanto de los AudioLogs (Grabaciones) así que recomiendo que busques todos los dispositivos para entenderla en su totalidad.\n\nMi experiencia fue 8/10 debido a que la historia es muy corta y pudo haber sido mucho mejor aprovechando al máximo el motor gráfico implementado.","timestamp_created":1421800464,"timestamp_updated":1421800464,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14090088","author":{"steamid":"76561198071627796","num_games_owned":126,"num_reviews":3,"playtime_forever":730,"playtime_last_two_weeks":0,"playtime_at_review":858,"last_played":1421611673},"language":"english","review":"This game took me completely by surprise and blew me away!\n\nBought it super cheap in a Steam sale and fired it up having little to no idea what to expect.  I played the original Bioshock years and years ago, and thought this one was in the sky rather than under the water. But that was all I knew.\n\nFrom the moment I started playing I knew I was in for a treat.  The graphics are great, The atmosphere is fantastic.  The thing I remembered most about the original was how atmospheric it was and Infinite was exactly the same.\n\nThen as the game progressed, and the story was told, characters were revealed. It turned into something quite amazing.  It's got some of the best characters I've ever known in a game.  It really has.\n\nAlso the weapons/vigors feel great.\n\nThere really isn't much not to like a bout this game.  My only minor complaint would be the constant searching for items.  But it's such a minor when I think about how amazing everything else was.\n\nAlso once the game was finished.  I had to go and Google the story to make sure I fully understood it.  Not many games you can say that about!\n\nAll in all. Gotta give this game 10/10.  It's really amazing.","timestamp_created":1421800009,"timestamp_updated":1421800009,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14089742","author":{"steamid":"76561198170401931","num_games_owned":182,"num_reviews":3,"playtime_forever":6696,"playtime_last_two_weeks":0,"playtime_at_review":1175,"last_played":1604104509},"language":"spanish","review":"Acava de Terminar Bioshock Infinite porfin el desenlace de la trilogia, la verdad tengo que devir que ocupo leer mas para poder enternder correctamenta la perspectiva del juego, pero sin enbargo ame el juego (el mejor juego del mundo) tiene sus pro`s y sus contra pero dado a que el juego es parte sentimental mio, pues no podre dar una mala critica, por siertoalgo nostalgico el final,... porlomenos para mi","timestamp_created":1421798106,"timestamp_updated":1421798106,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.54356849193572998","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14088749","author":{"steamid":"76561197970794954","num_games_owned":115,"num_reviews":4,"playtime_forever":2463,"playtime_last_two_weeks":0,"playtime_at_review":2443,"last_played":1418754735},"language":"spanish","review":"Para empezar lo primero que debes saber si aun no has comprado este bioshock es que no esta pensado en principio para pc.\n- Las partida se guarda sola cuando el juego quiere. No cuando tu quieras.\n- No hay manera de elegir entre partidas guardadas, solo hay una. Osea que no puedes decir, guardo aqui y pruebo ha hacer esto a ver que pasa. En definitiva no tienes el control. Si podras cargar capiltulos.\n- No hay inventario, por lo que no puedes recoger cosas para mas tarde o para combinarlas, olvidate de jugar como en bioshok y aun menos podras hacerlo como en System Shock 2.\n- No hay mapa, y olvidate de un escenario abierto donde se desarrolla la accion, un escenario que al final conoces y en el que practicamente puedes volver al principio cuando ya estas acabando. \n- Olvidate de que los enemigos aparezcan donde y cuando menos te lo esperas.\n- Olvidate de vivir una historia de ciencia ficcion donde descubres y progresas, y preparate para un mata mata lineal, eso si, con un guion que mejora a cada capitulo.\n\nA menos claro que no hayas jugado antes al BioShock o al System Shock 2, o que te pareciesen complejos\n\nEn definitiva si esperabas otro BioShock para PC estas muy equivocado. Ni siquiera puedes tener un Joy enchufado y jugar con el raton, ya que si lo detecta se pone en modo xbox.\n\nLa optimización para pc deja mucho que desear, aunque va fluido generalmente, de repente se pone a 1 frame cada dos o tres segundos durante 15 o 20 segundos.\n\nEso si, el guion va mejorando a cada paso para acabar haciendome que recomiende este juego, simpre teniendo en cuenta las advertencias que he dado a los que esperaban mas BioShock Para que no se lleven una desilusion como la mia.","timestamp_created":1421792905,"timestamp_updated":1421792905,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14088521","author":{"steamid":"76561198060114204","num_games_owned":495,"num_reviews":38,"playtime_forever":1042,"playtime_last_two_weeks":0,"playtime_at_review":905,"last_played":1421791725},"language":"english","review":"Bom bagarai!","timestamp_created":1421791905,"timestamp_updated":1421791905,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false}],"cursor":"AoJ4ztjZhMsCeZTfNQ=="}