{"success":1,"query_summary":{"num_reviews":100},"reviews":[{"recommendationid":"11350903","author":{"steamid":"76561198090380655","num_games_owned":355,"num_reviews":67,"playtime_forever":2872,"playtime_last_two_weeks":0,"playtime_at_review":1446,"last_played":1543931814},"language":"russian","review":"Когда я впервые увидел BioShock Infinite я подумал наверное это не совсем стандартный BioShock, или же перезапуск серии, когда я в первый раз запустил BioShock Infinite мое мнение чуточку изменилось, всё было очень похоже, разве что место было не таким уж мрачным как в предыдуших частях. А благодоря тому что в игру ввеле спринт бои стали очень быстрыми, но в тоже время из за многих нововведений таких как аэротрассы и новые плазмиты бои стали намного интереснее. Косатенльно сюжета это полный вынос простого человеческого мозга если не вникать в то что происходит по ходу то в конце будет много вопросов, но в целом если поразмыслить становится всё ясно хотя в тоже время и не понятно ну во всяком случае так было у меня. В моем личном списке эта игра заняла третье место лучших игр 2013 года и несамнонно первое место на PC 10/10.\n\nЧто косательно DlC Burial at sea. Первый эпизод был на столько не продолжительным что просто ужас, его можно на шифтах за час пробежать, благо я так не делал. Ну а второй эпизод мне очень понравился, я не очень то люблю стелс, но было довольно-таки интересно поиграть за слабую девушку среди безумных мутантов и огромных злобных \"папочек\" этот эпизод дал ответы на  многое, ну по крайней мере мне, было интерестно вернутся Восторг","timestamp_created":1405971089,"timestamp_updated":1406124597,"voted_up":true,"votes_up":9,"votes_funny":1,"weighted_vote_score":"0.627965211868286133","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11350210","author":{"steamid":"76561198083524069","num_games_owned":251,"num_reviews":3,"playtime_forever":5654,"playtime_last_two_weeks":0,"playtime_at_review":977,"last_played":1557178620},"language":"english","review":"pretty decent","timestamp_created":1405967951,"timestamp_updated":1405967951,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11350206","author":{"steamid":"76561198110622048","num_games_owned":188,"num_reviews":18,"playtime_forever":248,"playtime_last_two_weeks":0,"playtime_at_review":241,"last_played":1479572991},"language":"english","review":"The Good\n- Simlpy one of the best stories that I have ever played\n- Highly polished graphics\n- Amazing voice acting and script writing\n- Level design is superb\n- Surreal level design\n- *It's the small things! (I'll explan that towards the end of the first paragraph)\n\nThe Bads\n- Impossible levels on 1999 mode\n\n\nWow what can I say. This is simply the best storyline of any game that I have ever played. Only 2 other games can match the level of emotion on the storyline, The Last of Us & Beyond Two Souls. A real sence of emotions. I can't go on without commending the script and voice acting. It is simpy astonishing. Courtnee Draper who is the voice to Elizabeth really hits the emotion levels that give her distinctive charater, I don't think that anyone else could have pulled of that role as well as she did. The level design is fantastinc, it really backs up the story of the game, from the richest to the poorest areas, you can really feel the pain and suffering that is going on around. That is a very difficult thing to achive in amovie, let alone a game. Being able to do that shows the skill of the script writers and developers. *What I mean by the small things is the level design, for example, there is a level that requires you to walk down a poorer area in the level. You end up haveing to walk past a woman who is singing the about pains of life. Similarly the graphics allows you to see the smallest change in the face. That allows you to see the emotions from the characters in game. That is a huge advantage to have in such a emotive game.\n\nAs with most games that I play, I want a challange. Bioshock Infinite has definatly given me that, so much so that it has become a downside. In 1999 mode, certain levels are impossible to complete. But that is just because I gave up! I'm sure that there are people out there that can beat it (And I salute you). BO has upset some of the hardcore playes who have played the Bishock 1 & 2, why I don't know. \n\nI highly recommend this game, it is a fantastic emotional and thrilling storyline. Words just don't do it justice. 9.8/10","timestamp_created":1405967947,"timestamp_updated":1409409318,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.476190477609634399","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11350009","author":{"steamid":"76561198080214138","num_games_owned":140,"num_reviews":41,"playtime_forever":790,"playtime_last_two_weeks":0,"playtime_at_review":790,"last_played":1441522842},"language":"english","review":"Just play it already!","timestamp_created":1405966998,"timestamp_updated":1648371441,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11349707","author":{"steamid":"76561198079414128","num_games_owned":45,"num_reviews":2,"playtime_forever":2264,"playtime_last_two_weeks":0,"playtime_at_review":1199,"last_played":1641141403},"language":"english","review":"The Bioshock Series is by far, hands down the best story line ever in a game (in my opinion) Bioshock Infinite is no exception. The story is amazing, albeit confusing towards the end, the gameplay is smooth and the graffics were seamless. The artwork rocked and the addition of tears was done perfectly. I was afraid that it would be clunky like Bioshocks 1-2. But my fears were unfounded. Buy this game and your in for many hours of entertainment.","timestamp_created":1405965578,"timestamp_updated":1405965578,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11348689","author":{"steamid":"76561198106173788","num_games_owned":116,"num_reviews":1,"playtime_forever":631,"playtime_last_two_weeks":0,"playtime_at_review":465,"last_played":1560141891},"language":"english","review":"i flipped shit at the end","timestamp_created":1405960585,"timestamp_updated":1405960585,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11348557","author":{"steamid":"76561198117341224","num_games_owned":60,"num_reviews":10,"playtime_forever":1627,"playtime_last_two_weeks":0,"playtime_at_review":615,"last_played":1544430660},"language":"english","review":"lel i like this game. lel k","timestamp_created":1405959847,"timestamp_updated":1405959847,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.502262473106384277","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11347545","author":{"steamid":"76561198004573649","num_games_owned":455,"num_reviews":19,"playtime_forever":917,"playtime_last_two_weeks":0,"playtime_at_review":606,"last_played":1459998721},"language":"english","review":"I bought this game for 60 dollars to get tf2 hats and bioshock 1 for free.","timestamp_created":1405954230,"timestamp_updated":1405954230,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.49977487325668335","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11346563","author":{"steamid":"76561198026129528","num_games_owned":258,"num_reviews":200,"playtime_forever":1945,"playtime_last_two_weeks":0,"playtime_at_review":1945,"last_played":1533152658},"language":"french","review":"Achetez le\nPas à plus de 20€, mais achetez le.\nIl vaut clairement la peine.\nN'hésitez pas.\n\n\nEDIT : Les DLCs sont parfaits","timestamp_created":1405948837,"timestamp_updated":1533152852,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11345561","author":{"steamid":"76561198058640303","num_games_owned":55,"num_reviews":1,"playtime_forever":1728,"playtime_last_two_weeks":0,"playtime_at_review":1169,"last_played":1550954345},"language":"czech","review":"Bioshock Infinite je opravdu skvělá fps hra, která vás přesune do světa plného zajímavých schopností a zbraní. Pokud máte rádi takovéto hry jako jsou např. Bioshock, Thief, Dishonored...určitě neváhejte a zakupte.","timestamp_created":1405942553,"timestamp_updated":1405942553,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11345542","author":{"steamid":"76561198104092319","num_games_owned":41,"num_reviews":12,"playtime_forever":815,"playtime_last_two_weeks":0,"playtime_at_review":815,"last_played":1404233354},"language":"russian","review":"Смотрел на Элизабет всю игру!","timestamp_created":1405942431,"timestamp_updated":1405942431,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11342374","author":{"steamid":"76561198038046427","num_games_owned":546,"num_reviews":25,"playtime_forever":2981,"playtime_last_two_weeks":0,"playtime_at_review":966,"last_played":1497049514},"language":"english","review":"I'll admit that I'm actually quite afraid to write a review for Bioshock Infinite.\nThe immensity of such a game creates a aura that I cannot simply sum it up with mere words.  I guess I've given away, then, that this review is heavily favorable.  This may be the game with the best story I have ever experienced, in fact.  That is why I can barely begin to create any sort of assumption about it.  Let us start by dissecting it into the three classic categories a game can be assed by, in order to tackle this masterpiece.\nGAMEPLAY:\nI will not say this game is perfect.  It's not.  And I think the gameplay really shows us that.  Not to say that it's bad, no.  In fact, I love playing around in this game.  The guns are amazing, and the vigors are much more creative than the original Bioshock.  This time around, it's less about stealth and more about run-and-gun adrenaline-pumping pure action.  This is highlighted by the fact that your companion (yes, we'll get to that later) will constantly toss you item that I swear are always timed perfectly to fit your needs (your character even remarks on this, usually saying, \"Right on time!\" or something similiar).  However, although the gameplay is fun and upbeat, it tends to take away from game in a way that is similiar to what would happen if you took Telltale's The Walking Dead and added constant action.  It may seem like fun to the developers and people will eat it up at demos, but if you play the entire game the action ends up feeling like filler.  And although it's some damn good filler, at the end of the game it's only remembered as \"those things I had to do to get to the interesting content.\"\nENVIRONMENT:\nI'm grouping the audio and visual together in \"environment\" for this game for the sole reason that the setting needs to be heavily discussed.  So let's get graphics and music out of the way.  Firstly, the game looks amazing.  Everything, even objects, feels alive.  The colors are bright, the people look fantastic and slightly whimsical, which is perfect for the game's setting.  And your companion looks, well, beautiful.  She's not explicitly hot or over-the-top cute, but she's a girl that you want to keep both alive and happy.  On sounds, well, the same holds true.  The game has upbeat and nature-esque ambient noise, and unlike Rapture does not contain random screaming, even towards the end of the game.  It always feels like you're walking though either a park or a factory, which is fitting considering that most of the time you are.\nNow for the setting.\nI'll try not to compare Columbia to Rapture too much, as there really aren't too many similiarities.  In fact, they're almost opposites.  Where Rapture was a place that focused on the intellectualism and the individual over the society, Columbia is a place that focuses on being a good citizen and the society, namely religion, over the individual.  Industry was not encouraged, with only one main provider for almost everything anyone would need.\nBasically, Columbia is an exaggerated version of America circa late 1800's.\nMonopolies, Social Darwinism, Racism, Nationalism, it was all there, and demands a rebirth that forms Columbia.  Despite being recycled from an earlier time period, Columbia still feels new.  In a society today where anti-racist sentiments have practically been crammed down everyone's throats by the media (not to say they don't have truth in them), Columbia manages to condemn racism in a new, subtle, fantastic fashion by not telling you that it's wrong, but simply showing you what was going on in the time period and letting you, the audience, think about it.  It's what Dr. Suess was so good at doing (The Lorax, anyone?) and is so not-understood by current media (The Lorax, anyone?).  The same holds true with the overzealous religious followers of the game, who are not evil, but need to change their ways.  You come to this conclusion by not being told that it's the right one by the devs, but by deciding it on your own.  It's a style that should have been adopted long ago by mainstream media, but is not because they decide to dumb it down for the average consumer.  Thankfully, we have people like Ken Levine in this world, and long ago, Ray Bradbury (Farenheit 451 more directly teaches this, if you're interested in reading it (which you should be)).  But, if you want the full experience, play it.  I cannot sum up in words the full extent of Columbia's social structure, but it's an amazing setting.  It's also pretty that it's floating, I guess, but that just seemed like an extra detail.  Oh, we made this city with beautiful social commentary, and it's suspended somewhere between 15,000-20,000 feet in the air by science.\nSTORY:\nNow we get to the hard part.  Actually, no.  GO PLAY THE GAME.  I will not spoil anything.  The beginning's questions deserve to be shown, not told by some guy on the internet.  The middle's pondering deserves to had by you, not me.  The endings answers deserve to be discovered by your doing, long after the game has ended, not explained by me.  The story is absolutely fantastic, which is why I make no mistake in telling you that any specific thing I compliment it on will chip away at it's overall experience.  I have not even mentioned the companion or anything that pertains specifically to her character, but just know that you will feel emotionally attached to her by the ending (not like that, you creep).  The Luteces are not only hilarious, but actually make sense in their strangeness by the end.  And Comstock, he does seem like a modern-day prophet (if by modern I mean 1912), ringing all the right bells for him to be an off-putting Jesus.  Everything about this is amazing, and the twist at the end is more amazing than any game ever produced, including the original Bioshock.\nIn short, go buy this game.","timestamp_created":1405919285,"timestamp_updated":1405919420,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11342187","author":{"steamid":"76561198032820142","num_games_owned":570,"num_reviews":44,"playtime_forever":263,"playtime_last_two_weeks":0,"playtime_at_review":263,"last_played":1394955057},"language":"english","review":"BOOKER CATCH","timestamp_created":1405917760,"timestamp_updated":1405917760,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11341302","author":{"steamid":"76561198035666547","num_games_owned":290,"num_reviews":44,"playtime_forever":2209,"playtime_last_two_weeks":0,"playtime_at_review":1747,"last_played":1595730949},"language":"english","review":"A masterpiece of a video game. The story is phenomenal, the chracters are amazing (Elizabeth is an extremely attractive character because of her believable personality and actions, while Booker is great fun to play as), and the gameplay is fantastic.","timestamp_created":1405911005,"timestamp_updated":1405911005,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11341067","author":{"steamid":"76561198022155965","num_games_owned":73,"num_reviews":1,"playtime_forever":954,"playtime_last_two_weeks":0,"playtime_at_review":684,"last_played":1411262151},"language":"english","review":"I honestly can't find any flaw with this game. The story was fantastic (even though it was spoiled for me ahead of time); the graphics were beautiful, the sound was incredible, the characters were great! Seriously, everything was top notch! The guns all felt amazing, and the vigors were very cool. The added gameplay mechanic of the skyline really boosted the game. And Elizabeth... wow, best companion I ever had in a game. First off, she doesn't get in the way. That's huge. Also, you don't have to keep her from getting shot. She grabs you salts, ammo, guns, picks locks, cracks codes and so much more. She's a huge part of the game and she in no way lets down. I'm just so blown away with this game right now. Just completed the campaign but I have yet to go through the DLC. I doubt they will disapoint!\n\nTl;dr 10/10 this game rocks!","timestamp_created":1405909228,"timestamp_updated":1405909228,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11340778","author":{"steamid":"76561198021790564","num_games_owned":272,"num_reviews":13,"playtime_forever":422,"playtime_last_two_weeks":0,"playtime_at_review":422,"last_played":1388037742},"language":"english","review":"A decent game, but not as good as the first two bioshocks as it lacked it atmosphere and eerie surrondings","timestamp_created":1405907130,"timestamp_updated":1405907130,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11340268","author":{"steamid":"76561198055754523","num_games_owned":127,"num_reviews":2,"playtime_forever":781,"playtime_last_two_weeks":0,"playtime_at_review":644,"last_played":1406598110},"language":"english","review":"Bioshock Infinite is a game that deserves to be played, and then played again straight afterwards. It’s one of those games that you finish and just feel sad because you know you won’t be playing another game that good for a long time to come. \nIt’s enhanced by thoughtful plotting and great characters and wrapped up in a beautiful world and calamitous physics, one utterly superb game. 10/10 one of the best games out there.","timestamp_created":1405903131,"timestamp_updated":1480028386,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11339309","author":{"steamid":"76561198079032602","num_games_owned":476,"num_reviews":1,"playtime_forever":804,"playtime_last_two_weeks":0,"playtime_at_review":795,"last_played":1464195112},"language":"spanish","review":"Juegazo, aunque pierda un poco la esencia de terror de las anteriores entregas de la saga, no te decepcionara de tal mamera que es uno de los mejores juegos de mi biblioteca debido a la jugabilidad (aunque a la hora de usar un controlador, el apuntar se hace un poco complicado ), inovación, apartado gráfico, tamaño del mundo y argumento.","timestamp_created":1405897064,"timestamp_updated":1405897064,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11338260","author":{"steamid":"76561198088285434","num_games_owned":31,"num_reviews":1,"playtime_forever":684,"playtime_last_two_weeks":0,"playtime_at_review":684,"last_played":1406118116},"language":"russian","review":"Приятная графика, интересное развитие сюжета, запоминающиеся персонажи, геймплей для меня не был скучен. Эта игра стоит внимания. Советую всем.","timestamp_created":1405891039,"timestamp_updated":1405891039,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11338186","author":{"steamid":"76561198125019704","num_games_owned":269,"num_reviews":94,"playtime_forever":1142,"playtime_last_two_weeks":0,"playtime_at_review":704,"last_played":1422826793},"language":"english","review":"I liked he game very much it took on a happier tone then the other 2 games but still is a hair dark. Great story","timestamp_created":1405890667,"timestamp_updated":1405890667,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.527777791023254395","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11338089","author":{"steamid":"76561198068138524","num_games_owned":43,"num_reviews":1,"playtime_forever":905,"playtime_last_two_weeks":286,"playtime_at_review":619,"last_played":1660402147},"language":"russian","review":"Шикарная игра, отличная атмосфера , отличная граффика, а главное сюжет просто слов нет . Но о концовке можно говорить вечно, такая непрецказуемоя, удивляющаяю, трагичная . Игра великолепная , не скучная , местами смешная , под конец трогичная. Всем советую поиграть в это чудо!!!","timestamp_created":1405890188,"timestamp_updated":1405890188,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.545454561710357666","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11338049","author":{"steamid":"76561198040812258","num_games_owned":377,"num_reviews":3,"playtime_forever":866,"playtime_last_two_weeks":0,"playtime_at_review":774,"last_played":1398832967},"language":"english","review":"Great story and game play, good times!","timestamp_created":1405889975,"timestamp_updated":1405889975,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11337267","author":{"steamid":"76561198081959278","num_games_owned":266,"num_reviews":3,"playtime_forever":2097,"playtime_last_two_weeks":0,"playtime_at_review":2097,"last_played":1405889374},"language":"english","review":"I just beat all 3 Bioshock games in the series. This game ties all three games together perfectly and my mind has been fucked into a million pieces. If you want a strong storymode game i definately suggest the Bioshock series! :)","timestamp_created":1405886034,"timestamp_updated":1405886034,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11337089","author":{"steamid":"76561198118866331","num_games_owned":108,"num_reviews":8,"playtime_forever":797,"playtime_last_two_weeks":0,"playtime_at_review":721,"last_played":1404788008},"language":"english","review":"Decent game that pays off well in the end.","timestamp_created":1405885129,"timestamp_updated":1405885129,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11336580","author":{"steamid":"76561198087730776","num_games_owned":202,"num_reviews":9,"playtime_forever":1540,"playtime_last_two_weeks":0,"playtime_at_review":1540,"last_played":1406154614},"language":"schinese","review":"没什么好说的就是突出一个屌 10/10\n\nDLC丧心病狂 11/10\n\n伊丽莎白 101/10","timestamp_created":1405882699,"timestamp_updated":1405882699,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11335247","author":{"steamid":"76561198078670072","num_games_owned":161,"num_reviews":43,"playtime_forever":498,"playtime_last_two_weeks":0,"playtime_at_review":342,"last_played":1511892693},"language":"english","review":"LOL!","timestamp_created":1405876498,"timestamp_updated":1405876498,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11335154","author":{"steamid":"76561198028797402","num_games_owned":171,"num_reviews":16,"playtime_forever":1965,"playtime_last_two_weeks":0,"playtime_at_review":1836,"last_played":1405874854},"language":"english","review":"A masterpiece with not-so-convenient gameplay, but with the best plot possible","timestamp_created":1405876047,"timestamp_updated":1405876047,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11334505","author":{"steamid":"76561197988357598","num_games_owned":47,"num_reviews":1,"playtime_forever":1103,"playtime_last_two_weeks":0,"playtime_at_review":561,"last_played":1490935165},"language":"english","review":"This game = The tits.\n\nThat is all.","timestamp_created":1405872918,"timestamp_updated":1405872918,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11334085","author":{"steamid":"76561198000760661","num_games_owned":58,"num_reviews":2,"playtime_forever":639,"playtime_last_two_weeks":0,"playtime_at_review":357,"last_played":1472340907},"language":"french","review":"Top du top, l univers Bioshock est toujours aussi cool, que ce soir sous l'eau ou dans les airs","timestamp_created":1405870934,"timestamp_updated":1405870934,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11332826","author":{"steamid":"76561198034995209","num_games_owned":119,"num_reviews":12,"playtime_forever":882,"playtime_last_two_weeks":0,"playtime_at_review":882,"last_played":1405859520},"language":"italian","review":"Bioshock Infinite conferma un sospetto che mi attanagliava da tempo: che i videogames sono la nuova letteratura, che piaccia o meno. Finali così ben scritti e trame così maniacalmente curate si contano sulle punte di una forchetta. L'incredibile IA di Elizabeth (o Anna, ma non voglio rovinarvi il trauma) vi farà dimenticare di avere accanto un PG controllato dal computer. Col tempo finirete per affezionarvici, per domandarvi dov'è quando non potete vederla, e vorrete sapere tutto di lei. Perché le manca un mignolo, perché è in grado di aprire \"squarci\" nello spazio-tempo, dove ha imparato a scassinare serrature e decifrare messaggi segreti. E le risposte non tarderanno ad arrivare. Bioshock innalza il livello degli FPS di qualche cielo portandolo là dove nessuno aveva osato prima, affrontando con sublime raffinatezza temi come quello del fanatismo religioso, dell'odio razziale, del valore della famiglia, della lotta di classe, del dilemma etico dei viaggi nel tempo resi possibili grazie alla fisica quantistica. E' uno spettacolo pirotecnico volto a cortocircuitarvi il cervello in un modo così piacevole che, giunti all'epilogo, vi ritroverete a chiederne ancora anche se fa male.","timestamp_created":1405864287,"timestamp_updated":1405864287,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11332766","author":{"steamid":"76561198037328233","num_games_owned":198,"num_reviews":7,"playtime_forever":1100,"playtime_last_two_weeks":0,"playtime_at_review":1100,"last_played":1406147776},"language":"polish","review":"Zakończenie rodem z książek [b]Stephena Kinga[/b]. Przy latarniach dostałem sporego mindfucka ;)","timestamp_created":1405863866,"timestamp_updated":1405863866,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11332658","author":{"steamid":"76561198047163396","num_games_owned":675,"num_reviews":6,"playtime_forever":683,"playtime_last_two_weeks":0,"playtime_at_review":571,"last_played":1409349403},"language":"english","review":"Great Story, enjoyed every second. I am looking for more like this. 9/10","timestamp_created":1405863302,"timestamp_updated":1405863302,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.47999998927116394","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11331692","author":{"steamid":"76561198018403910","num_games_owned":405,"num_reviews":51,"playtime_forever":1203,"playtime_last_two_weeks":0,"playtime_at_review":624,"last_played":1551909459},"language":"english","review":"WILL THE CIRCLE BE UNBROOOOOOOKEEENNN?!?! BY AND BYEYEYEY 10/10","timestamp_created":1405858006,"timestamp_updated":1405858006,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11331459","author":{"steamid":"76561198059373947","num_games_owned":133,"num_reviews":16,"playtime_forever":1079,"playtime_last_two_weeks":0,"playtime_at_review":1027,"last_played":1428161031},"language":"english","review":"If you have already played the first Bioshock, this games mechanics and plot will seem sub-par, and I couldn't really get involved in the story. On the other hand, this games shooting mechanics are WAY better than Bioshocks, there are tons of different guns, and alot more upgrades than the first game, as well as an ADS, which the first one lacked. The only downside to these mechanics is the plasmids( renamed \"vigors\" in Bioshock: Infinite) almost have the oppisite effect of the guns. There are are very small amount of vigiors in this game, and the few that are there have only 2 possible upgrades. I didn't like this so much, due to my reliance on plasmids in the first game, but the guns varity, upgrades, and overall better feel, almost made up for it.\n\nI would give this game an 8/10 If you have played the first one and not really used plasmids, you may like it more because of it's Improved shooting mechanics. I wouldn't buy this game full price unless you really enjoyed the first and/or the second games, but on sale it's definitly worth a little money.","timestamp_created":1405856630,"timestamp_updated":1426816696,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.502262473106384277","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11331205","author":{"steamid":"76561198020425957","num_games_owned":2470,"num_reviews":13,"playtime_forever":784,"playtime_last_two_weeks":0,"playtime_at_review":620,"last_played":1408970186},"language":"german","review":"Die Bioshock-Serie hat mir schon immer gefallen, aber Infinite ist das einzige Bioshock, das ich wirklich durchgespielt habe. Die Geschichte ist super geschrieben, die Synchro ist super gelungen, die Grafik ist fantastisch und das Gameplay erfordert hier und da Geschick und schnelle Reflexe!\n\n9/10, denn die AI ist nicht IMMER die beste :) Es wird aber trotzdem ein wahnsinns Spaß sein!","timestamp_created":1405855157,"timestamp_updated":1405855157,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11331129","author":{"steamid":"76561198057689656","num_games_owned":135,"num_reviews":50,"playtime_forever":696,"playtime_last_two_weeks":0,"playtime_at_review":614,"last_played":1406459057},"language":"koreana","review":"엘리자베스 내꺼라능 !","timestamp_created":1405854722,"timestamp_updated":1405859207,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11330875","author":{"steamid":"76561197984288269","num_games_owned":265,"num_reviews":19,"playtime_forever":1282,"playtime_last_two_weeks":0,"playtime_at_review":900,"last_played":1408917632},"language":"spanish","review":"Muy pocas veces el final de un juego me deja perplejo... desde Assassins Creed 2 que no me ocurre... pues bién B.I. lo ha conseguido, insperado, fluzeante, ... sin palabras. Sobre todo lo demas, sin ser un alarde técnico tiene un diseño artístico impresionante. Sobre la jugabilidad no puedo decir mucho porque no soy aficionado a este tipo de juegos pero es muy asequible para cualquier usuario, incluso más que la primera parte.","timestamp_created":1405852897,"timestamp_updated":1405852897,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11330638","author":{"steamid":"76561198020430858","num_games_owned":25,"num_reviews":1,"playtime_forever":2946,"playtime_last_two_weeks":0,"playtime_at_review":2946,"last_played":1390249668},"language":"english","review":"B-E-A-Utiful !\n\n","timestamp_created":1405851400,"timestamp_updated":1405851400,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11327842","author":{"steamid":"76561198059121844","num_games_owned":255,"num_reviews":35,"playtime_forever":447,"playtime_last_two_weeks":0,"playtime_at_review":447,"last_played":1405831231},"language":"english","review":"p cool p weird","timestamp_created":1405831363,"timestamp_updated":1480886656,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11327592","author":{"steamid":"76561197992299932","num_games_owned":81,"num_reviews":6,"playtime_forever":648,"playtime_last_two_weeks":0,"playtime_at_review":512,"last_played":1579826838},"language":"english","review":"This game is an ACE! If you see a Bioshock game on sale buy it. You wont be dissapointed.","timestamp_created":1405829387,"timestamp_updated":1405829387,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11327011","author":{"steamid":"76561198119830147","num_games_owned":230,"num_reviews":42,"playtime_forever":8992,"playtime_last_two_weeks":0,"playtime_at_review":7898,"last_played":1527643163},"language":"english","review":"Let me just say, this is, hands down, my favorite game of all time, and likely will be my favorite unless some other game has a storyline that renders me speechless for several hours. I torrented and played infinite last summer (I was low on cash), and I hadn't played BS1 for about three years and didn't remember the story too much. However, the stunning graphics and repeatable, but enjoyable gameplay kept me enthralled in this masterpiece. The soundtrack for this game is simply amazing, I often find myself singing \"Will the Circle be Unbroken\" until my coworkers tell me to shut up. Although I needed to look up the relevence of some events (I was baffled by the advanced storyline) the ending made perfect sense to me, and believe me when I say that I didn't speak a word during the credits. I sat in my chair for another hour just thinking, I didn't speak at dinner, I didn't sleep that night, and I was still blown away in the morning. \n\nThe storyline of infinite is incredible on its own, yet I kept reading reviews that it wasn't as good as BS1. Being curious, I bought the BS triple pack during the summer 2014 sale and played infinite again first. Once again, the story blew me away as more plotholes in my mind were filled. Afterwards, I played the Burial at Sea DLC for the first time and was baffled, but also amazed. Seeing Rapture in its pre-war state brought a smile to my face, and has given me the goal of founding an underwater city.","timestamp_created":1405825228,"timestamp_updated":1439764917,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11326874","author":{"steamid":"76561197984774794","num_games_owned":557,"num_reviews":2,"playtime_forever":619,"playtime_last_two_weeks":0,"playtime_at_review":619,"last_played":1405805930},"language":"english","review":"Fantastic game, fantastic story. Engaging plot line from start to end","timestamp_created":1405824203,"timestamp_updated":1405824203,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11326800","author":{"steamid":"76561198141645769","num_games_owned":79,"num_reviews":19,"playtime_forever":668,"playtime_last_two_weeks":0,"playtime_at_review":495,"last_played":1460320948},"language":"english","review":"What an incredible game! Loved it and would recommend it to everyone","timestamp_created":1405823727,"timestamp_updated":1405823727,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11326126","author":{"steamid":"76561198017168358","num_games_owned":277,"num_reviews":50,"playtime_forever":677,"playtime_last_two_weeks":0,"playtime_at_review":677,"last_played":1405794413},"language":"english","review":"Bioshock Infinite is the third installment in the Bioshock Series. Story-wise, this has little to no connection with the first two - being set in the world of Columbia (a flying city) instead of Rapture (the underwater city in the first two games). \n\nThere are mixed reviews about this game (mostly highly recommended but there are a few who dislike this game). I'm in the middle of the road. Let's start with the negatives because I have a bias on loving everything bioshock.\n\nCons\nFPS mechanics somewhat forces the player to play Infinite like a common shooter\n - Headshot is properly implemented this game - and with that, there is little to no benefit in using Vigors (this game's version of Plasmids/Magic). \n - It's extremely quicker to just shoot them in the head with a sniper than bother doing gun+vigor combos unlike in the first two games. Because of this, I ran the rest of the game with the first sniper rifle handed to me (a few minutes into the game) Vigors are now more of just 'distractions'.\n\nProtagonist now has a shield. Shield is very OP\n- Shields soak up damage before going to direct damage. This regenerates automatically over time (when not taking damage). The cooldown time is relatively short, making shields very overpowered for a good part of the game.\n- Shields, though not customizable, are upgradeable due to special \"drinks\" called infusions (you can choose between increased Health / Shields / Mana. Fully upgraded, it becomes equal to the starting Health.\n\nChanges in theme / narrative\n - I really loved the Rapture experience from the first two games (actually the first one was the best). It was the combination of lonely, creepy, desperate and insane in some ways. Bioshock Infinite took what worked in the first two games and turned it around and took a new path. Columbia is very bright and very spacious (given the floating city setting), but even the indoor environments are bigger (to give way to the sky-line system). The theme now revolves on religion, politics, and racism which is, for me, was not as gripping as a theme compared to what the first one had.\n\nPros\nGame implementation/optimization in general\n - I played all Bioshock games in my laptop, and this was the first one to \"not crash\" during gameplay. It was also weird that this is less / equally taxing to my laptop as compared to the second game. Kudos to the game optimization team\n\nNew Skyline system\n - the Skyline is a form of transportation in this game. It is the rails that hold the cable cars/gondolas around the floating sections of columbia. It adds a new dimension to combat because you can shoot enemies and perform dive-attacks from the line, and it also gives you a new way of going around the combat area (though you are very vulnerable to enemy fire if you choose the lower speeds)\n\nImplements a \"breadcrumbs\"-style of navigation\n - they took out the map - a minor Con(s) - and replaced it with a breadcrumbs-style navigation system. You press a button and an arrow juts out from your position on the floor, pointing to the objective. \n - Backtracking is harder, but my rule of thumb is, whereever the arrow points, you go to the other way to get the goodies, then follow the arrow.\n\nNew equipment system\n - The protagonist now has 4 slots for equipment (hat, chest, pants, boots) which give out different kinds of bonuses / abilities. My character has a hat that gives him a chance to set enemies on fire when hitting them with a melee attack. \n\nLong story short, I loved the new improvements, but terribly miss the old setting. \n\nAgain, this is a must buy if you liked the first two, but other than that, it's just your average first-person-shooter with a few nifty bells and whistles and offers little enjoyment if you don't like the Bioshock story in the first place.","timestamp_created":1405819371,"timestamp_updated":1405819371,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11326119","author":{"steamid":"76561198068235322","num_games_owned":209,"num_reviews":9,"playtime_forever":714,"playtime_last_two_weeks":0,"playtime_at_review":399,"last_played":1422412045},"language":"english","review":"Bloody fun game. Great storyline mixed with gorgeous animation and screenwriting. gameply has much to be desired but it compesates for all of it's flaws with everything else it has to offer. Not much replayiblity as there are NO I REPEAT NO alternative endings so don't feel as if your decisions will make an impact. Overall I good buy if you purchase it under £15.","timestamp_created":1405819334,"timestamp_updated":1405819334,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11325928","author":{"steamid":"76561198002534781","num_games_owned":447,"num_reviews":19,"playtime_forever":3347,"playtime_last_two_weeks":0,"playtime_at_review":3195,"last_played":1425455923},"language":"english","review":"A Masterpeice, excels above and beyond its predecessor. Amazing art direction, very touchy subject matter from racism, slavery, and religion. Smooth gameplay and just overall one of the greatest games of all time. Highly highly reccomended.","timestamp_created":1405818071,"timestamp_updated":1405818071,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11323381","author":{"steamid":"76561198017791532","num_games_owned":65,"num_reviews":1,"playtime_forever":484,"playtime_last_two_weeks":0,"playtime_at_review":484,"last_played":1405803507},"language":"english","review":"Nice gameplay, colorful graphics but the most shocking story ever!","timestamp_created":1405803981,"timestamp_updated":1405803981,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11323172","author":{"steamid":"76561198031026434","num_games_owned":159,"num_reviews":35,"playtime_forever":965,"playtime_last_two_weeks":0,"playtime_at_review":828,"last_played":1617887818},"language":"spanish","review":"A ver como lo digo ... \nUNA PUTA OBRA MAESTRA","timestamp_created":1405802969,"timestamp_updated":1405802969,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.545454561710357666","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11321038","author":{"steamid":"76561198051331352","num_games_owned":106,"num_reviews":11,"playtime_forever":582,"playtime_last_two_weeks":0,"playtime_at_review":582,"last_played":1406053182},"language":"japanese","review":"じゃけんみゆきちと共にファンタジーの世界へいきましょうねぇ～\n\n前作、前々作とは雰囲気がスゲー変わったゾ\n過去作がホラー風味で敬遠してた純情ニキ達も今作はやってみるといいゾ","timestamp_created":1405792399,"timestamp_updated":1405792399,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11320762","author":{"steamid":"76561198043619112","num_games_owned":181,"num_reviews":5,"playtime_forever":1400,"playtime_last_two_weeks":0,"playtime_at_review":912,"last_played":1416953048},"language":"english","review":"Amaizing story telling paired with great gameplay and a brilliant soundtrack. I cant say enough about this game. 10/10","timestamp_created":1405790995,"timestamp_updated":1405790995,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11320221","author":{"steamid":"76561198034128181","num_games_owned":639,"num_reviews":5,"playtime_forever":1860,"playtime_last_two_weeks":0,"playtime_at_review":779,"last_played":1463448010},"language":"english","review":"This has to be my favourite of the BioShock series.  The first BioShock was my favourite and for a while into BioShock Infinite it remained that way.  Until close to half way in, then the story [b]really[/b] took off for me.  \n\nI'm glad the game creators didn't leave the main protagonist voiceless and nameless.  Being Booker Dewitt and going through his story was quite an experience.  Elizabeth was a pretty well-rounded companion and thankful did not get in my way at any time during game play as she is controlled by the programmed AI.  There were some cliched parts in the script, but overall the writing was fantastic.  2K always does well with the BioShock games and you really get a great sense of atmosphere.  The popular songs from our time being re-imagined as period-era tunes was a stroke of genius.  All set pieces, when put together really made it feel like I was in an alternate version of the early 1900s in America.  [spoiler]I feel bad for the guy that was making the films that you could view in the game. He died somehow too...[/spoiler]\n\nHonestly, I think the only reason this didn't get game of the year in 2013 is due to Elizabeth's role in the game being undervalued. [spoiler]Even at the end, not only did you \"die\" , but she \"died\" as well.  That was the punch in the face that I didn't expect and really sealed the deal for me as this will be one of those games I will be thinking about for a long time.[/spoiler]\n\nIf you like FPS games, this is a great experience and that experience definitely \"sticks to your ribs\" as they say.","timestamp_created":1405788316,"timestamp_updated":1405788316,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11320047","author":{"steamid":"76561198106925556","num_games_owned":47,"num_reviews":12,"playtime_forever":714,"playtime_last_two_weeks":0,"playtime_at_review":714,"last_played":1419558176},"language":"english","review":"This game will play with your mind and make you want to crawl into bed and forget you ever played the Bioshock series.\nIf you want a mindfucker PICK THIS GAME\n                               RATINGS\n                                  5/5\n                                  1010\n                                  100/100","timestamp_created":1405787440,"timestamp_updated":1418948256,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11319705","author":{"steamid":"76561198013314959","num_games_owned":199,"num_reviews":22,"playtime_forever":2810,"playtime_last_two_weeks":0,"playtime_at_review":774,"last_played":1527516286},"language":"english","review":"One of the best story-driven game ever made 10/10","timestamp_created":1405785782,"timestamp_updated":1405785782,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11319203","author":{"steamid":"76561198065436693","num_games_owned":163,"num_reviews":33,"playtime_forever":722,"playtime_last_two_weeks":0,"playtime_at_review":659,"last_played":1429582361},"language":"english","review":"The Infinite, Infinite Choices, Infinite Decisions, Infinite times to be amazed.","timestamp_created":1405783324,"timestamp_updated":1405783324,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11318432","author":{"steamid":"76561197988911855","num_games_owned":109,"num_reviews":3,"playtime_forever":4733,"playtime_last_two_weeks":0,"playtime_at_review":562,"last_played":1631929103},"language":"brazilian","review":"Um dos melhores games que joguei. Muito bom. Gráficos excelentes e a jogabilidade é muito boa.","timestamp_created":1405779514,"timestamp_updated":1405779514,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11318399","author":{"steamid":"76561197960511530","num_games_owned":258,"num_reviews":43,"playtime_forever":1186,"playtime_last_two_weeks":0,"playtime_at_review":606,"last_played":1406497030},"language":"english","review":"This is beautiful game, filled with richly detailed levels and an engauging story.  This game makes good use of parallel worlds theory for both story and mechanics.\n\nHaving just completed my first play through of the game i'm not sure if I feel happy or sad.  It's that kind of an ending.\n\nI have a feeling some of the apparently arbitary choices I made may have actualy branched the plot somehow.  There is enough options with Vigors, gear and weapons in this game it makes me want replay it again one day and see how else thing might have turend out.","timestamp_created":1405779303,"timestamp_updated":1405779303,"voted_up":true,"votes_up":3,"votes_funny":0,"weighted_vote_score":"0.533678770065307617","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11317358","author":{"steamid":"76561197991789202","num_games_owned":386,"num_reviews":30,"playtime_forever":1163,"playtime_last_two_weeks":0,"playtime_at_review":942,"last_played":1405782374},"language":"english","review":"This is the game that Bioshock should always have been. Stylish, thought-provoking, political, shocking. And still fun to play. This is the culmination of years of hard work by the development team, and it really shows through. One of the best games I've played in a while.","timestamp_created":1405773428,"timestamp_updated":1405773428,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.505358576774597168","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11317098","author":{"steamid":"76561197994032643","num_games_owned":374,"num_reviews":4,"playtime_forever":1007,"playtime_last_two_weeks":0,"playtime_at_review":1007,"last_played":1405778989},"language":"english","review":"It's a great game! I own and played Bioshock 1 and 2. Infinite is a great change of pace. Don't have many scary/runforyourlife moments, and that is a good thing. We can enjoy the story/art of the game. \nThe story is complicated, yet beautiful. Nethertheless I had to read again the full story (just to glue the pieces... ). \nWorth the money.","timestamp_created":1405771986,"timestamp_updated":1405771986,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11316546","author":{"steamid":"76561198006885856","num_games_owned":291,"num_reviews":12,"playtime_forever":1140,"playtime_last_two_weeks":0,"playtime_at_review":1140,"last_played":1403714861},"language":"english","review":"Best Game every Made","timestamp_created":1405768663,"timestamp_updated":1405768663,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11315868","author":{"steamid":"76561198065376758","num_games_owned":35,"num_reviews":14,"playtime_forever":3025,"playtime_last_two_weeks":0,"playtime_at_review":1001,"last_played":1630791159},"language":"english","review":"No words.","timestamp_created":1405764406,"timestamp_updated":1608311378,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11315471","author":{"steamid":"76561198027821517","num_games_owned":161,"num_reviews":8,"playtime_forever":562,"playtime_last_two_weeks":0,"playtime_at_review":558,"last_played":1398890840},"language":"english","review":"BioShock Infinite was one of the best games I was able to play in 2014. Great story and awesome gameplay.","timestamp_created":1405761713,"timestamp_updated":1405761713,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11314302","author":{"steamid":"76561198061702251","num_games_owned":178,"num_reviews":121,"playtime_forever":1262,"playtime_last_two_weeks":0,"playtime_at_review":1125,"last_played":1407854485},"language":"english","review":"I just finished my first playthrough (including B@S DLC), this game is just amazing. It is truly a masterpiece that no other games I've played can compare to. The plot and settings are so complicated but attractive. The gameplay is smooth and fun. The way you interact with Elizabeth is involving and impressive--she could be really helpful. And in the DLC, when you play as Elizabeth, it is totally a different experience... I like Elizabeth soooo much that I'm considering buying the Elizabeth Noir Statue!!!!","timestamp_created":1405753220,"timestamp_updated":1407855258,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11313333","author":{"steamid":"76561198022444947","num_games_owned":223,"num_reviews":11,"playtime_forever":1131,"playtime_last_two_weeks":0,"playtime_at_review":1079,"last_played":1424969542},"language":"brazilian","review":" Apesar de ter os dois primeiros Bioshock, joguei somente algo em torno de 03 horas do primeiro. Tentei, tentei de verdade mas não consegui perceber o que o título tinha de tão importante e excitante, como diziam alguns. Embora a crítica especializada afirmasse que o jogo era um divisor de águas na história dos video games, eu só percebia uma confusão de labirintos escuros em Rapture. Além disso o game tinha uma navegação muito precária a disposição do player e pouca, quase nenhuma informação sobre nosso papel na trama.\n\nNo final abandonei o game por falta de ânimo em prosseguir para as missões subsequentes. Para minha feliz surpresa, descobri que diferentemente do primeiro Bioshock, o Infinite é mesmo perfeito.\n\nBioshock Infinite é daquele tipo de game que quanto mais você avança na história, mais ávido fica para descobrir o que lhe aguarda na próxima missão. Passei quase 7 horas jogando - pareceu ter sido apenas 3 horas, de tão empolgante que foi a partida. E que final espetacular!! O jogo tem um final tão surpreendentemente inteligente que fiquei imaginando o quanto evoluiu os enredos dos games nos últimos 10 anos. Incrível!\n\nMas o maior atrativo de Bioshock Infinite - o que o torna um jogo verdadeiramente especial, de vanguarda mesmo - é a NPC chamada Elizabeth. Figura central na trama, ela é tão marcante que você não a esquecerá tão cedo, tamanha é a capacidade do personagem cativar o jogador. A forma com a qual a Elizabeth interage com o player durante jogo é tão bem construída e tão solidamente elaborada que em dado momento você \"se apega\" a ela. Para mim esse fato, por si só, torna Bioshock Infinite um marco real na história dos games de computador.\n\nNão deixem nunca passar a oportunidade de jogar esse game magnífico, pois ele é obrigatório para os amantes de FPS (sugiro ele até mesmo para os que não são tão chegados ao gênero) e para aqueles que curtem uma história realmente bem escrita e inteligente. \n\n\nPrós:\n\nGráficos Maravilhosos\nTrilha sonora espetacular\nHistória cativante\nElizabeth é... apaixonante!\nOs novos poderes são bem interessantes\n\nContras:\n\nO jogo acaba","timestamp_created":1405745607,"timestamp_updated":1405745607,"voted_up":true,"votes_up":17,"votes_funny":0,"weighted_vote_score":"0.656066179275512695","comment_count":3,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11312963","author":{"steamid":"76561198027918500","num_games_owned":221,"num_reviews":21,"playtime_forever":1157,"playtime_last_two_weeks":0,"playtime_at_review":638,"last_played":1613438265},"language":"english","review":"To start, this is a great game and is defnintely worth your time and money.\n\nBut first, I will state my only gripe with the game, which is the repetitive gameplay - but it is still fun - you just might need a small break and play through another game after progressing halfway through BI, then come back and finsh it.\n\nThe presentation is amazing. The game looks great if you have the hardware to run it at high enough settings. The structures of the buildings, the designs of the vehicles, the character models, the music and ambient sound, and the dialogue all blend together to create a fantastic old-timey, early-1900's setting and enviornment that is mostly believable (it IS floating in the sky, though) and interesting to play through.\n\nThe gameplay is solid. It is more or less a straightforward FPS. It's simple to play, and the game gives you enough tools to have a little variety in how you kill the bad guys. Again, it can get a bit repetitive, but nothing that feels like the Halo: Combat Evolved level \"The Library.\" \n\nThe story is fine. I liked the ending. Won't say too much to avoid spoilers. \n\nDefnitely buy the game, even if you decide to wait for a sale - it is better to play it eventually than not play it at all.\n\nOh, and the controls are fine. I switched to a gamepad for the more relaxed feel, but K&M work just fine.","timestamp_created":1405742879,"timestamp_updated":1405742999,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.545454561710357666","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11312668","author":{"steamid":"76561198056604595","num_games_owned":124,"num_reviews":2,"playtime_forever":988,"playtime_last_two_weeks":0,"playtime_at_review":803,"last_played":1468981669},"language":"english","review":"This is game is amazing. The story is kind of weird, but in that crazy cool sort of way. It really makes you think. When you are playing the game you actually feel like you are in Columbia due to the amazing immerisive attention to detail. The gameplay is also fantastic. It's so much fun to jump off of a skyrail into a hoard of enemies. I highly recomend this game.","timestamp_created":1405740683,"timestamp_updated":1424133714,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.5","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11312381","author":{"steamid":"76561198069805452","num_games_owned":76,"num_reviews":1,"playtime_forever":327,"playtime_last_two_weeks":0,"playtime_at_review":327,"last_played":1397862586},"language":"brazilian","review":"[h1][b]Victor analisa: BioShock Infinite[/b][/h1]\n\n\n[h1]Introdução[/h1]\n \n  A franquia BioShock já é muito conhecida no mundo gamer por seu foco na história e ambientação, coisas que existem desde seu primeiro jogo, lançado no ano de 2007. O primeiro BioShock foi inicialmente exclusivo para Xbox 360 e PC (uma versão para PlayStation 3 foi lançada posteriormente) e causou grande fama por ter gráficos e enredo fascinantes para a época.\n\n   Já em 2010, a 2K Games lançou BioShock 2, jogo que ao invés de trazer o protagonista do primeiro game, o levava ao controle de um Big Daddy (criaturas semelhante a \"robôs\" muito presentes no jogo). Porém, o segundo jogo não trouxe tantas inovações quanto o primeiro e foi deixado de lado por alguns jogadores.\n\n   Três anos se passaram e agora a aventura é outra. BioShock Infinite tentará ressuscitar a grande euforia gerada pelo mundo gamer com o primeiro jogo. Será que o novo enredo surpreende ou decepciona?\n \n\n[h1]Qualidades[/h1]\n \n[b] [+] A fantástica e utópica cidade de Columbia[/b]\n \n  Enquanto os dois jogos anteriores da série levavam o protagonista a uma cidade submersa na água chamada Rapture, BioShock Infinite leva o jogador a linda cidade de Columbia, construída acima das nuvens e mantida através de dirigíveis móveis.\n\n   Seja qual for o jogador, é impossível não se impressionar com a beleza visual e artística de Columbia. Porém, a cidade que parecia maravilhosa e perfeita de se viver mostra sua verdadeira face no decorrer do jogo, onde é visto várias cenas de preconceito étnico e pessoas vivendo na miséria, em uma verdadeira escravidão humana, o que retrata muito bem o lado \"maléfico\" do início do século XX.\n\n   Ainda nesse ponto, é interessante destacar a qualidade sonora que o jogo proporciona. Além da excelente dublagem dos personagens conferindo um maior realismo ao jogo, ainda temos várias músicas que caracterizam o século passado. Mesmo assim, também temos algumas trilhas dos anos 50 e 60, mostrando uma interessante ambiguidade.\n \n[b] [+] Enredo digno de cinema[/b]\n \n  Por mais que a atmosfera de BioShock Infinite seja excelente, o maior foco de toda a série está no enredo, coisa que o jogo não falha em momento algum. O jogador controla Booker DeWitt, uma espécie de \"detetive independente\" que é especializado em matar. Certo dia, Booker se encontra totalmente endividado, e tem que quitar uma certa \"dívida\" numa missão muito perigosa em Columbia, onde irá resgatar Elizabeth, uma jovem garota que é mantida presa em uma torre da cidade.\n\n  Desde então a história prossegue. Além de Booker ter que derrotar os guardas de Columbia, ainda terá que discutir algumas vezes com Elizabeth para convencê-la de tentar fugir daquele local.\n\n   O maior destaque do jogo está em seu final. No momento em que o jogo termina, dificilmente o jogador entenderá tudo, levando-o a refletir várias vezes sobre a cena que ele viu até de fato entender toda a história.\n \n \n[b] [+] Jogabilidade coerente[/b]\n \n  A jogabilidade de BioShock Infinite é outro ponto positivo. O mais interessante é que a mecânica do game mistura o padrão FPS com alguns elementos de RPG tais como personalização de armas e poderes, compra de equipamentos variados, procura de itens em missões, etc.\n \n  Outro ponto bem interessante é a maneira de que a jogabilidade funciona quando Booker se prende a um aerotrilho (uma espécie de trilho de montanha-russa). Além de poder atirar livremente, você poderá acelerar, diminuir a velocidade, trocar livremente de direção e até se jogar em um inimigo dando um golpe fatal.\n \n\n[h1] Falhas [/h1]\n \n[b] [-] \"Quase perfeito\"[/b]\n \n  Infelizmente, BioShock Infinite apresenta algumas falhas que pode incomodar um pouco a vida do jogador. A principal é a ambiguidade do botão \"recarregar\". No Xbox 360 (versão em que o jogo foi testado), em  algumas vezes que pressionei o botão X, o personagem adquiriu algum item próximo ao protagonista, ao invés de recarregar a arma.\n \n  Outra coisa estranha é o menu do personagem (acessível em \"Back\" no Xbox 360). Apesar de ser bastante usado no início do jogo, essa função cai no esquecimento no decorrer da aventura, quando você verá que não será necessário acessá-lo.\nMas vale ressaltar que são falhas mínimas e que não são percebidas por jogadores não detalhistas.\n \n\n[h1] Conclusão [/h1]\n \n  Depois de toda essa análise, não deve restar dúvidas de que estamos diante de um dos melhores games que já foram produzidos. A Irrational Games caprichou até nos mínimos detalhes, dando uma experiência incrível ao jogador! Dessa forma, BioShock Infinite não se caracteriza apenas como um excelente jogo: se coloca como um símbolo de tudo que a sétima geração viveu, de ideias ruins à experiências fantásticas, de muitas falhas à perfeição.\n\n[b]Ambientação:[/b] 10,0\n[b]Mecânica:[/b] 9,0\n[b]Enredo:[/b] 10,0\n[b]Sonoridade:[/b] 10,0\n[b]Entretenimento:[/b] 10,0\n\n[h1][b]Nota Final:[/b] 10,0[/h1]","timestamp_created":1405738781,"timestamp_updated":1405738876,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.510097861289978027","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11312037","author":{"steamid":"76561198091760151","num_games_owned":49,"num_reviews":3,"playtime_forever":392,"playtime_last_two_weeks":0,"playtime_at_review":261,"last_played":1395732043},"language":"russian","review":"Ояень красивая и реалестичная игра и атмосфера тоже , сюжет отпадный! несколько раз переигрывал) советую","timestamp_created":1405736671,"timestamp_updated":1405736671,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11310667","author":{"steamid":"76561197978035960","num_games_owned":370,"num_reviews":62,"playtime_forever":1155,"playtime_last_two_weeks":0,"playtime_at_review":1150,"last_played":1422470206},"language":"english","review":"BioShock Infinite is what you might call a steam punk game and runs the same theme as the other games in the BioShock series. The combat is fairly simple as well as the special powers that you can perform. There are plenty of people to talk to as you get idea of the history of the flying city. I found it very entertaining and challenging. You get female companion and thought that at some time she was going to a romance interest. Needless to say the BioShock series always has those endings that make you go huh? And this has one of those ending also. It doesn’t look like any decisions you make in the game have any effect on the ending. I would recommend the game to anyone.","timestamp_created":1405727541,"timestamp_updated":1405727541,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11309148","author":{"steamid":"76561198077823247","num_games_owned":93,"num_reviews":2,"playtime_forever":3528,"playtime_last_two_weeks":0,"playtime_at_review":1381,"last_played":1462776409},"language":"turkish","review":"sadece hikayesi için bile oynamaya değer","timestamp_created":1405718580,"timestamp_updated":1405718580,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11308886","author":{"steamid":"76561198009390687","num_games_owned":354,"num_reviews":28,"playtime_forever":553,"playtime_last_two_weeks":0,"playtime_at_review":552,"last_played":1405907014},"language":"english","review":"One of those games that you have to play through multiple times. It's just that good. Good story, good combat.","timestamp_created":1405717207,"timestamp_updated":1405717207,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11308509","author":{"steamid":"76561198086725804","num_games_owned":46,"num_reviews":1,"playtime_forever":1073,"playtime_last_two_weeks":0,"playtime_at_review":962,"last_played":1603715844},"language":"english","review":"Crazy Ending!!!","timestamp_created":1405715456,"timestamp_updated":1405715456,"voted_up":true,"votes_up":0,"votes_funny":1,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11308284","author":{"steamid":"76561198026332178","num_games_owned":273,"num_reviews":15,"playtime_forever":1323,"playtime_last_two_weeks":0,"playtime_at_review":410,"last_played":1603707845},"language":"russian","review":"Игра супер! Только по началу, как и в каждой части приходится наслаждаться пейзажем, просто замерев на месте. Любителям мясорубки будет игра по душе. Рекомендую к игре.\nПосле событий в Вунди Ни (за правильность названий, а также имен я не могу отвечать, пишу все по памяти) Девит, разочаровавшись в жизни и в собственном ремесле (наемник, белый индеец сеевший смерть повсюду), решает провести обряд искупления местным священником и тем самым родитсья заново, смыть все грехи с души. Именно этот момент является переломным во всем повествовании. Именно тогда, время и пространство разделилось на миллионы ситуаций и возмоностей, где Букер согласился и отказался от искупления. Согласившись - он теряет чувство вины и тот моральный стержень который тяготел над ним все это время, становиться совершенно другим человеком Захари Комстоком. Однако, у него остаются мечты о идеальном городе без той грязи и насилия оставшейся в Содоме (наземном мире) и благодаря гению женщины-ученой (кажется Лютеции) и собственному финансированию, создает парящий город-утопию Колумбию. Город не парил на воздушных шарах ил ракетном топливе, но взлетал благодаря нарушениям законов физики (\"Я просто сделала так, чтобы он летал\"), иначе тут ведеться речь о квантовой механике или физике. Так они и открыли червоточины, метод благодаря которому Комсток \"видел\" будущие (на самом деле, лишь возможности и вероятности этого будущего) и стал...стерилен. Для завершения своего плана по созданию идеального мира, ему нужен был наследник (Комсток, как выяснилосль позже, постепенно умирал и боялся бросать свой проэкт. Потому, в параллельной вселенной они нашли уже другого Девита (отказавшевогося от крещения и повязшего в долгах с дочкой на руках и сожелениями по поводу смерти жены и ужасов собственного прошлого), шантажируют его обещая прощение всех грехов и долгов взамен на девочку. Доктор соглашается на эту авантюру взамен перехода из параллельной реальности своего \"брата\" ( зеркальное отражение её самой в другом мире, с разницей в одну хромосому) в их мир. Сделка завершена. Но в последний миг Девит одумался и ринулся в погоню за Комстоком. Возле червоточины у них завязалась борьба, но Комстоку удалось забрать девочку пожертвовав лишь её мизинцем (червоточина обрубила). \nА вот здесь мои догадки. Девит данной реальности, просидел 20 лет в комнате с сожелениями и вырезает на своей руке AD ( Анна Девит), надеясь хоть когда-нибудь увидеть дочку. Но...мало ли по какой причине...у него не получается попасть в летающий город. В то время \"брата\" ученой мучают угрызения совести (или они таким образом хотят отомстить Комстоку за неудачную попытку покушения) и он ставит ультиматум сестре: \"Либо возвращаем девочку, либо я ухожу\". Сестра соглашается. На тот момент машина, благодаря которой Комсток следил на червоточинами, безнадежно сломана по его же приказу. Близнецы разрабатывают свой способ путешествия по мирам, времени и пространству нарушая все законы физики. В одном из миров они находят Девита который отказался от крещения, но! В дальнейшей его жизни, при родах умерла не только жена, но и дочь. Девит пьет, влезает в долги....Приведи девчоку и все простят. Его отправляют в реальность Девита AD, где происходит их слияние (в начале игры он непонимающе смотрит на свою руку), но память еще не проявилась. Дальше собитя игры....Ииииии...Конец на маяке. Мы видим тысячи пар Девита и Анны из самых разных миров. Он \"вспоминает\", а на самом деле сливается со своими воплощениями из других реальностей и приходит к решению, что Комсток должен умереть в колыбели, иначе в миллионых других реальностей повториться этот кошмар. И когда он вновь появляется на крещении и смотрит Анне в глаза...Он не может осознать, а его ли это Анна? Чьей реальности? Каждая Анна (миллионы) привели Девита на тот момент, как бы соединив их в единое целое. Тут и приходит осознание Комсток = Девит, Девит = Комсток. Возможно, убийство Девита - это попытка уничтожить любую ВОЗМОЖНОСТЬ неправильно выбора. Потому в конце мы видим единственно возможный вариант, в любой вселенной: 1)Девит отказался от крещения; 2) его жена гибнет от родов; 3)остается дочка.","timestamp_created":1405714405,"timestamp_updated":1405757640,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11307334","author":{"steamid":"76561198009369945","num_games_owned":127,"num_reviews":7,"playtime_forever":1664,"playtime_last_two_weeks":0,"playtime_at_review":953,"last_played":1406307891},"language":"english","review":"wow.","timestamp_created":1405709741,"timestamp_updated":1405709741,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11306328","author":{"steamid":"76561198111529834","num_games_owned":264,"num_reviews":12,"playtime_forever":702,"playtime_last_two_weeks":0,"playtime_at_review":681,"last_played":1409016548},"language":"english","review":"this game is good, but it would have been better if it were less linear.also it would make using the ziplines (aka the best mechanic) would  be better because you can use it whenever want to. 7/10","timestamp_created":1405704662,"timestamp_updated":1405704662,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11306057","author":{"steamid":"76561198128226269","num_games_owned":275,"num_reviews":15,"playtime_forever":1505,"playtime_last_two_weeks":0,"playtime_at_review":760,"last_played":1494161930},"language":"russian","review":"По мне так это просто замечательная игра вне всякого сомнения. Всё в этой игре превосходно и геймплей и сюжет и немногочисленные персонажи. У меня даже на некоторых моментах челюсть отвисала. В общем просто 10/10","timestamp_created":1405703434,"timestamp_updated":1405703434,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11304767","author":{"steamid":"76561198063285047","num_games_owned":80,"num_reviews":2,"playtime_forever":2085,"playtime_last_two_weeks":0,"playtime_at_review":617,"last_played":1587545686},"language":"russian","review":"Очень хорошая игра,оцена 10из10","timestamp_created":1405697044,"timestamp_updated":1405697044,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.5","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11304027","author":{"steamid":"76561198040146621","num_games_owned":230,"num_reviews":4,"playtime_forever":830,"playtime_last_two_weeks":0,"playtime_at_review":521,"last_played":1528958943},"language":"english","review":"iz gud","timestamp_created":1405693300,"timestamp_updated":1405693300,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11303145","author":{"steamid":"76561198124153092","num_games_owned":20,"num_reviews":14,"playtime_forever":367,"playtime_last_two_weeks":0,"playtime_at_review":223,"last_played":1419166799},"language":"english","review":"absolutely brilliant","timestamp_created":1405688811,"timestamp_updated":1405688811,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.476190477609634399","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11303084","author":{"steamid":"76561198105612177","num_games_owned":41,"num_reviews":3,"playtime_forever":881,"playtime_last_two_weeks":0,"playtime_at_review":715,"last_played":1491819422},"language":"russian","review":"Хорошая игра, проходиться на одном дыхании, советую купить и поиграть, мне очень понравилась!)","timestamp_created":1405688545,"timestamp_updated":1405688545,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11301650","author":{"steamid":"76561198021871286","num_games_owned":103,"num_reviews":1,"playtime_forever":990,"playtime_last_two_weeks":0,"playtime_at_review":666,"last_played":1405683668},"language":"french","review":"Un bon jeu pour un voyage sympa dans un univers steam punk avec du potentiel ! Plutot dynamique et avec un sénarios prenant vous aller prendre votre pied a electrocuter, evenvouté ou chargé vos enemis ! Personel mon coeur est conquis par le fusil de snipe qui permet d'enchainer les head shoot sans difficulté. Et c'est la que le bas blesse, par rapport aux jeux de la série, j'ai trouvé cette opus incroyablement facile, sans grand challenge et c'est un peu dommage ! A contrario je suis séduit par l'environement beaucoup moins sombre que les précédents opus et bien plus riche en terme d'interactivité !","timestamp_created":1405680528,"timestamp_updated":1405680528,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11300427","author":{"steamid":"76561198008377145","num_games_owned":1238,"num_reviews":83,"playtime_forever":1130,"playtime_last_two_weeks":0,"playtime_at_review":1116,"last_played":1590302857},"language":"english","review":"jesus christ. games as art is a pretty valuable discussion to incorporate this game with. Yeah triple A title, somewhat formulaic, some plot holes but jesus this game made me feel more than any other game I've ever played","timestamp_created":1405673053,"timestamp_updated":1405673053,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11300165","author":{"steamid":"76561197999192568","num_games_owned":227,"num_reviews":24,"playtime_forever":1345,"playtime_last_two_weeks":0,"playtime_at_review":852,"last_played":1482783433},"language":"russian","review":"Замечательный сюжет, а подача игры (режиссюра, созданная атмосфера, музыкальное сопровождение) просто великолепны. До последней катсцены главная загадка игры умело не раскрывается. Отлично и то, что хорошо оптимизирована графика, и на ультра настройках тянет даже 1 ГБ видеокарта (что редкость и было разве что в Батлфилде 4 и Скайриме, при всем их графическом великолепии).\n\nНо есть и минусы. Для тех, кто играл в первые части Биошока эти минусы будут очень ощутимы. \n1) Геймплей на 100% такой же, как в первых двух частях. Плюс отсутствуют миниигры по взлому замков и турелей.\n2) Крайне мало \"Vigords\" (назовем для простоты - \"магии\", коими были тоникик в первых частях игры). Но хуже всего не то, что на выбор там их по пальцам одной руки сосчитать, а то, что они БЕСПОЛЕЗНЫ. В первых биошоках вы могли подстроить персонажа под свой стиль и ситуацию. Тут же на выбор совершенно СКУЧНЫЕ и малоэффективные штучки. \n3) Крайне мало \"шутерских\" моментов. Крупных сражей за игру всего 3-4, остальное - мелкие стычки, где даже на самом сложном уровне можно обойтись одним пулеметом, быстр перестреляв 3-4 врага. И даже этих стычек очень мало - бОльшую часть игры мы просто ходим от катсцены до катсцены (которые, как отмечалось, великолепны по сюжету, но все же мы в шутер играем, а не квест).","timestamp_created":1405671425,"timestamp_updated":1405671425,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11299692","author":{"steamid":"76561198093357376","num_games_owned":113,"num_reviews":3,"playtime_forever":1720,"playtime_last_two_weeks":0,"playtime_at_review":402,"last_played":1631894504},"language":"english","review":"This is by far my fav game its the type of game where you really wanna crank all the video settings and just enjoy the beauty of the game. the campain is nice and lengthy unlike some of the newer fps games. This is by far my fav game for the time being.","timestamp_created":1405668599,"timestamp_updated":1405668599,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11298681","author":{"steamid":"76561197976691166","num_games_owned":1292,"num_reviews":4,"playtime_forever":841,"playtime_last_two_weeks":0,"playtime_at_review":841,"last_played":1405659615},"language":"english","review":"Little sisters? Elizabeth? Jack? Mind got blown. Then I thought about the other Bioshocks. It got blown even further.","timestamp_created":1405660157,"timestamp_updated":1405660157,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11298280","author":{"steamid":"76561198035824932","num_games_owned":208,"num_reviews":1,"playtime_forever":354,"playtime_last_two_weeks":0,"playtime_at_review":82,"last_played":1444361888},"language":"english","review":"Any fan of fantastic storytelling, action-packed gameplay, and a vast arsenal of weapons will thoroughly enjoy this game. The third installment in the series lives up to the reputation established by the first Bioshock. 10/10 Would Play.","timestamp_created":1405656926,"timestamp_updated":1405656926,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11297582","author":{"steamid":"76561198093257089","num_games_owned":116,"num_reviews":18,"playtime_forever":476,"playtime_last_two_weeks":0,"playtime_at_review":434,"last_played":1590435402},"language":"english","review":"Bioshock Infinite is a game like no other. When playing this you enter a world like no other game has ever shown us, unless you count Rapture from the other Bioshock games. Although not as good as the other two games, BIoshock Infinite is still great and is different from the original two. Do not compare this Bioshock to the other two and you will see how good and special this game is. The Bioshock series is by far my favorite game series ever created and would play all of them again in a heartbeat.","timestamp_created":1405651855,"timestamp_updated":1405651855,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11297253","author":{"steamid":"76561198042671122","num_games_owned":311,"num_reviews":58,"playtime_forever":1072,"playtime_last_two_weeks":0,"playtime_at_review":993,"last_played":1405846919},"language":"english","review":"A great 10 hours.","timestamp_created":1405649548,"timestamp_updated":1405649548,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11297140","author":{"steamid":"76561198141346124","num_games_owned":85,"num_reviews":3,"playtime_forever":1352,"playtime_last_two_weeks":0,"playtime_at_review":498,"last_played":1475087608},"language":"spanish","review":"mecánicas de un shooter  normal, con buenos agregados como los vigorizadores y los aéreo-carriles. Historia increíblemente envolvente con lenguaje visual por todo el juego (recomiendo pasar el 1º BioShock para entender mejor) y personajes realmente muy bien pensados como Elizabeth o los hermanos Lutece. Sinceramente Irational games lo hizo otra vez, se merece ser recomendado.","timestamp_created":1405648717,"timestamp_updated":1405648717,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.5","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11296896","author":{"steamid":"76561198067297926","num_games_owned":46,"num_reviews":5,"playtime_forever":2188,"playtime_last_two_weeks":0,"playtime_at_review":743,"last_played":1489196567},"language":"english","review":"It has a rich story, filled with plot twists, even the plot twists had plot twists.  T'was a good, definitely worth playing, the only issue I had with the game,  is that it can be a bit redundant, and it is too short, especially both episodes of Burial at sea.\nOverall out of a rating of 10 I would give it an 8.5","timestamp_created":1405646980,"timestamp_updated":1405646980,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11296745","author":{"steamid":"76561198053353251","num_games_owned":67,"num_reviews":7,"playtime_forever":3643,"playtime_last_two_weeks":0,"playtime_at_review":2501,"last_played":1468262837},"language":"english","review":"Graphics are breathtaking, good combat, even though there's no leveling system, which I missed in this game. This game is everything an FPS should and can be!! Love, love, love!!!!","timestamp_created":1405646074,"timestamp_updated":1443033444,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11295968","author":{"steamid":"76561198075448223","num_games_owned":57,"num_reviews":2,"playtime_forever":669,"playtime_last_two_weeks":0,"playtime_at_review":569,"last_played":1509898701},"language":"english","review":"This Game is just mind blowing. The graphics are beautiful and the story is so awesome that it will stick in your head for some time. And when you buy the two DLC burial at sea you will love this game as much as i do <3.","timestamp_created":1405641250,"timestamp_updated":1405641250,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11295771","author":{"steamid":"76561198107342776","num_games_owned":294,"num_reviews":6,"playtime_forever":1601,"playtime_last_two_weeks":0,"playtime_at_review":604,"last_played":1420416218},"language":"spanish","review":"Juegazo con mayúsculas. \n\nCon los 10 primeros minutos de juego ya te habrás enamorado de Columbia, la ciudad flotante donde se desarrolla. Un trabajo impecable en cuanto a diseño de personajes y escenarios. \n\nOtro punto a favor es la animación. Elisabeth, que será vuestra compañera, es exajeradamente expresiva, y creedme cuando os digo que no es tan frecuente encontrar un facial rigg y una animación tan depurada \"in game\"\n\nDesde el punto de vista artístico 10 de 10. Desde el punto de vista técnico otro 10. En cuanto a guión seré cauto pues no quiero \"spoilear\" nada, pero a pesar de apoyar la jugabilidad, y hacerlo entretenido se mete en un campo muy complejo y se pasa de \"enrevesado\" para no lograr un final claro. Desde mi punto de vista es una obra maestra, un mundo de temática \"steampunk\" perfectamente desarrollado. Podría hacer incapié en todos los motivos por los que debes jugarlo, pero en vez de eso solo te diré que ya estás tardando.","timestamp_created":1405640067,"timestamp_updated":1405640067,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.545454561710357666","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11295514","author":{"steamid":"76561198053101660","num_games_owned":79,"num_reviews":10,"playtime_forever":1526,"playtime_last_two_weeks":0,"playtime_at_review":270,"last_played":1559437409},"language":"english","review":"Twisted story line fucked up my brain so hard that I now see sounds and hear colors. 10/10","timestamp_created":1405638792,"timestamp_updated":1405638792,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11294943","author":{"steamid":"76561198111544713","num_games_owned":189,"num_reviews":17,"playtime_forever":651,"playtime_last_two_weeks":0,"playtime_at_review":338,"last_played":1405635408},"language":"spanish","review":"Super juego :)","timestamp_created":1405635546,"timestamp_updated":1405635546,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.502262473106384277","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11293989","author":{"steamid":"76561197964365086","num_games_owned":770,"num_reviews":15,"playtime_forever":1669,"playtime_last_two_weeks":0,"playtime_at_review":1078,"last_played":1541472028},"language":"english","review":"I used to have an aversion to professional game reviews becuase they are bought off but I thought I could trust Adam Sessler. I was wrong.\nI was a fan of System Shock 2 but had no intentions of getting this game but I pre-ordered it thanks to Adam's review which stated this game to be transcendent of all human limitations and alter the very course of human consciousness itself. He gave it no negatives at all.\nApparently he forgot to acutally play it becuase the combat, which is the majority of the gameplay, ranges from mediocre to badly done, the guns are boring and forgettably interchangeable. Enemys are of far too few varieties and way too bullet spongey.\n\nThe powers are a strange mix of being all the same while some being way over powered, making others pointless. Seemingly untested at all in acutal gameplay.\n\nThe shock series has been stripping away the rpg elements in favor of COD style combat every game. The transformation is finally complete with the rpg elements left over now nothing more than an annoyance. \"OH MAN I HOPE I CAN MINDLESSLY LOOK THROUGH MORE TRASHCANS!!!\" (as well as bland and limited gun upgrades, etc etc)\n\nThe game's middle section is all filler that forgets about its own settings and characters.\n\nMuch like bioshock, the idea for, and the settings itself, is far more interesting than the story it tells. The story is ok, no real complaints there, but not anything beyond human comprehension. Any fan of any sci-fi will be familiar with it and its themes.\nSpeaking of themes within the setting, they are mostly just wallpaper. The game never bothers to really explore any of them or mention them in any meaningful way.\n\nThe areas you explore feel frustratingly uninteractive. Cardboard people who don't move or react in any way, items you can't manipulate in anyway, etc etc.\n\nI'm glad I didn't follow the hype before getting this game. After beating the game I checked out some e3 vids and other shit. Holy shit, this game would feel like a straight up rip-off if you acutally expected any of that. The falling bell? the weather system? the portal to paris? No where to be seen. Your sidekick's powers are basiclly limited to summoning a few objects here and there in the combat arenas that you linerarly move through.\n\nThe environment graphics and your sidekick are well designed.\n\nThe most pressing problem is that it isn't the hyped up 11/10 \"beyond perfection\" that it claims to be. When you fly so much higher you fall so much more.","timestamp_created":1405630975,"timestamp_updated":1409802930,"voted_up":false,"votes_up":7,"votes_funny":0,"weighted_vote_score":"0.518457472324371338","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11293816","author":{"steamid":"76561198085740480","num_games_owned":113,"num_reviews":2,"playtime_forever":2135,"playtime_last_two_weeks":0,"playtime_at_review":1676,"last_played":1443219346},"language":"brazilian","review":"BioShock: Infinite é o terceiro game da elogiada saga BioShock.\n\nO jogo de tiro em primeira pessoa se passa em 1912, tirando os jogadores da submersa Rapture e os colocando em Columbia, uma cidade imensa nos céus. Na trama, Booker DeWitt, ex-agente da agência Pinkerton de investigação e segurança particular, é enviado para resgatar a jovem Elizabeth, presa em Columbia desde criança. Os dois, depois de estabelecer uma relação que amplia suas habilidades, precisam escapar da cidade condenada, que está literalmente despencando das nuvens.","timestamp_created":1405630086,"timestamp_updated":1405630086,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.502538084983825684","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11292051","author":{"steamid":"76561198052880147","num_games_owned":76,"num_reviews":3,"playtime_forever":6188,"playtime_last_two_weeks":0,"playtime_at_review":4252,"last_played":1466925988},"language":"english","review":"An all around kick-ass amazing game!","timestamp_created":1405621878,"timestamp_updated":1405621878,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11290925","author":{"steamid":"76561197960447480","num_games_owned":170,"num_reviews":10,"playtime_forever":3618,"playtime_last_two_weeks":0,"playtime_at_review":1526,"last_played":1635740400},"language":"english","review":"I can not articulate exactly how much I love this game!  This is one of those examples of how far video games have progressed as an entertainment medium.  I loved the origional Bioshock, but if it is possible I love this game even more.","timestamp_created":1405616478,"timestamp_updated":1405616478,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11290902","author":{"steamid":"76561198135119795","num_games_owned":99,"num_reviews":1,"playtime_forever":2740,"playtime_last_two_weeks":0,"playtime_at_review":1120,"last_played":1447152111},"language":"english","review":"Хотя сначала я был разочарован, поскольку это не чувствую себя BioShock игры, но как только действие нагревается и вещи были довольно парике из я был счастлив снова. Самые рекомендуемый!","timestamp_created":1405616378,"timestamp_updated":1405616378,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"11290895","author":{"steamid":"76561198047498545","num_games_owned":119,"num_reviews":4,"playtime_forever":55,"playtime_last_two_weeks":0,"playtime_at_review":55,"last_played":1404688951},"language":"english","review":"[h1] Bioshock Infinite is a tedious, joyless and utterly unpleasant experience.[/h1] No matter how well done Elizabeth is, no matter how polished the environments are, it just doesn't make this game fun. The gameplay is utterly boring and unsurprising, the boss fights are stupidly hard until they're stupidly easy. Every part of this game is dull and uninteresting. [b]No surprise in the author, no surprise in the audience.[/b]","timestamp_created":1405616337,"timestamp_updated":1405616337,"voted_up":false,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.456431567668914795","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false}],"cursor":"AoJ4hubQoscCf5CJKw=="}