{"success":1,"query_summary":{"num_reviews":100},"reviews":[{"recommendationid":"16708836","author":{"steamid":"76561198005677973","num_games_owned":333,"num_reviews":1,"playtime_forever":636,"playtime_last_two_weeks":0,"playtime_at_review":585,"last_played":1455385122},"language":"russian","review":"<3 <3 <3 <3 <3 <3 <3 <3 <3 <3 <3\n\n10 Элизабет из 10 за сюжет\n\n10 Букеров из 10 за атмосферу\n\n<3 <3 <3 <3 <3 <3 <3 <3 <3 <3 <3","timestamp_created":1435273656,"timestamp_updated":1435273656,"voted_up":true,"votes_up":0,"votes_funny":1,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16708682","author":{"steamid":"76561198004176677","num_games_owned":98,"num_reviews":2,"playtime_forever":509,"playtime_last_two_weeks":0,"playtime_at_review":509,"last_played":1435310827},"language":"russian","review":"Я много слышал об этой игре, но игры только с одиночными компаниями меня в последнее время не притягивали, сказался неудчаный опыт Call of Duty Ghost. В следствие чего, я увлекался только играми с кооперативными режимами. Но данная игра, изменила мое представление об одиночных играх. Многие меня могут осудить, что мол 1 и 2 часть серии не проходил, как ты можешь рассуждать об Infinite. В свое оправдание скажу, перед покупкой игры, я немного заспойлерил историю, чтобы убедится, что игра стоит своих денег. Ну, непосредственно перейдем к игре. Хотя, это не игра - шедевр, можно так назвать это произведение разработчиков. Сюжет пролетает на одном дыхание, смотрится как фильм, заслуживающий оскара. Все пейзажи города Колумбия, костюмы, декорации отработаны по мелочам, благо у меня компьютер смог потянуть ее на максимальный настройках. Озвучку, изначально,я установил русскую, по совету обзора , представленного обзоре,благо в сообществе ее выставили бесплатно. Я соглашусь, если вы не владеете английским не так хорошо,  вам подойдет этот идеальный вариант. Просто даже во время активных действий, мне например читать титры и успевать следить за всеми врагами. Поэтому , русскую озвучку я советую одназначно поставить, даже те, кто уже проходил с английскими. Уровень голосов и актерской игры нашей озвучки , очень велик и воспринимаются лучше,чем титры. Боевая система также довольно интересная, кроме основного оружия можно применять умения, которые учишь в процессе игры, что предают больший размах на полях сражения. Но думаю, как и всех, кто когда либо играл в эту игру, самым запоминающимся моментом были не взырвы  или свисты пуль, а встреча с девушкой Элизабет.\nЯ долго думал, что о ней можно написать, но думаю словами это не обойдеться. Вы должны сами все увидеть, прочуствовать переживания героев, проблемы общества. Казалось, только идеальный с виду город спасительный Колумбия - город \"Эдэм\", скрывает в себе живых людей с пороками. Я прошел это произведение разработчиков около 3 дней назад, но до сих пор думаю о сюжете данной игры. Вообщем игра выше всяких похвал. Спасибо всем,кто участвовал в разработке данной игры. И спасибо русским локализаторам.\n\n10/10\n\nА я пойду клянчить дедньги у бабушки, экономить на завтраках, выбивать деньги у младших классов, но куплю это чертово DLC.","timestamp_created":1435273012,"timestamp_updated":1435273012,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16707688","author":{"steamid":"76561198084722940","num_games_owned":143,"num_reviews":1,"playtime_forever":1150,"playtime_last_two_weeks":0,"playtime_at_review":1040,"last_played":1523739753},"language":"english","review":"Great game!\nVery confusing and complicated ending, but understandable.","timestamp_created":1435269181,"timestamp_updated":1491082718,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.525139689445495605","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16706403","author":{"steamid":"76561198068464286","num_games_owned":403,"num_reviews":34,"playtime_forever":522,"playtime_last_two_weeks":0,"playtime_at_review":15,"last_played":1501386794},"language":"english","review":"no","timestamp_created":1435265231,"timestamp_updated":1435265231,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.451306432485580444","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16705769","author":{"steamid":"76561198227800556","num_games_owned":261,"num_reviews":7,"playtime_forever":7914,"playtime_last_two_weeks":0,"playtime_at_review":6158,"last_played":1566682265},"language":"russian","review":"Предыстория.\nНачну с того что я первый раз поиграл в эту в 2015 году с учётом того что она вышла в 2013 году.\nНу что-ж начнём для 2013 года в игре довольна неплохая графика я не графо дорчер так-что мне как-то на это было всё равно.\nСюжет это наверное самое главное что есть в этой игре его нельзя описать словами скажу только одно сюжет просто шикарен нне верите можете сыграть и сами всё поймёте.\nЛокаций в этой игре красивые в начале игры перед игрокм открываються сказочные виды летающего города Колумбий, а ближе к концу игры всё это сменяетсья горящими улицами и разрухой выглядит оч клёво.\nЕщё одно из главыных состовляющих в игре являються персонажи они здесь крсаочные и хорошо проработаные.\nBioshock infinite это игра которая завлекает тебя и тебе хочеться пройти её до конца.\nЭто игра не для всех если хотите поянт сюжет надо думать.\nВ заключений скажу что это лучшая игра в которую я играл \nBioshock infinite это как сказка с  пецальным концом.\nНу вот и всё не стал слишком много писать ибо никто читаь не будет,а так это мой первый нормальный обзор(нет)\nоценка 10/10","timestamp_created":1435263306,"timestamp_updated":1511542251,"voted_up":true,"votes_up":45,"votes_funny":0,"weighted_vote_score":"0.666622579097747803","comment_count":19,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16705128","author":{"steamid":"76561198121213912","num_games_owned":60,"num_reviews":5,"playtime_forever":1373,"playtime_last_two_weeks":0,"playtime_at_review":590,"last_played":1448591419},"language":"english","review":"Still in shock from that ending. 12/10","timestamp_created":1435261485,"timestamp_updated":1435261485,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.476190477609634399","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16704749","author":{"steamid":"76561198189131097","num_games_owned":157,"num_reviews":13,"playtime_forever":396,"playtime_last_two_weeks":0,"playtime_at_review":282,"last_played":1629231117},"language":"russian","review":"Игра,я считаю подойдёт по вкусу не каждому. Я бы не советовал тратить 999р. на данную игру,лучше дождаться скидок. В целом игра очень интересная и красочная, с хорошим сюжетом,но увы без русской озвучки :-(","timestamp_created":1435260311,"timestamp_updated":1465625402,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.479244470596313477","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16702038","author":{"steamid":"76561197981793213","num_games_owned":1059,"num_reviews":81,"playtime_forever":2702,"playtime_last_two_weeks":0,"playtime_at_review":2644,"last_played":1435180638},"language":"english","review":"Bioshock Infinite is quite different than the other Bioshock games because of what’s excluded. Gone is the city of Rapture. Gone is Jack, the protagonist. Gone is Andrew Ryan, the main villain in Rapture. Gone are Big Daddies and the Little Sisters. What’s new is the city of Columbia in the year 1912, a city that seceded from the United States because of its ideals and feelings of superiority.\n\nWhile Rapture was a city underwater, Columbia is a city floating on top of the clouds and is beautiful on the outside, ugly on the inside. It is a gorgeously rendered, lively city with townsfolk realistically having fun at a local fair, children playing with each other, birds chirping, and lots of propaganda. The propaganda is what shows the ugly side of Columbia: racism, extreme views based on religion, and very nationalistic beliefs. It promotes white supremacy in ways that would remind people of America’s ugly past and degrades working class people. Most shooters do not do such a great job in rendering a city so well with great art direction. It feels so brilliantly directed that it feels like it was directed by an experienced movie director.\n\nThe protagonist is Booker DeWitt, a private eye who has a shady and a mysterious past. His job is to find a girl named Elizabeth, who is in the possession of a gigantic bird known as Songbird. Throughout the story, you will frequently hear the quote “wipe away the debt.” This seems to relate to DeWitt’s purpose of finding Elizabeth. The game gets better after finding Elizabeth, as she is free from the Songbird and tries to help DeWitt in more ways than one. He is up against Zachary Comstock, who is known as the prophet of Columbia. He is the Andrew Ryan of Columbia and frequently calls DeWitt a “false shepherd.” He influences the citizens to hate and stop DeWitt in any way possible.\n\nColumbia is a more open setting than Rapture, so it’s not as linear as the first two Bioshock games. The weapons, vigors, and related upgrades largely work the same as the weapons, plasmids and related upgrades in Rapture, but with different names. Vigors work like plasmids, but they require you to drink from well-designed bottles to obtain those powers. You will have to learn how to use vigors strategically during battles with the local police, the rebellious people of Columbia, and Comstock’s large, magical enemies. The wide open districts in Columbia mean that combat feels like it is in wide open arenas. What is part of some of these districts is the skylines, tracks that look like roller coasters allowing you to use your Skyhook, a mechanical gauntlet that can be used to melee some enemies, but is not useful against the more powerful enemies. The Skyhook is also good for navigating to rooftops and other hard to reach areas. You can also use the skylines to drop down and knock out enemies instantly.\n\nThe larger enemies in the game are quite interesting, including a motorized patriot. The motorized patriot is an imitation of former U.S. president George Washington. The patriot carries a crank gun, a Gatling gun that can tear you to shreds in seconds. Another large enemy is the Handyman, a pumped up version of the Big Daddy with a lot of height. Some vigors work well against some enemies, but other enemies are immune to them. One vigor, the murder of crows, throws a group of crows at an enemy in its radius, causing lots of distractions and allows you to fire at them with conventional firearms without retaliation for several seconds. However, there are some enemies that are immune to the murder of crows. I remember fighting a Zealot, a Comstock supporter who carries a coffin on his back and can turn into crows to defend himself. I realized that he was immune to the murder of crows, so I had to turn to other vigors such as shock jockey or the devil’s kiss while being careful with my salt level. Salt works like eve did in the previous Bioshock games. In essence, you have to know each enemy’s strengths and weaknesses against vigors. \n\nElizabeth is a blessing during combat. She doesn’t get in your way and can help replenish ammo, health, and salts in the heat of battle. Her AI is surprisingly superb, as she knows exactly when to stay away from you. She may get in your way when you are trying to walk through a doorway, but that is nothing more than an annoyance. She can help open tears so that you can access weapons, ammo, turrets, and a motorized patriot. You can open a tear of a motorized patriot to shoot it out with a motorized patriot who is trying to bring you down. Tears appear to be alternate grey looking worlds that can be only opened by her. The tears are crucial to survival and sometimes lead to alternate worlds. It looks to me like tears make the story contrived since they seem to always favor you when you are in a desperate combat situation. Therefore, the combats with the tears seem staged, but that’s only a minor complaint.\n\nThe ending of the story seems to include a lot of emotion and drama that some people may not even understand it fully. However, the graphics are rendered beautifully. The DLCs are a continuation of Bioshock Infinite and include Burial at Sea: Episode 1 and Episode 2. They bring you back to the city of Rapture and get into the connection between the city of Rapture and the city of Columbia. It also touches upon the connection between Comstock and Ryan. I recommend playing Episode 1 before playing Episode 2. I think Episode 2 has a better plot than Episode 1 and tells a better story about Rapture and its connections to Columbia. Interestingly, you will play Elizabeth in Episode 2, as it explains Elizabeth’s complex life in both Rapture and Columbia. It also emphasizes stealth for Elizabeth, who seems to be too weak for combat against Rapture’s splicers and Columbia’s Vox Populi.\n\n Bioshock Infinite is a fabulous game in terms of gameplay and art direction. The combat is definitely worth your participation as it requires lots of strategy with conventional firearms and various vigors against Comstock’s diverse citizenry. I highly recommend this superb game to any gamer.\n\nMy Score: 9.5/10\n","timestamp_created":1435252341,"timestamp_updated":1435252341,"voted_up":true,"votes_up":6,"votes_funny":2,"weighted_vote_score":"0.593240141868591309","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16701418","author":{"steamid":"76561197980143818","num_games_owned":86,"num_reviews":1,"playtime_forever":746,"playtime_last_two_weeks":0,"playtime_at_review":685,"last_played":1435250479},"language":"german","review":"Was soll man viel sagen....\nDie Atmosphäre des Spiels ist atemberaubend. Man wird von der ersten Minute an gefesselt. Die Grafik ist wie bei den Vorgängern leicht comichaft gehalten aber lässt meines Erachtens keine Wünsche offen. Columbia erstrahlt gerade in den Anfängen des Spiels in vollem Glanze. \nDas Gameplay bleibt den Vorgängern weitgehend treu. Viele Waffen, 8 Kräfte und dank der in Columbia fast überall zu findenden Schienen eine erweiterte Mobilität bieten viele mögliche Spielweisen.\nAuf \"Normal\" hat man 10-12 Stunden absoluten Spielspaß.\nDamit sind wir auch bei dem einzig negativen was ich zu dem Spiel zu sagen habe:\n12 Stunden Gameplay, so packend und unterhaltsam sie auch sind, sind für mich zu wenig um den vollen Preis zu zahlen. Hätte ich dafür 59 € hingelegt wäre ich schon enttäuscht gewesen. Für die 29,99€ aktuell ist es ok; im Sale ist es genial.\n\nAlles in allem ein verdammt gutes Game!!!","timestamp_created":1435250497,"timestamp_updated":1435250497,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16701105","author":{"steamid":"76561198076684215","num_games_owned":149,"num_reviews":23,"playtime_forever":804,"playtime_last_two_weeks":0,"playtime_at_review":83,"last_played":1436655049},"language":"english","review":"10/10 graphics\n10/10 Weapons\n10/10 Plasmids\n100/10 Recommended","timestamp_created":1435249383,"timestamp_updated":1435249383,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16701091","author":{"steamid":"76561198222386624","num_games_owned":27,"num_reviews":1,"playtime_forever":1164,"playtime_last_two_weeks":0,"playtime_at_review":222,"last_played":1560180714},"language":"english","review":"nice and fun game !!!","timestamp_created":1435249343,"timestamp_updated":1435249343,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16700464","author":{"steamid":"76561198085942365","num_games_owned":111,"num_reviews":4,"playtime_forever":871,"playtime_last_two_weeks":0,"playtime_at_review":228,"last_played":1525526395},"language":"english","review":"the BioShock series is amazing, every games has great feedback and rates, but this game , this game is 10/10 its too perfect.\nits a wonderful game, with one of the best graphics i ever saw, and a nice lore.\nit haves variation and it is kind of a moral game, has you have to do choices over the game.\nvery recommended !!","timestamp_created":1435247257,"timestamp_updated":1435247257,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16700244","author":{"steamid":"76561198103483579","num_games_owned":470,"num_reviews":41,"playtime_forever":702,"playtime_last_two_weeks":0,"playtime_at_review":586,"last_played":1556882931},"language":"russian","review":"Решил написать обзор только после прохождения,так вот игрушка просто класс,все очень атмосферно.У меня просто нет слов насчет этой игры,он апросто идеальна,для меня был всего 1 шедевр игр,это The Walking Dead,но после покупки биошока,у меня теперь 2 шедевра)Так что хотел сказать,берите эту игру и не бойтесь что если вы купите в игру вы в нее больше не зайдете,потомучто биошок не дает просто так выйти из нее и заманивает своей красотой.Я вас уверяю что даже если вы пройдете игру,то вы будете проходить ее снова и снова,и не даст забыть о ней не на секунду.","timestamp_created":1435246509,"timestamp_updated":1435246509,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.453668951988220215","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16699511","author":{"steamid":"76561198018376168","num_games_owned":195,"num_reviews":20,"playtime_forever":1085,"playtime_last_two_weeks":0,"playtime_at_review":132,"last_played":1592248637},"language":"english","review":"If you want to be in heaven, this is the game you would play. 10/10","timestamp_created":1435244140,"timestamp_updated":1435244140,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16697447","author":{"steamid":"76561198076377263","num_games_owned":442,"num_reviews":27,"playtime_forever":2940,"playtime_last_two_weeks":0,"playtime_at_review":749,"last_played":1575925670},"language":"english","review":"Plot twist almost broke my neck. This game is worth every penny that you will spend on it.\n\nBring us the girl and wipe away the debt.","timestamp_created":1435236800,"timestamp_updated":1435236800,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.526490092277526855","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16697302","author":{"steamid":"76561198155645516","num_games_owned":242,"num_reviews":44,"playtime_forever":885,"playtime_last_two_weeks":0,"playtime_at_review":712,"last_played":1528127185},"language":"spanish","review":"bla, bla, bla, logro, bla, bla","timestamp_created":1435236223,"timestamp_updated":1435236223,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16697148","author":{"steamid":"76561198097254848","num_games_owned":158,"num_reviews":9,"playtime_forever":674,"playtime_last_two_weeks":0,"playtime_at_review":674,"last_played":1435419449},"language":"english","review":"แรกๆสนใจแต่อัพปืนกับการยิงศัตรูอย่างเดียว [ ไม่ได้กดเม้าขวาเลย ]\nแต่หลังๆผมว่า การใช้พลังมือซ้ายจะมีความจำเป็นมากขึ้นจนถึงกับขาดไม่ได้เลยทีเดียว","timestamp_created":1435235669,"timestamp_updated":1435235669,"voted_up":true,"votes_up":1,"votes_funny":2,"weighted_vote_score":"0.480587601661682129","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16696465","author":{"steamid":"76561198142267407","num_games_owned":115,"num_reviews":4,"playtime_forever":764,"playtime_last_two_weeks":0,"playtime_at_review":132,"last_played":1477846582},"language":"russian","review":"[h1]Игра года 2013 - Bioshock Infinite[/h1]\n[quote= Bioshock Infinite] Букер, ты боишься Бога? - Нет... Но тебя - боюсь[/quote]\nОчень хорошо, что я познакомился с этой игрой спустя два года после ее выхода. Поскольку в игре нет русской озвучки, пришлось качать озвучку от CGInfo... Просто сказать, что это - хороший перевод - ничего не сказать. Такая замечательная игра еще и на русском.. Ладно, что-то я заговорился.\nВ игре я пока что отыграл всего лишь два с небольшим часа, но и за такой срок у меня сложилось очень четкое впечатление о ней.\n[list]\n[*]Замечательная графика\n[*]Непередаваемая атмосфера \"воздушного\" города\n[*]Невероятно красивая Элизабет...\n[*]Отличный сюжет\n[*]Присутствие побочных квестов\n[*]Система достижений и автосохранения\n\nИтог: 10 GTA V из 10","timestamp_created":1435233266,"timestamp_updated":1435233266,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16696077","author":{"steamid":"76561197998455537","num_games_owned":664,"num_reviews":757,"playtime_forever":594,"playtime_last_two_weeks":0,"playtime_at_review":594,"last_played":1435228499},"language":"english","review":"Play this for the story, not the gameplay. The tie-ins with Bioshock, ghosts, parallel dimensions and quantum mechanics are quite confusing though. I got it on sale in the Bioshock Triple pack for $8.25. Don't buy it unless it's cheap.\n\n[h1][b]PROS[/b][/h1]\n1. Storyline\nA bit of quantum mechanics and parallel dimensions. Most interesting.\n\n2. Skyline\nI love the skyline fights. It's a roller coaster simulator with combat.\n\n3. Songbird Battle\nWhile it wasn't combat intensive, watching Songbird takedown a giant airship was cool. Using Songbird to stomp enemies was fun too.\n\n[h1][b]CONS[/b][/h1]\n1. Standardised gameplay\nUpgrade Feast of Crows, use on humans, kill humans, create more dead bodies with Feast of Crows, rinse repeat.\n\nWith such a vast array of weapons and Vigours, it is most boring that I can end the game using rinse repeat move.\n\n2. Copied Vigours (Spell Powers)\nMost vigours are copies. Right Click to shoot, Right Click Hold to toss a bomb.Only uniques are Charge, Shield, Mind Control and Grab.\n\nThere are so many good abilities but they were unable to tie it into with the game. After getting Lighting Shock, the game no longer bothers to integrate the Vigours into the lore of the game. \n\n3. Annoying Upgrade System\nYou have to find 3 different machines to do the upgrading. Armoury for upgrading weapons, Dollar Bill for buying ammo and potions, Vigours for upgrading Vigours.\n\nIt is most vexing to have to go to 3 different machines just to do your upgrades. Sometimes, the game puts all 3 next to each other or on opposite sides of a room.\n\nNote that all 3 machines are just different clothed dolls on top of a dispenser.\n\nYou could have just placed one single dispenser with 3 columns for weapon upgrades, buying items and spell upgrades.\n\nAnother annoying point is that different upgrades and items are on different machines in the game. If you miss the oppoortunity to upgrade, you are going to have to wait a very long time for another chance.\n\n4. Repetitive character models\nEveryone looks the same. Perhaps graphic RAM considerations contribute to the lack of an immersive environment but I think that it is possible for more unique models/NPCs with improving technology.\n\n5. Enemy Combat AI\nEnemies pretty much attack the same way. One big group of human grunts, a few robots or automatons, 1 special boss (Crow teleporter or Handy Man)\n\nCrow teleporter and Handy Man are the only unique combat AIs with their own special attacks. Crow teleports and slashes you with a melee attack, direct attacks cause him to disappear into a flock of crows, so you have to lay a trap for him to slow him down.\n\nHandy Man usually appears in the Skyline battles. He can shock the skyline, reach any location you hide despite his massive size and deals a lot of damage. Sadly, you can dispatch him with 5 direct RPGs to the his weak point, his heart. All other AIs just shoot or melee. The grenade and rocket launcher just use predictable shoot-to-kill patterns. \n\n6. Boring Boss fights\nThe ghost attack by Lady Comstock was just a continuous spawing of grunts, it was most mundane. I simply killed her with 4/5 maxed out RPGs, with absolutely no strategy.\n\nThe asylum fight was a chore. Even though there was a phonograph head, all he did was to announce the start of the fight.\n\n[h1][b]SUGGESTIONS[/b][/h1]\n1. Bronco\nUse the designed Bronco for lifting heavy objects, Mind Control to get enemies to open doors or provide information instead of a pure combat role.","timestamp_created":1435231710,"timestamp_updated":1551840753,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523379385471343994","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16695740","author":{"steamid":"76561198082274309","num_games_owned":172,"num_reviews":18,"playtime_forever":674,"playtime_last_two_weeks":0,"playtime_at_review":520,"last_played":1532930269},"language":"russian","review":"10 изи 10","timestamp_created":1435230339,"timestamp_updated":1435230339,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16695434","author":{"steamid":"76561198046392657","num_games_owned":73,"num_reviews":5,"playtime_forever":4374,"playtime_last_two_weeks":0,"playtime_at_review":1201,"last_played":1439189683},"language":"english","review":"Unforgetable fps game story","timestamp_created":1435228996,"timestamp_updated":1435228996,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16695318","author":{"steamid":"76561198220921324","num_games_owned":308,"num_reviews":12,"playtime_forever":3172,"playtime_last_two_weeks":0,"playtime_at_review":2176,"last_played":1652170680},"language":"russian","review":"[b]Почему же 3-ий Bioshock так всем нравится?[/b]\nИгра пропитана атмосферой хорошего шутера и не просто разбавлена сюжетом[spoiler](COD style)[/spoiler], а насыщена неожиданными поворотами, хитрыми обходами системы. Именно мне поднадоело лишь то, что нужно изрядно побегать туда-сюда (глава с оружейником). На остальное не жалуюсь. Система боя разобрана отлично. Почему-то думал, что если я закину \"Гипнотизера\" в пушку дирижабля, то она будет на моей стороне, но нет, это продумано. А вот разломы практически не спасают, но добавляют чего-то этакого в бою.\nТакже, юмор. Шутки и выражения Девита порой очень даже спасали от скуки, кажется, нескончаемых боев. Позабавили близнецы Лютц. Только потому что, лишь к концу становится понятно, что они не сумасброды.\n[i]Кстати, о концовке...[/i]\nКак я уже написал, игра насыщена неожиданными поворотами. И именно в концовке кроются все тайны Колумбии, Элизабет, [strike]Комстока[/strike] Букера.\n\nИгра великолепна. 12 разломов из 10.","timestamp_created":1435228517,"timestamp_updated":1511401875,"voted_up":true,"votes_up":4,"votes_funny":0,"weighted_vote_score":"0.55335390567779541","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16695219","author":{"steamid":"76561198077985682","num_games_owned":42,"num_reviews":7,"playtime_forever":575,"playtime_last_two_weeks":0,"playtime_at_review":523,"last_played":1416599357},"language":"russian","review":"Это не просто игра это шедевр!\nЭлизабет любовь всей моей жизни.\n10 букеров из 10","timestamp_created":1435228107,"timestamp_updated":1435228107,"voted_up":true,"votes_up":1,"votes_funny":1,"weighted_vote_score":"0.502487540245056152","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16694997","author":{"steamid":"76561198060954082","num_games_owned":635,"num_reviews":14,"playtime_forever":1003,"playtime_last_two_weeks":0,"playtime_at_review":816,"last_played":1535383618},"language":"french","review":"Wow! Que dire... N'ayant pas vraiment accroché aux deux premiers, j'ai acheté celui la en solde et franchement j'en ai eut pour mon argent! Dés l'intro le jeux et l'ambiance sont trés prenantes et que dire de Columbia... \nBref je ne trouve pas les mots, mais c'est sans doute l'un de mes jeux favoris, mention spéciale pour la fin d'ailleurs.","timestamp_created":1435227206,"timestamp_updated":1435227206,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16694312","author":{"steamid":"76561198081509678","num_games_owned":149,"num_reviews":29,"playtime_forever":604,"playtime_last_two_weeks":0,"playtime_at_review":507,"last_played":1510509917},"language":"russian","review":"Эта игра потрясающа. Шедевр, который не только можно считать игрой года, но и одним из лучших шутеров, созданных за всё время вообще. В этой игре хорошо практически абсолютно всё.\n- Великолепный сюжет и история, достойные фильма или книги.\n- Затягивающий надолго вкусный геймплей.\n- Интересные схватки, перестрелки.\n- Шикарная атмосфера, которая привлекает ещё с начала игры.\n- Превосходный дизайн, очень красивая и сочная графика (сразу понимаешь, что тут тоже поработали талантливые люди).\n- Большая продолжительность истории (увидительно, ведь обычно такие классные игры коротки, а тут всё-таки прохождение займёт немало часов, особенно если обыскивать каждый уголок и собирать всё по максимуму, находить секреты).\n- Множество вариантов прохождения. Можете заглядывать в каждый угол и задерживаться в локациях часами, а можете пробежать быстро сюжетную линию. Также имеется множество вариантов расправы с врагами, выбора в этой игре будет достаточно.\n- Невероятно детальный, проработанный и красивый мир, где уделено внимание разработчиков к каждой детали.\n- Элизабет. Это один из лучших персонажей и напарников всей игроиндустрии, что можно вынести в отдельный большой плюс. На протяжении игры сочувствуешь ей и её судьбе, заставляя игрока надеяться, что всё будет хорошо. Эмоциональная, живая и красивая девушка, в которую вы влюбитесь с первого взгляда. ^_^\n- Концовка. Она в то же время расставляет всё на места, логична и не имеет дыр, становятся ясны многие вещи (обойдусь без спойлеров), когда в другое время может сломать мозг, поскольку её трудно осилить из-за большого количества разрыва шаблонов, и вы начинаете понимать, что Кен Левин просто поимел ваши мозги, но это, блин, круто!\nЯ даже не хочу описывать то, насколько эта игра прекрасна, я просто хочу в неё играть снова и снова. С большим удовольствием прошёл два раза (в процессе третье прохождение, но уже на хардкорной сложности) и могу смело рекомендовать эту игру каждому встречному. Потому, что это нереально круто. Эта игра оставила мне столько позитивных эмоций, что о таком приключении и забыть невозможно. 10 из 10 баллов, не меньше.","timestamp_created":1435224354,"timestamp_updated":1510340105,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":true,"written_during_early_access":false},{"recommendationid":"16694116","author":{"steamid":"76561198110482522","num_games_owned":104,"num_reviews":23,"playtime_forever":1286,"playtime_last_two_weeks":0,"playtime_at_review":826,"last_played":1631418036},"language":"russian","review":"Прост идеал","timestamp_created":1435223532,"timestamp_updated":1435223532,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16693715","author":{"steamid":"76561198127863548","num_games_owned":60,"num_reviews":5,"playtime_forever":783,"playtime_last_two_weeks":0,"playtime_at_review":254,"last_played":1587306533},"language":"russian","review":"КЛАЗЗЗЗЗ! АЗАЗАЗА))","timestamp_created":1435221506,"timestamp_updated":1435221506,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16693005","author":{"steamid":"76561198100305600","num_games_owned":96,"num_reviews":10,"playtime_forever":1927,"playtime_last_two_weeks":0,"playtime_at_review":1385,"last_played":1474085350},"language":"english","review":"Elizabeth 100/10","timestamp_created":1435218012,"timestamp_updated":1435218012,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16692686","author":{"steamid":"76561197984731089","num_games_owned":372,"num_reviews":59,"playtime_forever":2323,"playtime_last_two_weeks":0,"playtime_at_review":2317,"last_played":1435472921},"language":"english","review":"Steampunk, great story, beautiful art, color and cleavage. 10/10","timestamp_created":1435216331,"timestamp_updated":1435216331,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16692300","author":{"steamid":"76561198015122566","num_games_owned":195,"num_reviews":3,"playtime_forever":978,"playtime_last_two_weeks":0,"playtime_at_review":978,"last_played":1435213855},"language":"english","review":"Story has holes in it, the combat gets repetitive and boring, and the ending was trash. I loved bioshock 1 and 2, however this one has shat all over the series. Playing this game started to feel like a chore. I only played through it to understand burial at sea (the dlc for the game), however even that used the same plasmids as the ones in the original game, I wish I could've seen some new ones. There was times where I just didn't want to play because I got to a part where I'd just say \"This is dumb\" or \"Ugh another crowd fight\". This was a huge dissapointment, the only positve thing I can say about this game was that the Story was short.","timestamp_created":1435214280,"timestamp_updated":1435214280,"voted_up":false,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.467265725135803223","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16692174","author":{"steamid":"76561198163404526","num_games_owned":942,"num_reviews":63,"playtime_forever":213,"playtime_last_two_weeks":0,"playtime_at_review":114,"last_played":1444479363},"language":"brazilian","review":"Jogo esta excelente! Rodei no ultra em 1080p numa AMD r7 260x.\nunico problema é que algumas coisas nao tem a legenda PTBR como os jornais, ai tu tem q entrar no menu para ler!\nE alguns cartazes tbm nao aparecem a tradução! Mas nada que impeça o entendimento do game!\n\nShow de bola!","timestamp_created":1435213517,"timestamp_updated":1435213517,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16692020","author":{"steamid":"76561198076784227","num_games_owned":91,"num_reviews":9,"playtime_forever":757,"playtime_last_two_weeks":0,"playtime_at_review":720,"last_played":1621224843},"language":"english","review":"I could write a review of this game, but so many other people have written exactly what i would say. so, I'll just leave a recipe for a breakfast omelet:\n\nyou will need:\n3 eggs\na tablespoon of milk\n4 bacon strips\ncheese\n1 potato\n1/4 red onion\nsalt, pepper, garlic powder, cayenne pepper(a dash of each)\ncooking oil\n\nStart off by dicing your potato and onion into little bits, then dropping that into a medium skillet with some oil. Cook over a med-high flame, stirring frequently so that the potatoes don't burn. Salt lightly. Takes about 15 minutes to cook. When done, the outside should be a little crunchy, the inside moist. Onions will blacken, that’s fine. Remove from heat and set aside to dry in some paper towels or coffee filters. \nNext, start the bacon, just plop that in a skillet and cook it for 3 minutes, flip, cook for 2 more minutes then add to your potatoes.\nWhile the potatoes are cooking, you can start to prepare your eggs. Just crack all 3 into a cup, add the milk and seasonings you want. Mix it up so it’s a uniform yellow. Get a medium skillet warmed up. \n\nTHIS IS THE MOST IMPORTANT PART! The fire MUST NOT be too high or YOU WILL BURN THE OMELETTE! It needs to be a low flame. Heat up the skillet, grease it with cooking SPRAY or butter, and then drop in the egg mixture. if you didn't stir it enough you will see an egg yolk in your pan. If you do, just make scrambled eggs. \n\nIf you did it right, the eggs should cook slowly. As they start to become solid on the bottom of the pan (but still runny enough to move around the pan, it will be 2 layers), add a layer of cheese over HALF of the omelet (not too much, you will add more later and the grease from the cheese will RUIN the flip). Add the bacon and potatoes over the cheese, then add more cheese. Once the eggs are almost completely solid, take a spatula and start to lift up the edges around the side that is empty, this will be the side you FLIP onto the other. Once you can move most of the empty side, you will put the spatula under the middle of the empty side and GENTLY slide it all the way to the middle of the omelet. Then you will lift slowly and try to create a half circle by folding one half over the other. Turn off the heat and transfer it to a plate.\n\nIf done right, you just made an amazing breakfast THAT WILL GET YOU LAID! Don’t ever underestimate a home cooked meal. It will get you in bed with someone 99 out of 100 times. \n\nUse this power responsibly.\n\n\n\n\n\n\n\n\nP.S. This game's ending will mindf*** you until you look it up, or you will be thinking of it for the rest of your life.  \n9/11 -George Bush","timestamp_created":1435212701,"timestamp_updated":1435212701,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16690971","author":{"steamid":"76561198174955711","num_games_owned":84,"num_reviews":2,"playtime_forever":689,"playtime_last_two_weeks":0,"playtime_at_review":652,"last_played":1436337368},"language":"english","review":"this game is so well made and how deep the story is i still have go back and see how everythings conntect in this gumble a sweet good ness that is wraped in a layer of confusion and is call bioshock infinite i would have to say that this game is my new favorite game. at one ponit i almost hit my montier i got so scared. i love this game. the art in the games is just so beautful that works can not disricb it and how well the music fits in i would wait undtill i heard the whole song to move on to another area. bioshock is over the top.i would recommend this to any one even thouse who havent played the other bioshock games to plays this one.","timestamp_created":1435206961,"timestamp_updated":1435206961,"voted_up":true,"votes_up":0,"votes_funny":1,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16690308","author":{"steamid":"76561198026509347","num_games_owned":129,"num_reviews":30,"playtime_forever":851,"playtime_last_two_weeks":0,"playtime_at_review":851,"last_played":1435347793},"language":"english","review":"\"A town underwater? How ridiculous.\" - Bioshock [spoiler]Infinite[/spoiler]\n\n∞/∞ Masterpiece\n\nThere is so much to say about this game, and the whole Bioshock Franchise in general, but some things are better left unsaid - you just have to experience them in order to understand.","timestamp_created":1435203517,"timestamp_updated":1435203517,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16690184","author":{"steamid":"76561198083588873","num_games_owned":133,"num_reviews":2,"playtime_forever":2161,"playtime_last_two_weeks":0,"playtime_at_review":1739,"last_played":1435202477},"language":"english","review":"- I haven't had this many alternate universe shenanigans since Homestuck or the Dark Tower series\n-Plot twist galore\n-I cried. Multiple times.\n-Best Bioshock hands down, although the others were also amazing","timestamp_created":1435202908,"timestamp_updated":1435202908,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16689790","author":{"steamid":"76561198105920605","num_games_owned":127,"num_reviews":8,"playtime_forever":1002,"playtime_last_two_weeks":0,"playtime_at_review":953,"last_played":1436073004},"language":"english","review":"shot at a ghost bringing people to life... 11/10 - ign\n\nbut in reality wow i have never felt more obligated to write a review about a game. this is one of the best games i ever played there were audio erroe but i fixed it within a couple days. besides that the story line kept my eyes on the screen and i loved the bioshock 2 reference in it. it was beautifuly crafted and totally worth the money. <3 i will never forget the name booker dewitt <3","timestamp_created":1435201124,"timestamp_updated":1435201333,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16686939","author":{"steamid":"76561197982177313","num_games_owned":182,"num_reviews":5,"playtime_forever":1045,"playtime_last_two_weeks":0,"playtime_at_review":1045,"last_played":1435236235},"language":"spanish","review":"Es una jodida obra de arte, el que no lo tenga tarda en comprarselo, super divertido y con un argumento tan complejo que me lo tuve que repasar luego en internet para enterarme bien de todo, UN SOBRESALIENTE Y MATRICULA UN 10 DE JUEGO","timestamp_created":1435188710,"timestamp_updated":1435188710,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.476190477609634399","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16686819","author":{"steamid":"76561197960722988","num_games_owned":412,"num_reviews":32,"playtime_forever":531,"playtime_last_two_weeks":0,"playtime_at_review":469,"last_played":1435187789},"language":"english","review":"Fantastic game that always find fun ways to give out the plot throughout the game. Lovable characters but somewhat limited enemies and only a few real boss fights. Plays like a cross between Borderlands but less open and stiffer\n\nOverall its a fantastic game but nothing you play twice and about 8-10 hours of gameplay, unless you are hunting the achivements then its easy to spend 20-40 hours with the game. \n\nUpcoming DLC will make me come back to it! 8/10","timestamp_created":1435188280,"timestamp_updated":1435188280,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16686784","author":{"steamid":"76561198201929645","num_games_owned":13,"num_reviews":1,"playtime_forever":1269,"playtime_last_two_weeks":0,"playtime_at_review":1146,"last_played":1435606468},"language":"english","review":"its just freaking good, recommended for sure","timestamp_created":1435188178,"timestamp_updated":1435188178,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16686128","author":{"steamid":"76561198119659637","num_games_owned":141,"num_reviews":19,"playtime_forever":1088,"playtime_last_two_weeks":0,"playtime_at_review":1088,"last_played":1420421887},"language":"russian","review":"Эта игра замечательна и ни капли не уступает своим \"сестрам\" . Хочу заметить что здесь очень хорошо проработаны дизайны уровней . Они очень красивы и красочны , в отличии от мрачных дизайнов первых частей . Добавлено новое оружие , особенно меня порадовал крюк. Настолько жестоких убийств в ближ. бою я давно не видел . Сюжет очень интересен и под финал заставляет игроков задуматься над всем , что происходило вокруг нашего главного героя . 10\\10","timestamp_created":1435185755,"timestamp_updated":1435193536,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.476190477609634399","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16685821","author":{"steamid":"76561197986054766","num_games_owned":47,"num_reviews":18,"playtime_forever":1431,"playtime_last_two_weeks":0,"playtime_at_review":1208,"last_played":1439924616},"language":"english","review":"I devoutly recommended my spirit to this maker.","timestamp_created":1435184773,"timestamp_updated":1435184773,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16685785","author":{"steamid":"76561198070038699","num_games_owned":312,"num_reviews":11,"playtime_forever":931,"playtime_last_two_weeks":0,"playtime_at_review":931,"last_played":1435445014},"language":"english","review":"dicaprio style plot twist simulator 10/10","timestamp_created":1435184648,"timestamp_updated":1435184648,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16685151","author":{"steamid":"76561198060706218","num_games_owned":124,"num_reviews":1,"playtime_forever":863,"playtime_last_two_weeks":0,"playtime_at_review":703,"last_played":1499813888},"language":"spanish","review":"Me ha encantado todo el juego, solo me faltan los dlc. FANTASTICO","timestamp_created":1435182404,"timestamp_updated":1435182404,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16685137","author":{"steamid":"76561198097660975","num_games_owned":358,"num_reviews":150,"playtime_forever":2088,"playtime_last_two_weeks":0,"playtime_at_review":787,"last_played":1517434493},"language":"english","review":"Well now this is where it gets really interesting for me.\nThis game is astonishing, in both graphics as well as gameplay+story.\nThis is why game development is an art. It's beautyfull art.\nLemme explain:\nPro's:\n1 This game looks amazing, it's all the beautyfullnes of other games like crysis 3, Hitman absolution, Battlefield 4+, and all those other really graphic good looking games, but this one has color!!!! I know it's amazing, they found out how to add color to a game. I spend 1,7 hours walking around looking at buildings and \"things\" and it was quite the positive experience.\n2 they finally found a way to make ragdolls look good, the other 2 bioshocks kinda failed at that, (then again they are old now)\n3 the story is gripping, even though quite confusing.\n4 the performance is great, also not a single crash/glitch/freeze, HOWEVER I did find something weird, when I alt+tab it my graphic card temperature will start to rise, from a casual 48 degrees all the way up to 57. \n5 the gameplay is quite good and is way faster then the older bioshocks, it being faster is not really positive or negative, it depends on what you want from the game.\n6 A lot of new weapons and plasmids, where as bioshock 2 basically copied most of bioshock 1's plasmids\n\nCons:\n(this part is really hard for me)\n1 The weird alt+tab graphic card temperature raise.\n2 One moment in the game I'm hunting every trashcan in the game and about halfway I got showered with money....\n3 The gameplay is faster (again not really a positive or negative thing, so I just put it in both)\n4 Regenerative shield, I quite liked the theme of not regenerating things in the other 2 bioshock games, the non regen gameplay rewarded aggresive styles a little more (although the same health system is still in place, there is now an extra shield) (also there is no more eve+health kit looting anymore.)\n\nConclusion:\nMUST HAVE THIS GAME, it's graphic+art design is truly a piece of art, the story is great although quite complicated and the gameplay is satisfying. And although it isn't quite the horror feeling that the older bioshocks went for, this atmosphere is still although different extremely good and has it's fair share of disturbing things.\nI completed this game the day after completing bioshock 2, (yes 3 days for 3 bioshocks xD) it took me about 13 hours, once again I must mention that I'm a looter.","timestamp_created":1435182377,"timestamp_updated":1435182771,"voted_up":true,"votes_up":1,"votes_funny":1,"weighted_vote_score":"0.502074718475341797","comment_count":2,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16684837","author":{"steamid":"76561198080354891","num_games_owned":277,"num_reviews":53,"playtime_forever":1444,"playtime_last_two_weeks":0,"playtime_at_review":1063,"last_played":1496694131},"language":"turkish","review":"MÜTHİŞ HİKAYE MÜTHİŞ","timestamp_created":1435181424,"timestamp_updated":1435181424,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16684124","author":{"steamid":"76561198070204770","num_games_owned":83,"num_reviews":6,"playtime_forever":889,"playtime_last_two_weeks":10,"playtime_at_review":620,"last_played":1660601130},"language":"english","review":"so many elizabeths.","timestamp_created":1435179162,"timestamp_updated":1435179162,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16683953","author":{"steamid":"76561198022740046","num_games_owned":933,"num_reviews":4,"playtime_forever":1311,"playtime_last_two_weeks":0,"playtime_at_review":1038,"last_played":1435758484},"language":"english","review":"\"Tangled\" with guns, steampunk, quantum mechanics, jingoism and best female character in game history.\n\n10/10 would bring the girl and wipe away my debt again","timestamp_created":1435178590,"timestamp_updated":1435178590,"voted_up":true,"votes_up":1,"votes_funny":2,"weighted_vote_score":"0.502712488174438477","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16683854","author":{"steamid":"76561198011897357","num_games_owned":195,"num_reviews":36,"playtime_forever":2030,"playtime_last_two_weeks":0,"playtime_at_review":796,"last_played":1656265662},"language":"english","review":"Mindblowing game, seriously. The love for the details is impressive. The story is...very huge. An excellent game that you want to play once more because playing it only one time is not enough to recover. Choose the cage.","timestamp_created":1435178334,"timestamp_updated":1435178334,"voted_up":true,"votes_up":7,"votes_funny":0,"weighted_vote_score":"0.591192305088043213","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16683456","author":{"steamid":"76561198051166215","num_games_owned":688,"num_reviews":82,"playtime_forever":912,"playtime_last_two_weeks":0,"playtime_at_review":912,"last_played":1433420354},"language":"english","review":"Here is my review for Bioshock Infinite, i'll try to keep it as short as possible.\n\nPros :\n\n- Nice graphics with a beautiful made city. Every stage of the game is well made and rich in colours.(I couldnt play the 1st Bioshock because of the graphics, the colours made me dizzy, thankfully i didnt have any problems with Infinite.)\n- Excellent soundtrack.\n- gameplay: easy, enjoyable, fast pace\n- Good voice acting.\n- Interesting and well made characters(both protagonists and antagonists)\n- Fantastic and emotional plot .\n\nCons:\n\nI cant think of anything negative. It was an awesome experience for me. The DLC was also good although i didnt like what happened in it.(you will know why once you play it)\n\nSo yeah, Bioshock Infinite is an awesome experience and i recommened it to everyone, even if you havent played the first one as me (i quit the 1st one because i became dizzy from the graphics as i mentioned earlier), although by playing the first one you will understand many things in the game and the DLC.","timestamp_created":1435177207,"timestamp_updated":1435769553,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16683369","author":{"steamid":"76561198042625761","num_games_owned":171,"num_reviews":3,"playtime_forever":3371,"playtime_last_two_weeks":0,"playtime_at_review":3055,"last_played":1437908194},"language":"french","review":"Une super campagne, des DLC géniaux, de très beaux graphismes et des personnages attachants; le scénario est génial, faut juste faire attention de ne pas s'y perdre :')","timestamp_created":1435176987,"timestamp_updated":1435176987,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16682809","author":{"steamid":"76561198132400245","num_games_owned":256,"num_reviews":7,"playtime_forever":1353,"playtime_last_two_weeks":0,"playtime_at_review":588,"last_played":1637269986},"language":"english","review":"*POSSIBLE SPOILERS(?)*\n\n\nI was on a streak playing all three BioShock games, when I started this game, I was drooling in front of my monitor to those great skylines, landscapes and beautifulymade levels. By the way in this game I made the most screenshots than ever before. I just could not resist...\n\nGame did a great job in making me feel like I was there. Charachters were beautiful and the expression of their emotions was great. Every little thing was fooling my brain in thinking that I was in it.\n\nAs the game was slowly going to end, everything became more and more serious, so this game was one of few that really got me thinking and trying to understand its universe,\n\n","timestamp_created":1435175391,"timestamp_updated":1435175391,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16682556","author":{"steamid":"76561198070844438","num_games_owned":96,"num_reviews":7,"playtime_forever":1049,"playtime_last_two_weeks":0,"playtime_at_review":1023,"last_played":1435701388},"language":"french","review":"Quelle belle expérience que ce jeu !!  (la fin j'y pense encore, comme dans les bons films)\nUne riche aventure avec une belle et véritable histoire !!\nPatte graphique indéniable, niveau musique entre mix d'anciens tubes (voir du classique) et compositions originales magnifiques.\n\nLe jeu n'a pas de défauts majeurs, peut être le manque de diversité de décors et une architecture de bâtiments semblables. Mais rien d'ennuyeux niveau gameplay par exemple.\n\nFranchement il vaut le coup, c'est certes une 15aine d'heures \"seulement\", mais de bonnes heures sans chichis.\nJeu recommandé sans retenu !","timestamp_created":1435174701,"timestamp_updated":1435174701,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16681958","author":{"steamid":"76561197977323867","num_games_owned":123,"num_reviews":16,"playtime_forever":1913,"playtime_last_two_weeks":0,"playtime_at_review":1716,"last_played":1594073691},"language":"french","review":"Magnifique.\nTout est bien fait, l'histoire, les graphismes, ....","timestamp_created":1435173025,"timestamp_updated":1435173025,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16681822","author":{"steamid":"76561198129318057","num_games_owned":88,"num_reviews":1,"playtime_forever":3169,"playtime_last_two_weeks":0,"playtime_at_review":1345,"last_played":1482978978},"language":"english","review":"Best game ever! It has the best ending of all times... It's like the finale of \"Inception\" and \"Interestellar\" together. Just awesome.\n\n","timestamp_created":1435172611,"timestamp_updated":1435172611,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16681470","author":{"steamid":"76561198055516634","num_games_owned":260,"num_reviews":38,"playtime_forever":2159,"playtime_last_two_weeks":0,"playtime_at_review":1854,"last_played":1435589539},"language":"english","review":"I ate two potatoes out of a toilet to get my health back up. You can also can use the sinks so its a must-buy.","timestamp_created":1435171611,"timestamp_updated":1435171669,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16681205","author":{"steamid":"76561198062484282","num_games_owned":371,"num_reviews":7,"playtime_forever":1316,"playtime_last_two_weeks":0,"playtime_at_review":500,"last_played":1512317441},"language":"english","review":"This game is the best in the Bioshock serie.\n\ncant wait till a new one is released","timestamp_created":1435170802,"timestamp_updated":1435170802,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16679437","author":{"steamid":"76561198093771929","num_games_owned":155,"num_reviews":11,"playtime_forever":1033,"playtime_last_two_weeks":0,"playtime_at_review":444,"last_played":1530208423},"language":"english","review":"Fliped out my pancakes when i realized i'm his father-ish or smthing\n\nMay the Chen Lin's ghost be with you m8\n\n11/10 - IGN\n\n","timestamp_created":1435165546,"timestamp_updated":1435165546,"voted_up":true,"votes_up":0,"votes_funny":1,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16679214","author":{"steamid":"76561198149884595","num_games_owned":251,"num_reviews":37,"playtime_forever":601,"playtime_last_two_weeks":0,"playtime_at_review":481,"last_played":1426250225},"language":"turkish","review":"Bioshock ininite bioshock serisinin 3. oyunu FPS severler için uygun.Hikayeden bahsetmek istemiyorum çünkü iş hikayede bitiyo çoğu kişi (ben hariç çünkü daha önce spoiler yemiştim T^T) uhaaaaa diyo.Birde özel yeteneklerimiz var diğer bioshock oyunlarında olduğu gibi bu oyunumuzda toplam 9 yeteneğimiz var.Bide elizabethimiz var elizabethin yeteneği alternatif dünyalara kapılar açabilmesi (hatırladığıma göre :D).Bu yeteneği sadece hikayede değil oyundada kullanılabiliyo.Mesela canınızmı az elizabeth sizin için medic pack bulabilir.Yeterince ateş gücünüzmü yok elizabeth sayesinde taret çağırabiliyosunuz.Birazda karakterlerimizin kişiliklerine bakalım.Ana karakterimiz booker ve elizabeth ter kişilikler (bi yere kadar).Elizabeth tüm hayatını bi kafeste geçirmiş dış dünyayı çok seven,bi karıncayı bile incitemiycek insanları korumak istiyen bi hanım kızımız.Booker ise insanları öldürmeye alışmış, taş gibi kalpli bi adam.Almassanız çok şey kaçırırsınız.Yemeyin içmeyin para biriktirin :D\n\n100/90","timestamp_created":1435164875,"timestamp_updated":1435164875,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16679109","author":{"steamid":"76561198051364039","num_games_owned":38,"num_reviews":3,"playtime_forever":1606,"playtime_last_two_weeks":0,"playtime_at_review":1026,"last_played":1445478426},"language":"english","review":"In case the rest of the reviews haven't persuaded you yet, here's another. Just get it. Don't ask any more questions. Stop reading through the reviews. You're wasting time. You could be playing already and instead you're reading reviews. It's worth it. \n\nThe game is visually stunning and completely immersive. And if you're playing on a rig without a decent sound system do yourself a favor and play with headphones on. The sound and environment are unparalleled. The gameplay is fun and challenging and the story is unforgettable. Play the good guy. Play the bad guy. Just play it already.\n\nNote: while this game is downloading go the store and stock up on hot pockets and adult diapers...you're not going to want to get up for awhile.","timestamp_created":1435164555,"timestamp_updated":1435164646,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16679007","author":{"steamid":"76561198105228531","num_games_owned":85,"num_reviews":3,"playtime_forever":508,"playtime_last_two_weeks":0,"playtime_at_review":495,"last_played":1491975646},"language":"german","review":"Bioshock Infinite. Ein hochgelobtes Spiel, dass vor allem durch seine Story glänzen soll.\n\nNun ich ging wie wahrscheinlich jeder mit einer hohen Erwartung an das Spiel heran und habe mich persönlich gefragt: Story schön und gut, aber was ist mit dem Gameplay?\n\nNun das Gameplay ist sehr typisch zu einem Shooter der letzten Tage. Das heißt höchstens 2 Waffen, eher langsameres Gameplay und Ironsights. Bioshock gibt dieser Spielmechanik (wie seine Vorgänger) eine weitere Zutat hinzu, indem es bis zu 6 Fähigkeiten gibt, die einem im Kampf helfen. Man kann mit Feuerkugeln werfen oder Blitze auf seine Gegner fallen lassen oder man übernimmt Geschütztürme die für eine kurze Zeit deine Verbündeten sind. Die anderen Fähigkeiten sind kaum relevant, weil man sie nicht braucht, da sie kaum nutzen haben im Kampf. Somit benutzt man eigentlich nur 3 Fähigkeiten, da sie im Kampf schaden anrichten. \nSchaden ist ein gute Überleitung zum Leveling im Spiel. Leveling gibt es an sich nicht, aber man bekommt Geld um seine Waffen aufzurüsten. Meine Empehlung: Kauft euch Damage-Upgrades nur für die Pistole, denn von der bekommt man haufenweise Munition. Durch diese Upgrades werden die Fähigkeiten eigentlich komplett egal, denn auch wenn man seine Fähigkeiten verbessern kann, werden sie niemals so stark wie ein verbessertes Präzisionsgewehr, dass die Gegner mit einem Schuss tötet. \nEin weitere Mechanik des Spiels ist der Skyhook mit denen man sich an Schienen hängen kann und somit den Gegnern keine Möglichkeit geben kann euch anzugreifen. Dadurch erhöhen die Entwickler das Spieltempo, denn die KI reagiert darauf und hangelt sich auch an die Schienen und somit kommt es zu Verfolgunsjagden und es wird zu einem Chaos. In diesen Momenten macht Bioshock einfach nur Spaß. Ein Kritikpunkt habe ich noch: Die Areale hätten größer sein müssen, denn diese Mechanik kann nur in großen Arealen funktionieren und die gibt es zu selten. Es war an einer Stelle perfekt gelöst, weil überall was los war und man als Spieler hilflos zu seien scheint, aber durch das Skyhook immer wieder die Möglichkeit hatte neue Orte zu finden um den Kampf zu gewinnen.\nSomit kann man das Gameplay insgesammt als solide bezeichnen, obwohl man sagen fordern tut das Spiel einem kaum und man läuft da eigentlich sehr \"gemütlich\" durch, denn...\n\n...der Hauptaspekt scheint die Präsentation/Story zu sein\n\nIch möchte eigentlich garnichts dazu sagen, weil man immer wieder viel hört und jeder sagt die Spielwelt ist so schön und es ist alles so stimmg. Eigentlich kann man nur eines sagen: Alles was ihr zur Qualität der Geschichte und der Präsentation stimmt!\nBioshock zeigt der Industrie wie man Geschichten erzählt und welche Geschichten man erzählt. Unglaublich was das Spielejahr 2013 zu bieten hatte mit The Last Of Us, The Walking Dead und Bioshock.\n\nBioshock macht beim Storytelling fast alles richtig, denn meiner Meinung nach hat das Spiel seine längen. Ob es darum geht drei Orte abzusuchen um ein Gespräch zu hören oder wenn etwas passiert wo jeder sich wahrscheinlich denkt: Really?\nDabei ist das Spiel nicht mal sehr lange. Ich habe es in 8 Stunden durchgespielt und ich habe mir wirklich Zeit gelassen und mir alles angeschaut.\n\nWenn ich jetzt meine Bewertung in eine Skala zusammenfassen müsste, würde ich 9/10 geben, da die Story so gut ist, dass das \"nur\" solide Gameplay das Spiel nicht herunterziehen, obwohl man sagen muss. Man merkt die Qualitätsschwankungen gegen Ende, da das Gameplay irgendwann sehr generisch wird (Bosskampf ist so das dämlichste was man hätte machen können) und man merkt die Schwankungen der Qualität wenn man selber spielt, dann eine gute Zwischensequenz kommt und dann wieder spielt und man sich \"leider\" denkt: Oh man... jetzt muss gespielt werden um zur nächsten Zwischensequenz zu kommen. \n\nDas kann in manchen Spielen gut sein (Horrorspiele) aber in Bioshock zeigt es einfach die Differenz zwischen Gameplay und Story.\n\nAchja die Grafik ist auch ganz hübsch (eigentlich Konsolero also will ich nicht beurteilen, was auf dem PC geht und was nicht) Der Artstyle ist aber perfekt gelungen.\n\n\n\n","timestamp_created":1435164264,"timestamp_updated":1435164264,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16678924","author":{"steamid":"76561198146479778","num_games_owned":127,"num_reviews":1,"playtime_forever":1326,"playtime_last_two_weeks":0,"playtime_at_review":730,"last_played":1625971425},"language":"english","review":"Oh, that was beautiful","timestamp_created":1435164050,"timestamp_updated":1435164050,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16678764","author":{"steamid":"76561198133971178","num_games_owned":190,"num_reviews":38,"playtime_forever":1241,"playtime_last_two_weeks":0,"playtime_at_review":775,"last_played":1535253889},"language":"english","review":"Great gameplay and an interesting story. It was just long enough without making me bored, but not too short either. Beautiful visuals and setting.","timestamp_created":1435163581,"timestamp_updated":1435163581,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16677875","author":{"steamid":"76561198063915166","num_games_owned":88,"num_reviews":1,"playtime_forever":591,"playtime_last_two_weeks":0,"playtime_at_review":591,"last_played":1409586118},"language":"dutch","review":"Bought this in a summer sale, on of the best decisions I ever did. Great story and the game looks good too","timestamp_created":1435160920,"timestamp_updated":1435160920,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16677739","author":{"steamid":"76561198067776383","num_games_owned":195,"num_reviews":22,"playtime_forever":872,"playtime_last_two_weeks":0,"playtime_at_review":732,"last_played":1518007295},"language":"thai","review":"ชอบเกมนี้มาก ไม่มีอะไรจะพูดเลย ทั้งเนื้อเรื่อง ภาพ เสียง ระบบเกม ทำออกมาได้ดี ผมชอบฉากที่(Spoil) [spoiler] Bookerไปแย่งAnnaหรือElizabethจากComstock\tแต่ประตูมิติถูกปิดสะก่อน จึงทำให้นิ้วก้อยของElizabethขาด ซึ่งนั่นทำให้Bookerรู้ว่าElizabethคือAnnaลูกสาวของตัวเอง[/spoiler] (ผมแอบน้ำตาไหลกับฉากนี้) ซื้อมาเล่นรับรองคุ้มแน่นอน รับประกัน แนะนำให้ซื้อคู่กับDLC Burial at Sea มาด้วย สุดๆแล้วครับเกมนี้ ผมให้9/10เลย หัก1เพราะเนื้อเรื่องแลดูสั้นไปหน่อย ยังอยู่กับElizabethไม่เต็มอิ่มเลย T___T","timestamp_created":1435160579,"timestamp_updated":1435309217,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16677559","author":{"steamid":"76561198110917698","num_games_owned":84,"num_reviews":3,"playtime_forever":509,"playtime_last_two_weeks":0,"playtime_at_review":409,"last_played":1435170202},"language":"russian","review":"Великолепная игра, концовка просто насилует мозг\n\n10 изнасилованных мозгов из 10","timestamp_created":1435160112,"timestamp_updated":1435160112,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16677476","author":{"steamid":"76561198081980095","num_games_owned":132,"num_reviews":1,"playtime_forever":382,"playtime_last_two_weeks":0,"playtime_at_review":59,"last_played":1458127926},"language":"russian","review":"Интересный шутер, не обычный в своем роде и, в какой-то степени, даже занимательный. Немного запутаный сюжет является плюсом данной игры. Из недостатков можно отметить только отстутствие кооперативного режима или мультиплеера, как во 2-й части серии, так было бы еще интересней играть. Детализация графики в игре очень впечатляет даже на сегодняшний момент. Одним словом, хорошая игра для коллекции.","timestamp_created":1435159844,"timestamp_updated":1435161375,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16677336","author":{"steamid":"76561198157256763","num_games_owned":37,"num_reviews":2,"playtime_forever":1044,"playtime_last_two_weeks":0,"playtime_at_review":1044,"last_played":1435320374},"language":"russian","review":"концовка тронула","timestamp_created":1435159464,"timestamp_updated":1435159464,"voted_up":true,"votes_up":1,"votes_funny":1,"weighted_vote_score":"0.502487540245056152","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16676078","author":{"steamid":"76561197991881629","num_games_owned":255,"num_reviews":28,"playtime_forever":88,"playtime_last_two_weeks":0,"playtime_at_review":88,"last_played":1479670209},"language":"portuguese","review":"Tthe contrast that story has with reality... it makes the U.S.A foundig fathers look like they were a Stalin, a Mao Tsé-tung, a Fidel Castro or a Adolf Hitl3r, it makes christianity look like a secret society of crazy brainwashed fundamentalists who would obey to any order of the supreme priest(Zachary Comstock)... in fact it makes them look both christians and USAfounders look like if they was the K.K.Klan when in fact they wasn't, the Klan wasn't even christian at all.\n I'm not an american citizien, but I found a lot of political knowledge in their founders, the bravery of George Washington, the wisdom of Thomas Jefferson, the courage of Abraham Lincoln, the character of Andrew Jackson, I find them very inspiring persons and I feel sad when I see this kind of historical misrepresentation in games... it mocks american patriotism as well... if it wasn't for that, if the story of the game wasn't a misrepresentation of real history, a demonization of americans and the founders by a stupid game story writer(the pseudo-intelectual who wrote it), this game would be perfect.\n\nThis game isn't just a game with its own philosophy, it has dangerous political propaganda(leftist) focused on demonizing the US founders, the american people rewritting their history, like N. Gómez Dávilla said: The left produces its own artificial future by falsifying the past; and that's what's this game is about.\n\n0/10\n\nThis is absolute trash.","timestamp_created":1435155670,"timestamp_updated":1518276365,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16675526","author":{"steamid":"76561197960726261","num_games_owned":382,"num_reviews":17,"playtime_forever":1078,"playtime_last_two_weeks":0,"playtime_at_review":805,"last_played":1434848311},"language":"english","review":"For those who believe video games shouldn't be regarded as a form of art, Bioshock Infinite is easily one of the titles to disprove that myth. \n\nThere's little effort required in engaging with the storyline, and if you take the time to collect non-essential items throughout, the quality of the story only becomes more apparent. Quite simply, it's one of the most well scripted, thought-out and engrossing tales to grace not only this medium, but of all fictional creations.\n\nI felt the pacing ramped up nicely, without giving you a false sense of nothingness.\n\nI gave it more time than required, clocking in around 18 hours, and enjoyed it throughout.\n\nScore: 9/10","timestamp_created":1435154020,"timestamp_updated":1435154020,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16675382","author":{"steamid":"76561198069497373","num_games_owned":129,"num_reviews":9,"playtime_forever":696,"playtime_last_two_weeks":0,"playtime_at_review":527,"last_played":1490987859},"language":"english","review":"You play as an Atheist with magic powers(vigors) Killing racists and making them kill each other","timestamp_created":1435153574,"timestamp_updated":1435153574,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16674315","author":{"steamid":"76561198078026317","num_games_owned":215,"num_reviews":21,"playtime_forever":3451,"playtime_last_two_weeks":0,"playtime_at_review":3302,"last_played":1435151447},"language":"brazilian","review":"A serie Bioshock inteira é muito boa, mas esse superou, e muito, os dois primeiros. Uma otima jogabilidade e um enredo envolvente, principalmente a DLC enterro no oceano parte 2.","timestamp_created":1435150016,"timestamp_updated":1467136971,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16674180","author":{"steamid":"76561198056896953","num_games_owned":90,"num_reviews":13,"playtime_forever":1550,"playtime_last_two_weeks":0,"playtime_at_review":953,"last_played":1550323418},"language":"russian","review":"Слишком хорошо, чтобы быть правдой.","timestamp_created":1435149565,"timestamp_updated":1435149565,"voted_up":true,"votes_up":3,"votes_funny":1,"weighted_vote_score":"0.543504416942596436","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16673145","author":{"steamid":"76561198032923864","num_games_owned":116,"num_reviews":2,"playtime_forever":767,"playtime_last_two_weeks":0,"playtime_at_review":767,"last_played":1435145839},"language":"english","review":"HOLY FUCKING BALLS YES","timestamp_created":1435146029,"timestamp_updated":1435146029,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16672363","author":{"steamid":"76561198048408151","num_games_owned":328,"num_reviews":4,"playtime_forever":983,"playtime_last_two_weeks":0,"playtime_at_review":512,"last_played":1502520599},"language":"english","review":"It would of been way better if I hadn't spoiled the ending before I had even bought the game.\n","timestamp_created":1435143116,"timestamp_updated":1435143116,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16672320","author":{"steamid":"76561198142415743","num_games_owned":32,"num_reviews":2,"playtime_forever":584,"playtime_last_two_weeks":0,"playtime_at_review":554,"last_played":1570701548},"language":"english","review":"I want to play this 100 times over or just look at it forever. Either way. \n\nFucking beautiful/10","timestamp_created":1435142982,"timestamp_updated":1435142982,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16671693","author":{"steamid":"76561198065220342","num_games_owned":104,"num_reviews":3,"playtime_forever":607,"playtime_last_two_weeks":0,"playtime_at_review":206,"last_played":1498238840},"language":"english","review":"Amazing game, Wonderfully sketchy ending, beautiful graphics and music, what's not to like.","timestamp_created":1435140642,"timestamp_updated":1435140642,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16670514","author":{"steamid":"76561198031960991","num_games_owned":1243,"num_reviews":45,"playtime_forever":1322,"playtime_last_two_weeks":0,"playtime_at_review":551,"last_played":1591769464},"language":"english","review":"Alright, where to begin. It's 4:25am and I dont know why I'm doing this.\n\nBioshock Infinite is an example of a game that many hail to be the perfect [b]10 out of 10[/b] game of 2013, or the generation for that matter. Is it a perfect game?\n\nYes and No. Gameplay is your standard FPS with the usual elements that Bioshock brought to the table. Plasmids are now known as Vigors, you can only carry two weapons, and now you have a sort of shield to protect you from harm. On easier difficulties, its pretty much impossible to die easily if you put a lot into upgrading the shield. \nThe Vigors vary from a sort of fireball grenade, a horde of crows to damage enemies, and the standard lighning shock which can also act as a grenade of some sorts. I do like the introduction of how the vigors have two uses depending on how long you hold the button down. \n\nBut lets get to the real meat of the review.\n\nYou play as Booker DeWitt, a former pinkerton agent who is tasked to bring a girl back from the floating city of Columbia to repay his debts, and upon arrival in Columbia, all kinds of hell begin to unfold. He is labled as a 'False Shepard' and is sought after by a man by the name of Comstock. Comstock shares a sort of similar vibe to Andrew Ryan from the first Bioshock, both being creators of a city that wanted to be free from relgion and the government below on earth. \n\nLike the first Bioshock, my first view of Colombia blew me away with how detailed and vivid the world is. I dont think I've ever played a game where I was in awe for the first 10 minutes just at how beautiful the art style of this game is. Playing on Ultra settings will not disapoint.\n\nThe rest of the review below will have spoilers, so dont really bother reading below if you have not completed the main story. Skip the black bars to get my final verdict\n\n[spoiler] While i loved every minute of playing the game, the ending is what really bothered me. To my understanding, there are two main universes in which the game puts in the spotlight. The Booker DeWitt universe, where he refuses his rebirth, and the Zachary Comstock universe, where he is reborn as Comstock from Booker DeWitt. There are hints everywhere that the game has other universes, some that are explored, like how the Vox Populi have a rebellion in one, and then where Elizabeth is taken and brainwashed to succeed Comstock and rages war against the world below. It's never really explained what universe is truly the one you experience the game in. But in the beginging of the game, upon arriving at the lighthouse, since Elizabeth had the end qoute \"There is always a light, There is always a man.\" When Booker entered the lighthouse, was he transported from his universe to the Comstock universe? \nThat would be the only reasoning to the events that take place. That, or the Lutece's use a tear to bring Booker to the Comstock universe, and then row him to the island. The game just dances around this saying \"There's multiple instances, we really cant explain it, but there are like, fourty of you.\"\nAnother thing I would like to point out is, Comstock is prevented from creating Columbia by being killed at his rebirth, but it doesnt mean he would not become Comstock at a different place in time. The DLC explains a little more about this. [/spoiler]\n\nSo is Bioshock Infinite really a perfect game? It's very close to being one, the gameplay is great, the story is great, the art style and look and feel of the game is absolutely breathtaking to this day, but the lack of explination into many aspects of the story which only run in circles prevents it from being perfect.\nPick up this game if you havent already, and form a story of your own.\n\n[i]Make yourself ready Pilgrim. The Bindings are there as a safeguard.[/i]","timestamp_created":1435135489,"timestamp_updated":1435135740,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16669397","author":{"steamid":"76561198071584269","num_games_owned":27,"num_reviews":3,"playtime_forever":1012,"playtime_last_two_weeks":0,"playtime_at_review":500,"last_played":1600080376},"language":"english","review":"BioShock-это не тупой шутер, это- ШЕДЕВР!","timestamp_created":1435130332,"timestamp_updated":1435130332,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16667469","author":{"steamid":"76561198000941748","num_games_owned":195,"num_reviews":11,"playtime_forever":1220,"playtime_last_two_weeks":0,"playtime_at_review":884,"last_played":1446760726},"language":"english","review":"An amazing story that had my jaw droping at the end. Elizabeth is an amazing companion throughout the game. It was just the right length.","timestamp_created":1435120867,"timestamp_updated":1435120867,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16666520","author":{"steamid":"76561198068780181","num_games_owned":172,"num_reviews":20,"playtime_forever":1461,"playtime_last_two_weeks":0,"playtime_at_review":559,"last_played":1515316373},"language":"english","review":"Story had me hooked. Like weed.\nGameplay was weed. Like hook.\nPlot-twist made me cum. Like viagra.\nWorth 10/10. Brooker x Comstock = Elizabeth x Anna","timestamp_created":1435116574,"timestamp_updated":1435116574,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16665877","author":{"steamid":"76561198064488343","num_games_owned":325,"num_reviews":41,"playtime_forever":564,"playtime_last_two_weeks":0,"playtime_at_review":361,"last_played":1640399554},"language":"english","review":"I was never able to loot a desk and find BOTH a sandwich AND sniper rifle ammo in a video game before!!!!...Well, that was before Bioshock Infinite! NOW I DID!  : )       10/10","timestamp_created":1435113968,"timestamp_updated":1435113992,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16664749","author":{"steamid":"76561197983081852","num_games_owned":823,"num_reviews":85,"playtime_forever":1827,"playtime_last_two_weeks":0,"playtime_at_review":1697,"last_played":1534294897},"language":"russian","review":"По сравнению с оригинальным Биошоком, изменений предостаточно; приведу некоторые из них:\nТеперь есть красивые пейзажи, открытые пространства и живые люди, которые иногда обращаются к тебе\nГлавный герой теперь разговаривает и ведёт беседы (очень секси и брутальным голосом)\nСистема оружия, улучшений и тоников теперь проще, понятней и полезней.\nЭто к примеру. В биошоке 1 и 2 было скучно играть, вечные зомбари, однотипное всё и быстро надоедало. А тут - другое дело.\n\nКстати, после появления Элизабет, в игре сразу появляется какой-то тонус и интерес возрастает. После выхода из игры всё думал о Ней. Её мимика, движения, как она скачет. танцует, хмурится...\n \nАвторы наконец-то выпустили что-то правильное, доделанное, доведённое до ума, красивое, играбельное и прекрасное... Я окунаюсь в Колумбию вместе с Элизабет и наслаждаюсь солнцем, чашечкой кофе с мороженным, а мимо проплывают здания и облака... Пророк укажет нам путь, и агнец придёт.","timestamp_created":1435109608,"timestamp_updated":1511523895,"voted_up":true,"votes_up":1,"votes_funny":1,"weighted_vote_score":"0.502060413360595703","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16663882","author":{"steamid":"76561198038001919","num_games_owned":246,"num_reviews":4,"playtime_forever":578,"playtime_last_two_weeks":0,"playtime_at_review":578,"last_played":1435106112},"language":"spanish","review":"Debo decir que recien acabo de terminar el juego, y creo que puedo decir tranquilamente que es de los mejores juegos que se pueden tener, jugar y completar, claro esta, siempre y cuando te internes en su historia(cosa bastante facil la verdad, la historia es increible) recomiendo pasarte bioshock 1 y 2 primero, no son necesarios, pero hacerlo, crea un vinculo con la historia que aunque no son continuaciones, por asi decirlo, van tomadas de la mano, 1000/10","timestamp_created":1435106492,"timestamp_updated":1435106492,"voted_up":true,"votes_up":1,"votes_funny":1,"weighted_vote_score":"0.502712488174438477","comment_count":4,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16663653","author":{"steamid":"76561198050996127","num_games_owned":101,"num_reviews":11,"playtime_forever":610,"playtime_last_two_weeks":0,"playtime_at_review":559,"last_played":1467061632},"language":"english","review":"Jesus CHRIST. This game is AMAZING. If you haven't played it before, you need to play it. The gameplay is spot-on, graphics are great, game mechanics are cool, and storyline is insane. If you love having everything you knew about the story die in front your eyes and replaced with a new world of possibilities (reference), this game is for you. \n\n7.8/10, too many plot twists","timestamp_created":1435105669,"timestamp_updated":1435105669,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16663271","author":{"steamid":"76561198009263794","num_games_owned":346,"num_reviews":1,"playtime_forever":1076,"playtime_last_two_weeks":0,"playtime_at_review":964,"last_played":1434995135},"language":"spanish","review":"Uno de los mejores juegos que he jugado, aunque quizás no es totalmente como lo mostraron en las demos de la E3 2010 y 2011 en cuanto a jugabilidad y aspectos técnicos, pero el juego igual es bueno, la historia es increible, y el final y los DLC (Burial At Sea Episodio 1 y 2 son muy importantes para la historia!!! ) de verdad que me dejaron afectado :( Lo hacen encajar totalmente con el primer Bioshock O sea, real mindfuck!! \n\nSi no lo han jugado, tienes que jugarlo!!! Si no ha jugado el 1, no juege este y parta ya a jugar el 1 y después este!!!!","timestamp_created":1435104361,"timestamp_updated":1435104531,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16662891","author":{"steamid":"76561197983210487","num_games_owned":165,"num_reviews":5,"playtime_forever":706,"playtime_last_two_weeks":0,"playtime_at_review":706,"last_played":1435096242},"language":"english","review":"Found a pineapple in a mailbox\n\nVerdict: 5/5\n\nAlso Elizabeth","timestamp_created":1435102988,"timestamp_updated":1435102988,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16662811","author":{"steamid":"76561198158352318","num_games_owned":100,"num_reviews":7,"playtime_forever":407,"playtime_last_two_weeks":0,"playtime_at_review":407,"last_played":1435358587},"language":"english","review":"Elizabeth is so good at finding things she actually found valves plans for half life 3\n9.5/10","timestamp_created":1435102714,"timestamp_updated":1435102714,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16658707","author":{"steamid":"76561198146201678","num_games_owned":313,"num_reviews":7,"playtime_forever":1058,"playtime_last_two_weeks":0,"playtime_at_review":360,"last_played":1619398494},"language":"english","review":"Best Mind fuck/racism game I've ever played\n\n10/10 would be mind fucked again","timestamp_created":1435091192,"timestamp_updated":1435091192,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16658412","author":{"steamid":"76561198010780729","num_games_owned":326,"num_reviews":22,"playtime_forever":14,"playtime_last_two_weeks":0,"playtime_at_review":14,"last_played":1469429634},"language":"russian","review":"Купил игру ради Элизабет и ни о чём не пожалел.\n\n10 няшек из 10.","timestamp_created":1435090450,"timestamp_updated":1435090450,"voted_up":true,"votes_up":1,"votes_funny":2,"weighted_vote_score":"0.502487540245056152","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16657430","author":{"steamid":"76561198060634622","num_games_owned":169,"num_reviews":126,"playtime_forever":3641,"playtime_last_two_weeks":0,"playtime_at_review":3534,"last_played":1435601727},"language":"italian","review":"Dalle profondita' marine, bioshock si eleva alto, fin ad arrivare alle nubi, fino a Columbia, la citta' volante!\nBioshock Infinite e' il degno seguito del primo Bioschock ,e lo si nota gia' dall' inizio, con una barca a remi guidata da due sconosciuti..ed il faro,che come nel primo, ci fa da Portiere, e ci introduce nella nuova ambientazione, Columbia , la signora delle nubi.\nE' difficile fare un seguito all' altezza di un gran gioco come Bioshock, eppure gli irrazionali ci son riusciti,con un nuovo capitolo visivamente appagante, e dalla trama solida e molto, molto profonda e complicata.\nPersonalmente, girare per questa citta' nei cieli, ammirarne le vie, sentire le musiche e scoprirne gli alti ed i bassi, e' stata un' esperienza molto divertente, ed e' quello che nel primo capitolo mancava, poter ammirare la citta' dei sogni nei suoi momenti quotidiani, senza azione o nemici pronti a farci la pelle..,\n\nMa vediamo i pro,ed ovviamente, i contro( se contro si possono parlare):\n\nA favore:\n-Trama (con la T maiuscola);Dall' inizio alla fine si vede e' stata scritta e studiata per essere prepotentemente presente, e' un piacere seguirla, e scoprirete che non sara' cosi facile farlo, aspettatevi colpi di scena fino alla fine ...non ne resterete delusi:\n\n-Grafica, Nonostante non sia una delle grafiche top (per il periodo uscito), lo stile e \nle scelte cromatiche la rendono perfetta per l'ambientazione scelta, rendendo la citta' di Columbia al meglio;\n\n-Ambientazione; inutile riscriverlo, Columbia e' stata realizzata al dettaglio, con tutte le sue sfacettature e micromondi, e' un piacere esplorarla e scoprirne tutte le facce...inoltre a tratti mi son fermato ad ammirare il paesaggio attorno a me,ad ascoltare i passanti, leggere i vari cartelloni pubblicitari,da quanto e' affascinante ed immedesimante;\n\n-Sonoro, Le varie musichette retro' che ci accompagneranno nell' avventura, contribuiscono ad immergerci ancora di piu' nel periodo di Columbia, ed allietare i nostri bei padiglioni;\n\n-Elisabethz; e' adorabile questa ragazza(anche per come e' stata realizzata la sua IA)...inoltre vi seguira facendovi sentire meno soli (nemici apparte :P );\n\n\nA Sfavore :\n\n-Gameplay ; intendiamoci, il gameplay e' solido e divertente,grazie a nemici vari che incontreremo, ad un buon parco armi, ai Vigor (cioe' i plasmidi),all' introduzione dello Skyhook (utinsile carino che vi permette di affrontare le battaglie con un altro punto di vista)...tuttavia non e' niente di nuovo rispetto al primo Bioshock...speravo in un evoluzione con qualcosa in piu'.\n\nLo consiglio a tutti gli appassionati di Shooter singleplayer (non c'e' nulla di online), a coloro che amano gioco con Trame ben costruite e profonde e con ambientazioni costruite con amore ; ) ..un piccolo gioiello.\n\n\n\n\n\n","timestamp_created":1435088101,"timestamp_updated":1435088101,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16656843","author":{"steamid":"76561198060784322","num_games_owned":210,"num_reviews":11,"playtime_forever":7284,"playtime_last_two_weeks":0,"playtime_at_review":6494,"last_played":1627226234},"language":"english","review":"What?","timestamp_created":1435086740,"timestamp_updated":1435086740,"voted_up":true,"votes_up":2,"votes_funny":2,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16656557","author":{"steamid":"76561198091135159","num_games_owned":58,"num_reviews":6,"playtime_forever":213,"playtime_last_two_weeks":0,"playtime_at_review":168,"last_played":1445628544},"language":"english","review":"BEST GAME I HAVE EVER PLAYED","timestamp_created":1435086112,"timestamp_updated":1435086112,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16656185","author":{"steamid":"76561198186782869","num_games_owned":162,"num_reviews":20,"playtime_forever":2272,"playtime_last_two_weeks":0,"playtime_at_review":632,"last_played":1553514129},"language":"russian","review":"Я, я незнаю даже что написать. Это шедевр. У меня нет слов.99999999999999999/10","timestamp_created":1435085234,"timestamp_updated":1435085234,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16655941","author":{"steamid":"76561198113495745","num_games_owned":26,"num_reviews":2,"playtime_forever":1840,"playtime_last_two_weeks":0,"playtime_at_review":1191,"last_played":1499602750},"language":"thai","review":"สุดยอดมากกกกกก  อลิซน่ารักที่สุดดด  เล่นแล้วติดเลยยย ชอบๆๆ","timestamp_created":1435084697,"timestamp_updated":1435084697,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16655751","author":{"steamid":"76561198078724421","num_games_owned":80,"num_reviews":1,"playtime_forever":797,"playtime_last_two_weeks":0,"playtime_at_review":624,"last_played":1607492320},"language":"english","review":"I haven't beat the game yet, but it's great so far. Hands down one of the most entertaining games I've played.","timestamp_created":1435084219,"timestamp_updated":1435084219,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":2,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16655245","author":{"steamid":"76561198065325316","num_games_owned":180,"num_reviews":66,"playtime_forever":205,"playtime_last_two_weeks":0,"playtime_at_review":54,"last_played":1649260450},"language":"german","review":"das spiel ist einfach toll...\n\nsuperhübsch, steuerung gut, performance gut, da ist nochmal eine neue welt erschaffen worden... also kaufen","timestamp_created":1435083184,"timestamp_updated":1435083184,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16654605","author":{"steamid":"76561198176464366","num_games_owned":306,"num_reviews":10,"playtime_forever":2101,"playtime_last_two_weeks":1266,"playtime_at_review":61,"last_played":1659887205},"language":"russian","review":"[h1]BioShock Infinite[/h1] произвел на меня большое впечатление. Проходил около 4-х раз (пиратская версия) и каждый раз находил в игре что-то новое. Infinite получился на удивление очень светлым по сравнению с прошлыми частями и одновременно не менее захватывающим. Главным плюсом игры, можно считать ее сюжет, которому при создании уделялось очень много внимания. Порадовал геймплей и графика игры. Так же нельзя не отметить большое разнообразие оружия и способностей.  Про данную игру можно писать очень долго, так как впечатления, получаемые в игре безграничны.\n\n[b]Примечания[/b]\n1) Всем, кто прошел сюжетную линию игры, стоит приобрести дополнение Burial at Sea, которое продлит впечатление от игры.\n2) Если у вас низкие познания в иностранных языках, то стоит скачать русификатор, т.к. читать субтитры не всегда удобно. К тому же озвучили довольно неплохо. \n\n[u] Моя оценка: 10/10 [/u]\n","timestamp_created":1435081837,"timestamp_updated":1435081837,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16653458","author":{"steamid":"76561198207934596","num_games_owned":14,"num_reviews":2,"playtime_forever":1974,"playtime_last_two_weeks":0,"playtime_at_review":779,"last_played":1515500493},"language":"english","review":"An absolute beauty of a game. I have always been a fan of the bioshock series, and after finally being able to play the infinite, I was not disappointed. GET IT ! LOVE IT !","timestamp_created":1435079284,"timestamp_updated":1435079284,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16653253","author":{"steamid":"76561198110978474","num_games_owned":161,"num_reviews":10,"playtime_forever":1047,"playtime_last_two_weeks":0,"playtime_at_review":771,"last_played":1466292428},"language":"english","review":"One of the greatest games of all time. I'm not a fan of the ending. But besides that it is a great game. 10 out of 10","timestamp_created":1435078845,"timestamp_updated":1435078845,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"16653055","author":{"steamid":"76561198068198616","num_games_owned":89,"num_reviews":8,"playtime_forever":1113,"playtime_last_two_weeks":0,"playtime_at_review":1012,"last_played":1441429761},"language":"english","review":"Very good game, the ending is mind blowing. 10/10","timestamp_created":1435078442,"timestamp_updated":1435078442,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false}],"cursor":"AoJwwefVkM4Cf6/DPw=="}