{"success":1,"query_summary":{"num_reviews":100},"reviews":[{"recommendationid":"15266178","author":{"steamid":"76561198047678486","num_games_owned":405,"num_reviews":3,"playtime_forever":17,"playtime_last_two_weeks":0,"playtime_at_review":17,"last_played":1426015858},"language":"english","review":"During registration I set my name to \"blarg honk\", and they sent me a email saying:\n\nDear Mr. honk,\n\nThank you for purchasing and registering Two Worlds.\n\n100/10","timestamp_created":1428510699,"timestamp_updated":1428510699,"voted_up":true,"votes_up":5,"votes_funny":17,"weighted_vote_score":"0.500271141529083252","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"15247326","author":{"steamid":"76561197995003315","num_games_owned":413,"num_reviews":20,"playtime_forever":490,"playtime_last_two_weeks":0,"playtime_at_review":220,"last_played":1433536605},"language":"spanish","review":"Para los que tengan una gráfica nvidia y les crashee el juego, lo que hay que hacer es descargarse esto: http://steamcommunity.com/app/1930/discussions/0/846944689808319979/?l=spanish\nEsto se debe normalmente a las gráficas más modernas, el archivo es un physyx, una vez instalado se puede jugar sin problemas.","timestamp_created":1428397422,"timestamp_updated":1428397422,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"15241312","author":{"steamid":"76561198068668122","num_games_owned":253,"num_reviews":3,"playtime_forever":1025,"playtime_last_two_weeks":0,"playtime_at_review":1025,"last_played":1428689142},"language":"russian","review":"Ну хрен знает, очень неоднозначная игра. Где тут промежуточный палец? Рекомендую, но только если вы не в себе или извращенец. Не рекомендую, если вы цените свое время и не готовы тратить >9к часов на крепкий середнячок.\n\nВообще впечатления от игры сильно раздваиваются. То тебе город, виднеющийся вдали сквозь мутную рассветную дымку, легкий утренний туман или еще какой-нибудь Шишкин, и тут же - деревянные фигурки персонажей, кривая анимация, убогий ландшафт и скульптуры гноме. Секунду назад тошнит от новой подробности сюжета, а сейчас, глядишь, высунув язык, раздаешь затрещины каким-нибудь оркам. Кто-то справедливо ругался, что у гг в кармане мини-кузница, магическая библиотека и мини-бар, а посмотри на них, едва они доберутся до очередного сундука: глаза горят, руки дрожат - и тащат, тащат все себе в рюкзак, фентезийные Плюшкины. \n\nИ вот черт его, действительно, пойми, в чем тут прелесть. Едва начнешь перечислять недоработки, минусы и баги, как захлебнешься от их количества. То не так, это не сделали, здесь не доработали. И лошади кривые, и читерный хил по всей карте, и враги тупые, и гг дурак, сюжета нет, квесты скучные... \n\nА вот все равно цепляет. За какую-то невидимую лямку за шиворотом, не нащупать и не рассмотреть - а зацепило и не пускает, пока не пройдешь. Доставляет все же какую-то неведомую извращенную радость и странное удовлетворение. Неказистый мальчонка, а все равно какой-то свой, по душе. Поэтому поставлю палец вверх, но это для меня он туда смотрит. Куда для вас он будет смотреть, решайте сами, но только если вы достаточно сдвинутые для этого умом.","timestamp_created":1428353531,"timestamp_updated":1428353650,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"15240698","author":{"steamid":"76561198068997833","num_games_owned":674,"num_reviews":142,"playtime_forever":276,"playtime_last_two_weeks":0,"playtime_at_review":276,"last_played":1427649014},"language":"russian","review":"Давным-давно прошел игру, решил выложить обзор:)\n\nМногие заметили: в мире компьютерных RPG гремят войны. Классические ролевые игры борются за место под солнцем с action\\RPG, пошаговые – с реалтаймовыми, онлайновые с однопользовательскими. Этой битве нет конца:) А о начале никто не помнит:)\n\nСвое название Two Worlds получил от RPG, которую начали создавать в 2000 году, но так и не доделали. Пять лет бренд ходил по рукам, пока наконец не попал к матерым создателям. Новые разработчики, хоть и не имели опыта в жанре RPG, не стали изобретать велосипед, внимательно изучили современные ролевые игры и позаимствовали из них все, что понравилось. \n\nТак Two Worlds превратились в один мир, зато весьма просторный, бесшовный и свободный к исследованию чуть ли не с первой минуты игры. Этот край буквально разрывается на части в ходе войн между королевством людей Каталон, орками, громами и прочей нелюдью. Люди тоже не стремятся сплотиться для борьбы с врагами. В их королевстве кипит война за престол между кланом Карга и домом Скельден. Таким образом, Antaloor, мир этой игры, похож на лоскутное одеяло: на одном клочке земли может уместиться город мятежников, куда вас не пустят, лагерь бандитов, где вас атакуют и двор отшельника, желающего дать вам задание.\n\nНам, игрокам, отводится роль наемника, ловко манипулирующего кланами и гильдиями, чтобы набить свой кошелек или добиться всеобщего уважения и славы. Уважение измеряется по десятибалльной шкале от перспективного новичка до главы гильдии. Всего гильдий семь: Братство воинов, Общество магов, гильдия торговцев, клан Карга, дом Скельден, орден некромантов, а также клан Гириза – нечто вроде гильдии воров. Само собой, добиться признания во всех гильдиях сразу будет очень трудно, ведь роялисты ненавидят мятежников, а маги терпеть не могут некромантов.\n\nВы спросите, почему игра называется Two Worlds, хотя мир всего один? Отвечу: некоторым темным личностям из числа NPC такая мысль уже приходила в голову, и вскоре (о эврика!:)) они узнали про параллельный мир, во всех отношениях неприятный и непригодный для жизни. Удача не приходит одна, и как-то раз недобрые NPC, прослышали про могилу черного властелина Азирааля, которого стоит только воскресить, как он начнет командовать обоими мирами направо и налево, причем за сохранность Antaloor-а я бы в этом случае не поручился. Но как водится, без героя-игрока ни добрые силы, ни злые шагу сделать не могут. Поэтому воскресители похитили сестру главного героя, а затем призвали нас к взаимовыгодному сотрудничеству: предложили обменять живую сестру на живого черного властелина. Бросать сестру на произвол судьбы не с руки:))\n\nВ лучших традициях action/RPG оружие можно зачаровывать при помощи волшебных камней: световых, огненных, призрачных, ледяных и ядовитых. Камни вставляются в любом количестве в любое оружие, кроме посохов. \n\nИнтересные ситуации порой случаются. Нужно вам, допустим, украсть тотем из лагеря гномов. Подходим туда ночью, убиваем из лука одного гнома, и он тут же становится привидением. Призрак нападает на бывших сородичей, а мы под шумок уносим тотем:))\n\nДля своего времени Two Worlds радует глаз не только количеством полигонов, четкими текстурами и повсеместным использованием шейдеров (в том числе и HDR). Дальние объекты в Two Worlds не теряются в тумане, а превращаются в спрайты, поэтому дальность видимости практически ничем не ограничивается. \n\nКаждый из семи городов имеет уникальную архитектуру, да и деревни отличаются друг от друга с первого взгляда. Персонажи, в том числе и разбойники, не шатаются по улицам без дела, а занимаются вполне понятной работой, например, пилят дрова или ломают камни в шахтах. На твердую десятку нарисованы модели доспехов, а также эффекты от заклинаний.\n\nЗвук и музыка тоже не были для разработчиков последним делом. В обычный набор «атмосферных» симфонических композиций вносят разнообразие роковые темы, а также замечательный женский вокал. Все диалоги озвучены, а главный герой вообще молчаливостью не отличается и комментирует каждое свое действие. \n\nРазработчики Two Worlds смоги достичь довольно высокой планки качества, как в технологиях, так и по части интересных идей.\n\n+-сы:\n\nДля того времени - стильная графика.\nПолная свобода действий.\nБольшое количество свежих идей, опять же для того времени\nОтличная музыка и звук.\n\n--сы:\n\nНеудобный интерфейс.","timestamp_created":1428350752,"timestamp_updated":1428350752,"voted_up":true,"votes_up":5,"votes_funny":0,"weighted_vote_score":"0.54548877477645874","comment_count":2,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"15237695","author":{"steamid":"76561197962380956","num_games_owned":668,"num_reviews":7,"playtime_forever":4163,"playtime_last_two_weeks":0,"playtime_at_review":2275,"last_played":1635654436},"language":"english","review":"Ignore the main story... You'll like it better this way as you can explore the whole world at your own pace and enjoy it as it is.","timestamp_created":1428338150,"timestamp_updated":1428338150,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"15232230","author":{"steamid":"76561198017886882","num_games_owned":380,"num_reviews":34,"playtime_forever":3341,"playtime_last_two_weeks":0,"playtime_at_review":3341,"last_played":1428311114},"language":"english","review":"First of all, this isn't really for those who haven't played the good Open-World RPGs like Skyrim and Oblivion.\n\nIt has its own charm though. It's a fun open world RPG in a campy kind of way. The dialogue is fairly poorly acted and written, but with a fun, unique olden charm. There's no level cap, so the character keeps growing as you play, and once you cap skills you can just branch out. \n\nThe graphics are slighty under the baseline set by pre-mod Elder Scrolls, but it still works.\n\nThe weapon and armor improvement system is pretty unique and a lot of fun to work with too.\n\nCombat takes a bit to get used to since it can be unforgiving, and stealth doesn't work too well, but it's still a fair deal of fun once you get going.\n\nAt $10 this campy game is a steal.","timestamp_created":1428312338,"timestamp_updated":1428312338,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.543478250503540039","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"15225449","author":{"steamid":"76561198007660137","num_games_owned":1512,"num_reviews":27,"playtime_forever":196,"playtime_last_two_weeks":0,"playtime_at_review":176,"last_played":1428269095},"language":"english","review":"Do not buy this game! Getting it to work is a nightmare!\n\nFirst you get constant startup chrashes, you find out by searching the internet that happens cause you need to install an old version of PhysX. Then you have to activate your game via internet or phone. Phone is not working and internet activation just doesn't recognize you having an internet connection or is giving you connection errors.  \n\nYou can't cancel the connection searching process because (the button for that is not responding) even after the error message. The only thing you can do is go back to your desktop and close the game. Which doesn't close the TwoWorlds.exe in your task manager though.  \nThat means you can't close steam properly and have to force restart your computer. \n\nIf you're really lucky your steam-client while being force shut down didn't log out properly and after the restart you can't log in cause it tells you your account is still online.... great :(   \n\nAfter 3 hours I'm pretty pissed and still nowhere near to actually playing ... got the trading cards though","timestamp_created":1428266935,"timestamp_updated":1428266935,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.476190477609634399","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"15219456","author":{"steamid":"76561198064410377","num_games_owned":88,"num_reviews":25,"playtime_forever":1294,"playtime_last_two_weeks":0,"playtime_at_review":1189,"last_played":1420912199},"language":"german","review":"Ich fand die Story von TW1 besser als die aus dem zweiten Teil. Das Kampfsystem ist ganz gut, das Skillsystem besser als in manch anderern RPGs und die Grafik ist natürlich etwas alt, aber alles in allem ein gelungenes Spiel. \nDafür, dass es mich 1€ gekostet hat, hat mir das Spiel viel Spaß gemacht. \n7,5/10","timestamp_created":1428242647,"timestamp_updated":1428242647,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"15204099","author":{"steamid":"76561198013212131","num_games_owned":1043,"num_reviews":43,"playtime_forever":486,"playtime_last_two_weeks":0,"playtime_at_review":350,"last_played":1456691135},"language":"english","review":"Cons.\n- to play multiplayer properly you need to set port forwarding in your router which I wasnt able to do so\n- strange combat system, but still better than in the second one\n- enemies are like everywhere in the wilderness which is annoying as fuck, and feels so unrealistic\n- enemies are fucking OP\n- dabing sucks\n- horse riding sucks\n- story sucks\n\nPros.\n+ meh fuck it I kinda like it to be honest","timestamp_created":1428162153,"timestamp_updated":1428186832,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.475129574537277222","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"15203314","author":{"steamid":"76561198055775515","num_games_owned":163,"num_reviews":10,"playtime_forever":34,"playtime_last_two_weeks":0,"playtime_at_review":34,"last_played":1427923508},"language":"english","review":"I love the \"uninstall\" feature for this game.","timestamp_created":1428158776,"timestamp_updated":1511891990,"voted_up":false,"votes_up":0,"votes_funny":8,"weighted_vote_score":"0.404653668403625488","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"15189464","author":{"steamid":"76561198061646169","num_games_owned":182,"num_reviews":11,"playtime_forever":21,"playtime_last_two_weeks":0,"playtime_at_review":21,"last_played":1376769040},"language":"english","review":"Just don't.","timestamp_created":1428084334,"timestamp_updated":1573921345,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"15176253","author":{"steamid":"76561198071773700","num_games_owned":148,"num_reviews":14,"playtime_forever":598,"playtime_last_two_weeks":0,"playtime_at_review":5,"last_played":1480017919},"language":"english","review":"Its a very nice gamemode from two worlds 2 :D","timestamp_created":1428012743,"timestamp_updated":1428012743,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"15170452","author":{"steamid":"76561197993002732","num_games_owned":1025,"num_reviews":225,"playtime_forever":754,"playtime_last_two_weeks":0,"playtime_at_review":754,"last_played":1427744986},"language":"english","review":"DON'T buy this it's a waste of time and money.","timestamp_created":1427988093,"timestamp_updated":1427988093,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.419878363609313965","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"15163571","author":{"steamid":"76561197961600434","num_games_owned":215,"num_reviews":37,"playtime_forever":1620,"playtime_last_two_weeks":0,"playtime_at_review":1240,"last_played":1428140430},"language":"english","review":"Just finished the game. \n\nWhen I first started I said this is really bad, bad graphics combat system is hard, it's frustrating I was about give up and delete it. I gave it patience and played for 4 hours, then I got addicted, played it like 12 hours each day after it ! straight! Addictive leveling, loot reminds me of the WOW days. \n\n-Huge Maps\n-Freedom to Exploror (no restrictions)\n-Millions of Amour\n-Millions of Weapons. \n\nIf you played the Gothic and Elder Scrolls I would recommend. I must say give it patience for the first few hours. \n\n\n\n","timestamp_created":1427941165,"timestamp_updated":1427941165,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"15157816","author":{"steamid":"76561198097066101","num_games_owned":72,"num_reviews":14,"playtime_forever":212,"playtime_last_two_weeks":0,"playtime_at_review":212,"last_played":1424883889},"language":"english","review":"I would recommend this game only to those people, whose attitude to RPG became a kind of \"fondness\". And i am one of them. This game became just a \"+1\" to my game list, though i like role-play games very much, but i'm not sorry for buying it. As usual, i will start from \"minuses\":\n\n- The sound. Who was synchronizing it? I suppose it was a computer with plain intonation. No emotions at all.\n- The plot. Just see - from the very beginning the main hero behaves a bit indifferent to his companion (leaves her alone) and that leads to her loss. 50/50 apprehension.\n- The hero's skill of sward flutter. It looked a bit strange, as if his knees and elbows were aching.\n- A lot of personal information is to be filled in into the form. Am i going to be a deputy or am i to cast a vote? :D\n\nAnd pluses:\n\n+ An open world. Always liked that, and this game isn't an exclusion.\n+ A skill-tree. Making level-ups brings you not only stats, but also an ability to choose your specialization. That's just a part of RPG.\n+ Graphics. Though it's not acute, but it also doesn't disturb your eyes. Never the less, it could have been MUCH better.\n\nI don't know, whether you are to buy this game or not. So it's up to you. I can't say something towards its \"defence\", as towards its \"prosecution\".","timestamp_created":1427909931,"timestamp_updated":1427909931,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.503186285495758057","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"15153492","author":{"steamid":"76561198207105756","num_games_owned":115,"num_reviews":12,"playtime_forever":2833,"playtime_last_two_weeks":0,"playtime_at_review":1211,"last_played":1592311430},"language":"russian","review":"Больше всего мне нравится в игре Два мира,то что можно улучшать оружие и броню бесконечно.","timestamp_created":1427888501,"timestamp_updated":1427888501,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"15150310","author":{"steamid":"76561198086350474","num_games_owned":87,"num_reviews":24,"playtime_forever":1656,"playtime_last_two_weeks":0,"playtime_at_review":1513,"last_played":1481457865},"language":"english","review":"buggy, poor animation, poor story, poor battle, good quest, good world\nget it while it is on sale (i did around 7000 idr/$0.6) or not worth buying at all\n\n5/10","timestamp_created":1427861599,"timestamp_updated":1427861599,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.477667510509490967","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"15147603","author":{"steamid":"76561198070255140","num_games_owned":51,"num_reviews":8,"playtime_forever":127,"playtime_last_two_weeks":0,"playtime_at_review":127,"last_played":1427549991},"language":"italian","review":"\nDopo aver passato quasi 2 ore a capire cosa dovevo installare per far funzionare questo gioco riesco ad avviarlo.\nSpendo 2 ore per giocarci e il gioco già mi stufa, avevo delle aspettative ma sono letteralmente crollate.\nPer quanto mi riguarda il gioco non vale il prezzo.","timestamp_created":1427842021,"timestamp_updated":1427842021,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"15147311","author":{"steamid":"76561198053129055","num_games_owned":47,"num_reviews":3,"playtime_forever":2676,"playtime_last_two_weeks":0,"playtime_at_review":1602,"last_played":1650462765},"language":"german","review":"Eines der besten RPGs aller Zeiten ! Grafisch eitwas in die Jahre gekommen :D Aber so viele verschiedene Rüstungen,Waffen und Items gibt es in kaum einem andreren Game zu finden ! War mein erstes RPG damals ! Immer eines meiner ganz großen Lieblinge !!\nTOP !!!","timestamp_created":1427840238,"timestamp_updated":1427840238,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"15136614","author":{"steamid":"76561198037799420","num_games_owned":1992,"num_reviews":85,"playtime_forever":1936,"playtime_last_two_weeks":0,"playtime_at_review":1936,"last_played":1427781543},"language":"japanese","review":"シンプルでわかりやすい成長システムと、装備品強化の小気味よさが魅力のクエスト受注型のRPGです。\n\nキャラクターの成長は、スキルポイントとステータスポイントを振り分けることで行われます。\n取り立てて説明する部分も無いシンプルな振り分けシステムですが、その分理解しやすく遊びやすいシステムです。\n\n装備品の強化は、同じ種類の装備品をニコイチすることで合成強化することができます。\nインベントリ内でドラッグ＆ドロップするだけの簡単操作なので、難しいことを考えずにどんどん強化していきましょう。\n\nクエストを解決していくことでサクサクとレベルが上がり、装備品の強化もお手軽にできるので成長を実感しやすいです。テンポの良いキャラクターの成長がゲームを遊ぶモチベーションにつながり、ついつい遊んでしまう魅力があります。","timestamp_created":1427784992,"timestamp_updated":1427785410,"voted_up":true,"votes_up":12,"votes_funny":2,"weighted_vote_score":"0.598000884056091309","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"15128572","author":{"steamid":"76561198170220209","num_games_owned":119,"num_reviews":11,"playtime_forever":1131,"playtime_last_two_weeks":0,"playtime_at_review":1101,"last_played":1427687864},"language":"english","review":"Good game like it alot was pretty challenging not the longest game though so take the time to do tons of side quests","timestamp_created":1427739766,"timestamp_updated":1427739766,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"15114689","author":{"steamid":"76561198005496549","num_games_owned":446,"num_reviews":15,"playtime_forever":2980,"playtime_last_two_weeks":0,"playtime_at_review":1276,"last_played":1432375611},"language":"russian","review":"Неплохая игрушка, если готика/елд оф скрол обкатаны по несколько раз и уже поднадоели.","timestamp_created":1427656805,"timestamp_updated":1427656805,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"15114557","author":{"steamid":"76561198018205146","num_games_owned":823,"num_reviews":54,"playtime_forever":2672,"playtime_last_two_weeks":0,"playtime_at_review":2251,"last_played":1657648282},"language":"italian","review":"Premessa: mi ritengo un videogiocatore esperto dopo 15 anni di tempo dedicato a questa passione e scopro solo nel 2015 l'esistenza di questo gioco (merito di essere lapidato lo so lo so!).\n\nDetto ciò Two Worlds è stata una rivelazione ECCEZIONALE! Un GDR maestoso, sensazionale, intuitivo ed a tratti impegnativo ma un sacco gratificante. Il pg ha una una buona personalizzazione iniziale che sfocia in una personalizzazione completa una volta che si inizia a fare sul serio; ogni arma ogni scudo ogni parte di aramatura avrenno sue caratteristiche fisiche ed 'elementali', potremo cambiare modo di gioco ogni volta che vorremo grazie allo sviluppo del personaggio (es.da mago a cavaliere cambiandoci di abito e prendendo un bastone da necromante esperto se ovviamente avremo potenziato man mano nell'aumentare dei livelli oltre alla forza fisica anche la magia); la storia è un poco sottotono (più che altro scontata) difatti sono le milioni quest secondarie che tengono alto il ritmo. La parte fisica dei combattimenti a volte lascia un po a desiderare (leggermente macchinoso) ed anche se è un gioco del 2007 la grafica è molto ben fatta. La mappa è ENORME e credo non sia possibile scoprirla tutta neanche dopo 150 ore di gioco.\n\nInsomma avete amato Gothic? vi siete gasati a Morrowind? ad Oblivion? a Skyrim? COMPRATELO ADESSO!!!\n\nGameplay                     8,5  \nStoria                            7\nQuest secondarie         9\nPersonalizzazione         9\nGrafica                          9\nAudio                            8,5\nLongevità                     10\n\nVOTO FINALE: 8,5","timestamp_created":1427656300,"timestamp_updated":1427656300,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.533898293972015381","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"15099748","author":{"steamid":"76561198111621571","num_games_owned":106,"num_reviews":3,"playtime_forever":182,"playtime_last_two_weeks":0,"playtime_at_review":163,"last_played":1469784331},"language":"russian","review":"Не очень игра если честно, своих денег не стоит...","timestamp_created":1427582951,"timestamp_updated":1427582951,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"15098264","author":{"steamid":"76561198187780241","num_games_owned":3,"num_reviews":1,"playtime_forever":1723,"playtime_last_two_weeks":0,"playtime_at_review":254,"last_played":1460914883},"language":"polish","review":"świetny rpg przypominający gothica ale zupełnie od niego różny polecam bo gra naprawdę wciąga i przy okazji dobre bo polskie","timestamp_created":1427576390,"timestamp_updated":1427576390,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"15097968","author":{"steamid":"76561198006887875","num_games_owned":859,"num_reviews":6,"playtime_forever":393,"playtime_last_two_weeks":0,"playtime_at_review":393,"last_played":1427676503},"language":"english","review":"Despite the universal negative criticisms, Two Worlds Epic Edition is actually a decent Action RPG. Fans of the Gothic series may find themselves at home in this expansive world.\n\nIf you think a game relies heavily on appearances (graphics, animations, etc), then this will not be a game for you, as the game clearly shows its age, even with the graphics maxed out. But if you can enjoy a game simply based on the game itself, give it a try.\n\nThere's a large variety of skills, weapons, and armor to really fit your playstyle. While there is no traditional blocking, you can dodge attacks by moving or hopping out of the way, making combat really focused on watching your enemy and taking advantages of their openings. And it can be VERY challenging.\n\nIn fact, most enemies will likely overwhelm you by either brute strength or numbers. The key is to not get hit. Essentially, by dodging and maneuvering around attacks, a level one character could take down ANYTHING with enough time and skill. The longer fights can get very intense, especially in one-on-one combat.\n\nSuffice it to say, Two Worlds Epic Edition is not a bad game at all. That doesn't mean YOU have to like it, but I encourage you to give it a try. If even $10 seems like too much for you to spend to try out a game, I suggest waiting for a sale.\nJust like with Two Worlds II, I would suggest sticking to the multiplayer if the singleplayer story doesn't interest you that much. The multiplayer allows you to create your own character with a good variety of options (including races and gender) and gives you large maps in which to go and quest! Guaranteed hours of fun, even if you play it alone. (Yes, you can enter maps by yourself in multiplayer. Playing with other people is not required, but encouraged!)","timestamp_created":1427575079,"timestamp_updated":1427575079,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"15093495","author":{"steamid":"76561198024121747","num_games_owned":1464,"num_reviews":108,"playtime_forever":1961,"playtime_last_two_weeks":0,"playtime_at_review":50,"last_played":1521497464},"language":"german","review":"Ein wunderbares RPG mit viel Tiefgang, und wiederspielwert. Die einen lieben es, die anderen hassen es, und manche hassen und lieben es gleichzeitig. Wo ich damals 2009 das erste mal auf das Spiel gestoßen war, kaufte ich es mir wegen der guten Bewertung.\n\nIm Laden ahnte ich nicht was daraus werden würde. Ich hatte es installiert, und gestartet. Alleine das Menü, die Musik haute mich um. Auch als ich es startete, war das Intro atemberaubend. Gut Steuerung, und Kampfsystem waren ...Übel! ABER man konnte sich daran gewöhnen. Als ich den Single Mode durch hatte, wurde ich neugierig, ich probierte, das ERSTE mal in meinem leben den Multiplayer aus! ....Es gab unzählige Server, und Städte, die meisten waren noch recht voll. Ich beobachtete den Chat, und las was die Leute so trieben.\n\nEs war genial, die Gilden waren organisiert, man tauschte, verkeufte, handelte. Manche Leute in den Gilden verwalteten alles was die anderen sammelten. Ich war begeistert. Einige von den Spielern waren Experten, wie man Waffen richtig erstellt, wie man die Ultimative Rüstung baute. Es war SO genial, das man sich wohl fühlte.\n\nSchwieriger wars wohl wenn man versuchte ALLEINE eine Map zu bestreiten! Kaum einige Meter gelaufen, war man schon ziemlich tot. Kaum wieder in der Lobby, erstmal hilfe gesucht. Rasch erklärten sich einige Spieler bereit, man betrat gemeinsam eine Map, sie gingen vor, machten Kleinholz, während man gemütlich hinterher ging, und die Leichen plündern konnte. Unterdessen stieg man im Level.\n\nDanach war es kein Problem alleine klar zu kommen. Aber es war der Beginn einer langen Sucht. Später kam ich in eine Gilde. \"Die Raben des Arkanen\" Super Gilde! Das zusammenspielen war einfach NUR klasse. Später schrieb ich sogar für die Gilde eine Gildenstory, Die nicht nur bei unserer Gilde anklang fand, sonern auch in anderen!\n\nNatürlich waren auch Gildenkriege an der Tagesordnung, und die Admins hatten derbe viel zu tun! Aber als Teil 2 kam, und man merkte was für ein Murks das war, waren viele vorerst zurückgekehrt, die zuvor abgewandert waren.\n\nNa ja, und Streitigkeiten führten zu einem totalen Ende. Viele verschwanden, und wenn man heute in den Multi schaut, ist da tote Hose, von den alten ist niemand mehr da.\n\nGeile Zeit, trotzdem lohnt sich Teil 1 auf alle Fälle, auch der Multi lohnt sich noch, meiner Meinung nach!\n\nKlare Kaufempfehlung!!!!","timestamp_created":1427558137,"timestamp_updated":1427558137,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"15081083","author":{"steamid":"76561198002310289","num_games_owned":581,"num_reviews":18,"playtime_forever":2011,"playtime_last_two_weeks":0,"playtime_at_review":2011,"last_played":1426745240},"language":"english","review":"This game is ok.\n\nPro`s\n\n1{ Music is awsome.\n2{ If anyone pissis you off, just kill them.\n3{ Story is ok.\n4{ Game is challenging.\n\nI do highly reccomend getting the sound-track it is awsome! Ok now the con`s.\n\nCon`s\n\n1{ The animation is rather bad.\n2{ The story`s \"good\" ending is rather a let-down.\n3{ Voice acting, well it is bad.\n4{ The wrighting is horrid and lacking.\n5{ Some monster no matter how powerfull you get still own yer face.(Close combat at least)\n\nIn the end I did play it for 33+ It is not the worst RPG i have played ( chock that up to Dungeon Lords) if you bare with the poor animation, voice acting, and wrighting it is a fun game to play.","timestamp_created":1427491568,"timestamp_updated":1427491568,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"15066556","author":{"steamid":"76561198056823667","num_games_owned":34,"num_reviews":2,"playtime_forever":1545,"playtime_last_two_weeks":0,"playtime_at_review":330,"last_played":1552252072},"language":"german","review":"Two Worlds Epic Edition\n\nAls Protagonist sind wir auf der Suche nach unserer Schwester Kyra, die von Ihrem Entführer \"Reist Tungard\" gefangen gehalten worden ist. Als Bedingung für die Freilassung unserer Schwester ist es von nun an unsere Aufgabe ein altes Relikt aus fünf Teilen in der Welt zu finden. Nach einem vielversprechenden Start macht Two Worlds aus den guten Ansätzen erschreckend wenig, viel Potential das zu einer lebendigen Welt beitragen würde bleibt ungenutzt. Dazu gehört auch, dass extrem viele Schauplätze fast identisch aussehen. Auch das Balancing ist in vielen Punkten unausgereift, von der Story wird man ziemlich schnell alleine gelassen. Fazit: Leider in diesem Fall keine Empfehlung, da durchaus interessante Ideen werden leider nicht gut umgesetzt werden. Grüße @ all, euer Skyline","timestamp_created":1427406731,"timestamp_updated":1427406731,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"15045475","author":{"steamid":"76561197998446366","num_games_owned":281,"num_reviews":18,"playtime_forever":391,"playtime_last_two_weeks":0,"playtime_at_review":351,"last_played":1428169333},"language":"italian","review":"Un titolo interessante per chi ama gli Action GDR.\n\nNon si può paragonare ad un Elder Scrolls, ma rispetto alla concorrenza come Gothic / Risen e altri ha veramente molto da offrire.\n\nPro:\n-Molta azione, mostri e nemici si respawnano dopo un breve tempo in modo da farmare e diventare sempre più forti, ma così non ci si annoia mai e si ha sempre un azione costante.\n-Loot ed Item, in Two World le armi e le armature non scarseggiano e potremmo personalizzarci .\n-Non dispersivo, sapremmo sempre dove andare e non ci perderemo per il mondo a vagare inutilmente annoiandoci, ma allo stesso tempo saremmo liberi di esplorare e di andare dove ci pare.\n\nContro:\n-L' editor del pg,  potevano risparmiarselo, il nostro eroe potrà essere solo ed esclusivamente maschio e avremmo a disposizione 3 o 4 modifiche per capelli e faccia, davvero inutile.\n-Animazioni legnose\n-I cavalli, semplicemente inguidabili, gestirli è un vero casino.\n\n\nLo consiglio agli amanti dei gdr sia pura che action, lo sconsiglio a chi vuole un gioco \"ignorante\" dove bisogna solo combattere!","timestamp_created":1427281230,"timestamp_updated":1427281230,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"15034953","author":{"steamid":"76561198021571668","num_games_owned":30,"num_reviews":1,"playtime_forever":42,"playtime_last_two_weeks":0,"playtime_at_review":16,"last_played":1491150021},"language":"italian","review":"acquistato e scaricato... non va. scaricato su un altro pc e non va nemmeno su quello... non parte proprio il gioco... occhio ad acquistarlo","timestamp_created":1427211211,"timestamp_updated":1427211211,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"15016387","author":{"steamid":"76561197964165629","num_games_owned":152,"num_reviews":215,"playtime_forever":4119,"playtime_last_two_weeks":0,"playtime_at_review":4119,"last_played":1317711600},"language":"english","review":"50/50","timestamp_created":1427089215,"timestamp_updated":1427089215,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.469387739896774292","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"15014873","author":{"steamid":"76561198044484959","num_games_owned":623,"num_reviews":9,"playtime_forever":261,"playtime_last_two_weeks":0,"playtime_at_review":216,"last_played":1616396110},"language":"english","review":"This game is a piece of garbage. But it's a fun piece of garbage.","timestamp_created":1427076323,"timestamp_updated":1427076323,"voted_up":true,"votes_up":3,"votes_funny":0,"weighted_vote_score":"0.565217375755310059","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14983296","author":{"steamid":"76561198029650869","num_games_owned":131,"num_reviews":23,"playtime_forever":1249,"playtime_last_two_weeks":0,"playtime_at_review":1249,"last_played":1426918689},"language":"russian","review":"Two worlds играл в нее еще на старом компе. Игра на любителя... Приведу плюсы и минусы.\nПлюсы:\n- богатый арсенал разного оружия и брони.\n- открытый мир для исследования\nна этом все пожалуй теперь о минусах)\nМинусы:\n- вышла куча патчей а баги так и не исправили.\n- некакущая система боя. (один класс просто имба например лучник или воин, а другие такие как вор ничего не могут)\n- некоторые побочные квесты нереально выполнить (баги).\n- основной квест можно выполнить в самом начале и игра пройдена \n- некоторые навыки просто бесполезны. например плавание(пара речек на всей карте в которые нет нужды входить)\n- управление лошадью, это нечто...\n- ЭТО ДАЛЕКО НЕ ВСЕ!!!\n\nМинусов у нее хватает. И все же я советую вам в нее поиграть) тем более на нее часто большая скидка. Взял за 24р","timestamp_created":1426920209,"timestamp_updated":1426920322,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14971400","author":{"steamid":"76561198094318389","num_games_owned":115,"num_reviews":18,"playtime_forever":6347,"playtime_last_two_weeks":0,"playtime_at_review":6346,"last_played":1427544194},"language":"japanese","review":"オープンワールドRPG。Gothicに似てますね。お国柄かな？有志による日本語MODアリ。\n\nニコイチ強化システムのお陰で、アイテムがダブっても強化に使えるのでイラっとすることがありませんでした。\nセット防具が数十種もあって選り取りみどりで迷います。セットを揃えると防御力が3割増しくらいになりますが、逆を言えばそれ以外のセットボーナスがありません。\nクエストクリアの経験値が結構多いのか、かなりレベルが上がりやすい印象。\n操作感覚は悪くはありませんが、馬に関しては、通過できない場所で勝手に向きを変えてしまうのでイラッときます。ワンボタンで出る避け動作が完全無敵でかなり強い。コレを効果的に使うかどうかで難易度が変わるでしょう。それも相まって脳筋オススメ。ちゃんと複数にも当たるので、両手剣でバッサバッサなぎ倒すのが気持ちよかったですね。\n\n悪い点については、まず最初にアクティベーションさせられます。めんどくさい。シリアルを入れると、次に住所や電話番号を書かされます。鬱陶しい。それはいわゆるユーザー登録で、キャンセル可能です。が、その辺がとてもわかりにくく、なんでゲームすんだけで個人情報晒さなきゃならんのよ、と30分ほどイライラしてました。\n武器や防具は豊富だけれども、ランダムの個体差が大きいせいもあって、種類毎の差が殆ど無いのが気になりました。呪いの～大地の～暗黒の～とかいう名前が付いてたって呪いも大地も暗黒も一切関係ないっていう。結局ランダムでつく耐性やスキル、各種パラメータ(あとニコイチできるほどたくさん出るかどうか)のみが重要というのはちょっとわびしいですね。\n魔法使いプレイはかなりやりづらいです。カメラ位置の違いによる照準の位置補正が無いため、結構上を狙わないと当たりません。弓はちゃんと顔の横にカメラが移動するので当てやすいのですが。ダッシュも無いのですぐに距離を詰められます。３つしか魔法が登録できないので、肉体強化、召喚、バリア、高コスパ攻撃、高威力攻撃、広範囲攻撃、回復という使い分けができません。ショートカットキーを登録すれば可能ですが、そうするとブースターが効かなくなってしまいます。とても残念な仕様です。\nあと前述した通り死にスキルが多い。スタンさせる技を振りかぶるだけで1.5秒もかかってたらそりゃ当たらねぇべさ。両手剣振り回してなぎ払う技なのに何で頭上で片手でくるくる回してますか？普通に切ったほうが広範囲でなぎ払えるってどういうことよ。\n大陸の南側は基本なんにもないので、メインクエのあっさり具合も相まって後半の尻すぼみ感がハンパない。\nマルチは完全に過疎ってます。期待しない方がいいでしょう。","timestamp_created":1426853010,"timestamp_updated":1426853010,"voted_up":true,"votes_up":5,"votes_funny":2,"weighted_vote_score":"0.522912383079528809","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14961901","author":{"steamid":"76561198064682570","num_games_owned":390,"num_reviews":45,"playtime_forever":25,"playtime_last_two_weeks":0,"playtime_at_review":25,"last_played":1426308329},"language":"english","review":"Its kinda broken.....","timestamp_created":1426785737,"timestamp_updated":1426785737,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14958383","author":{"steamid":"76561198156642338","num_games_owned":11,"num_reviews":5,"playtime_forever":67,"playtime_last_two_weeks":0,"playtime_at_review":67,"last_played":1426623770},"language":"russian","review":"Старенькая клёвая игрушка, похожая на готику. Жаль русского языка в игре нет, а русификатор я так и не нашёл :(\nВ целом, советую поиграть. Тут даже мультиплеер есть.","timestamp_created":1426764773,"timestamp_updated":1426764773,"voted_up":true,"votes_up":3,"votes_funny":0,"weighted_vote_score":"0.546910762786865234","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14950148","author":{"steamid":"76561198165049232","num_games_owned":279,"num_reviews":13,"playtime_forever":1141,"playtime_last_two_weeks":0,"playtime_at_review":1141,"last_played":1426702043},"language":"thai","review":"เกมนี้เป็นเกมที่ดูดเวลามาก ถ้าเทียบกับเวลาที่จะต้องเสียให้กับเกมนี้ ผมรู้สึกว่าเอาไปเคลียร์เกมอื่นดีกว่า\nถ้าคิดจะเล่นเกมนี้ให้จบ ผมแนะนำให้เคลียร์ skyrim กับ diablo II ก่อนดีกว่าครับ บันเทิงกว่าแน่นอน\n\nข้อดี\n+ กราฟฟิคจัดว่าสวยงาม สำหรับปี 2009 แต่ปัจจุบันคงเรียกได้ว่างั้นๆถึงห่วย\n+ แมพใหญ่มากกก และกว้างสุดๆ มีอะไรให้ค้นหามากมายเยอะแยะ เดินให้ทั่วก็ยากแล้ว\n+ ไอเทมเยอะแยะมากมาย แค่อาวุธชุดเกราะก็มหาศาลแล้ว สามารถเอาของเซ็ตเดียวกัน/ชื่อเหมือนกันมารวมกัน คล้ายๆตีบวกได้ด้วย\n+ Open World ทั้งตัวเกม และการพัฒนาตัวละคร(เก่งขึ้นได้เรื่อยๆ)\n+ เนื้อเรื่องและเควสเยอะ ยาวด้วย\n+ มีระบบเยอะดี เช่น ผสมของ ทำยา ตีบวกธาตุ เอาของเหมือนกันมารวมกันแบบตีบวก ขี่ม้าได้ สกิลหลากหลาย ฯลฯ\n\nข้อเสีย\n- เนื้อเรื่องน่าสนใจแค่ตอนแรกๆ ไม่น่าติดตาม และเควสย่อยๆ อะไรที่ต้องทำนู่นนี่นั่นเยอะจนไม่รู้อันไหนกันแน่เป็นเนื้อเรื่อง\n- ขาดการอธิบายหลายๆอย่างที่ควรจะเป็น เช่น การอัพสเตตัส, รายละเอียดเควส, ไม่บอกเควสหลักเควสย่อย เป็นต้น\n- บทสนทนาต่างๆ และข้อความมันเยอะมากจนน่าเบื่อแทนความบันเทิง แถมไม่มีสรุปให้แน่ชัดว่าต้องทำโน่นทำนี่หรือมีคำใบ้เลย\n- อนิเมชั่น ท่าทางการต่อสู้ ท่าทางต่างๆ ที่ห่วย เทอะทะ\n- การ Stealth ห่วยจัดๆ\n- ระบบการอัพเกรดตัวละคร พอไประยะนึงจะรู้สึกว่าไม่ได้เก่งขึ้นเท่าไหร่ แบบเราเก่งขึ้นศัตรูก็เก่งขึ้นตาม แต่เอาเถอะยังไงใช้แค่กระโดดหลบแล้วฟันกลับก็ชนะทุกตัว ต่อให้เจอตัวใหญ่ตายยากตบเราทีเดียวตาย ก็ไม่ได้ท้าทายขึ้น\n- ถึงแมพจะใหญ่ แต่รายละเอียดจุดย่อยๆมันน้อยจนซ้ำกัน เดินไปไหนก็เจอแต่โจรป่าจนเบื่อ โจรบางตัวเสือกใช้ของดีกว่ายามในเมืองใหญ่ซะอีก\n- ตัวเกมอิสระเกินไปจนการเกรียนบางครั้งก็นำไปสู่ความชิปหาย ตัวอย่างเช่น npc ทุกตัว(ที่รับเควส หรือสำคัญๆ) สามารถโดนเราฆ่าได้ และหากทำความผิดซักครั้ง เหมือนสู้กับคนทั้งเมือง เป็นต้น [ผมเคยทำเควสๆนึง แล้วไปปล่อยนักโทษหมู่บ้านเล็กๆอันนึงที่เขาขังอยู่ กลายเป็นต้องสู้กับยามทั้งเมือง เสร็จแล้วพอเวลาผ่านไปรับเควสคนอื่นต้องกลับมาเมืองนี้เพื่อมาคุยกับ npc บางตัว กลายเป็นเมืองร้างซะงั้น คือบางภารกิจมันก็มีที่เราต้องไปฆ่าคนโน้นคนนี้อยู่บ้าง เลยคิดว่าอันนี้ฆ่าแค่ยามบางคนกับหัวหน้าหลักๆไม่เป็นไร]\n\nและคำแนะนำสุดท้าย \"อย่าซื้อราคาเต็ม เกมนี้ลดบ่อย มีลงบันเดิลด้วย\"","timestamp_created":1426704691,"timestamp_updated":1426705406,"voted_up":false,"votes_up":7,"votes_funny":2,"weighted_vote_score":"0.617967128753662109","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14949441","author":{"steamid":"76561197970653160","num_games_owned":1243,"num_reviews":43,"playtime_forever":2220,"playtime_last_two_weeks":0,"playtime_at_review":1333,"last_played":1427393430},"language":"english","review":"Having fun with this, no problems with crashes or glitches on my computer, though granted it's certainly not the newest of the new (either the game or my computer). It does get a bit (a lot) grindy which is why I haven't been able to finish it, but am determined to do so now. The voice-acting isn't the thing that's bad (although it's not great either), the writing is :), not sure what atmosphere they were trying to evoke, but the wording is quite awkward. If it's on sale for a buck or two, why not give it a chance, better than some games I paid $50 for, installed, played for 5 seconds (not counting load times, intro screens, opening movie, etc.) and then uninstalled, never to touch again.","timestamp_created":1426701362,"timestamp_updated":1426701362,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14949414","author":{"steamid":"76561198101409850","num_games_owned":263,"num_reviews":2,"playtime_forever":237,"playtime_last_two_weeks":0,"playtime_at_review":138,"last_played":1512080656},"language":"italian","review":"Ottimo gioco\n\nBella ambientazione, sei totalmente libero di fare cio che vuoi e il fantasy alla fine non è così fantasy in questo gioco.\nI bug ci sono (sopratutto con gli animali) ma alla fine nn gli ci si fa molto caso.","timestamp_created":1426701239,"timestamp_updated":1426701278,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14914181","author":{"steamid":"76561198149039962","num_games_owned":108,"num_reviews":13,"playtime_forever":30,"playtime_last_two_weeks":0,"playtime_at_review":8,"last_played":1433715539},"language":"english","review":"worst game ever well its not a game its wasted time and money and you cant even enter the stupid serial number its absolutely awful","timestamp_created":1426477077,"timestamp_updated":1431463945,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14908251","author":{"steamid":"76561197971009563","num_games_owned":292,"num_reviews":5,"playtime_forever":3260,"playtime_last_two_weeks":0,"playtime_at_review":216,"last_played":1440444030},"language":"german","review":"Super Spiel.","timestamp_created":1426447463,"timestamp_updated":1426447463,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.502245485782623291","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14901325","author":{"steamid":"76561198123120482","num_games_owned":478,"num_reviews":6,"playtime_forever":34,"playtime_last_two_weeks":0,"playtime_at_review":34,"last_played":1411210774},"language":"english","review":"Don't have a lot of hours on the PC, but have well over 200 on console. \n\nI love the game, kinda like the poor mans Elder Scolls but still very enjoyable. I wouldn't read to much into the reviews (for any game tbh). Watch gameplay footage, read up on the storyline and make up your own mind. If you go solely on reviews, you may miss out on a game you'd love.","timestamp_created":1426422905,"timestamp_updated":1426422905,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14896933","author":{"steamid":"76561198159461466","num_games_owned":19,"num_reviews":1,"playtime_forever":639,"playtime_last_two_weeks":0,"playtime_at_review":422,"last_played":1427189895},"language":"english","review":"Old but Gold","timestamp_created":1426401056,"timestamp_updated":1426401056,"voted_up":true,"votes_up":1,"votes_funny":1,"weighted_vote_score":"0.50354611873626709","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14895682","author":{"steamid":"76561198082435611","num_games_owned":286,"num_reviews":20,"playtime_forever":5516,"playtime_last_two_weeks":0,"playtime_at_review":1434,"last_played":1656092256},"language":"english","review":"How are one suppose to rate this as a good game? The story is dreadful and moves at the pace of a snail. I have never had any issues with the dialog, just press space and read the quest objective if you're so picky. The worst part of it is when you have become overpowered because of your insane permanent potions, sticking 2 swords together and rubbing gemstone on the blade sensually. It isn't that buggy, when your foe dies the ragdoll is amazing and may glitch. Monsters hiding inside walls (still killable from the right angle) and you accidently venture into some old mans sex dungeon and he bends you over a table and... (metaphor for getting owned by strong monsters). However, I still loves this game, it is senseless and fun and allows more freedom than so many other games. You heard about the rebels, go inside their camp and kill them if you'd like. 8/10 for good memories and much laughter","timestamp_created":1426393757,"timestamp_updated":1426393757,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14894123","author":{"steamid":"76561198129415471","num_games_owned":685,"num_reviews":6,"playtime_forever":169,"playtime_last_two_weeks":0,"playtime_at_review":168,"last_played":1432322193},"language":"english","review":"Excellent fun if u can put up with the old school graphics. Many hours of fun! :D","timestamp_created":1426384744,"timestamp_updated":1426384744,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14893272","author":{"steamid":"76561198014545665","num_games_owned":55,"num_reviews":1,"playtime_forever":892,"playtime_last_two_weeks":0,"playtime_at_review":757,"last_played":1482111507},"language":"brazilian","review":"Muito bom , skyrim e pros fracos","timestamp_created":1426380203,"timestamp_updated":1426380203,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14882781","author":{"steamid":"76561198165367439","num_games_owned":39,"num_reviews":6,"playtime_forever":54,"playtime_last_two_weeks":0,"playtime_at_review":41,"last_played":1438482631},"language":"english","review":"Its Bad Really Bad.... Even the Epic Edition Sometimes It Crashes and The Controls is also confusing such as jumping is E and picking up an item or talking to a person is space i mean... really?!?!? E like in CS it uses to diffuse a bomb or something to activate. and Space is for Jumping but it is a minor complaint but the fps still drops when attacking its like the game calculates the damages using a abacus and the lag still happens when i go to the teleport area not worth the risk of playing for more than 3hrs i guess. but the acting is as cheesy as Resident Evil on PS1 but making the RE1 look more masterful than i Two Worlds :(","timestamp_created":1426340703,"timestamp_updated":1426340703,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14876026","author":{"steamid":"76561198080912767","num_games_owned":167,"num_reviews":4,"playtime_forever":218,"playtime_last_two_weeks":0,"playtime_at_review":6,"last_played":1573516405},"language":"english","review":"I played the game back when it first came out and enjoyed the terrible mess that it was but no matter what I try, it will not run for me and so I can't recommend this version, though I will admit to liking it when I played it.","timestamp_created":1426305785,"timestamp_updated":1426305785,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14872562","author":{"steamid":"76561198092661880","num_games_owned":406,"num_reviews":9,"playtime_forever":64,"playtime_last_two_weeks":0,"playtime_at_review":64,"last_played":1426285626},"language":"english","review":"Before starting the game up, I recommend, or at least you will need to (if you have an Nvidia graphics card) download a certain driver to even be able to start up the game. After you download the driver, the game turns out to be okay, IF you buy it on sale. I bought mine for a dollar and I think it was worth it. But don't spend the full price for it. It's just not worth it. Think of it as a poverty version of Oblivion, with overly difficult enemies, and an AWESOME weapon and gear upgrading system.","timestamp_created":1426286644,"timestamp_updated":1426286644,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14870128","author":{"steamid":"76561198061745886","num_games_owned":135,"num_reviews":34,"playtime_forever":19,"playtime_last_two_weeks":0,"playtime_at_review":18,"last_played":1456795271},"language":"english","review":"Shittiest fucking game I ever played. 10/10","timestamp_created":1426277180,"timestamp_updated":1426277180,"voted_up":true,"votes_up":0,"votes_funny":1,"weighted_vote_score":"0.491803258657455444","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14869224","author":{"steamid":"76561198126471267","num_games_owned":155,"num_reviews":3,"playtime_forever":194,"playtime_last_two_weeks":0,"playtime_at_review":107,"last_played":1427918677},"language":"german","review":"nice","timestamp_created":1426273670,"timestamp_updated":1426273670,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.480696976184844971","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14865832","author":{"steamid":"76561198088768274","num_games_owned":309,"num_reviews":110,"playtime_forever":1422,"playtime_last_two_weeks":0,"playtime_at_review":1422,"last_played":1426258880},"language":"russian","review":"Классная РПГ. Прошёл на одном дыхании.\nПростой сюжет, потрясная музыка.\nОоогромное количество различных доспехов, больше 550 видов. Их можно комбинировать, но если собрать полный комплект, получите приятные бонусы, единственная игра, где мне понравилось заниматься алхимией.\nЗадания есть интересные, есть банальные. Придётся очень много бегать по огромному миру, который кажется пустым. Самое напряжное было, это бегать за какими нибудь ростками, на другую часть карты и потом обратно, чтобы их отдать. Но это не существенные минусы. В целом очень доволен, интересно приключение.","timestamp_created":1426259851,"timestamp_updated":1426259851,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14857026","author":{"steamid":"76561197975626528","num_games_owned":568,"num_reviews":35,"playtime_forever":9,"playtime_last_two_weeks":0,"playtime_at_review":9,"last_played":1426198385},"language":"english","review":"Voice acting was so bad I couldn't continue. :(","timestamp_created":1426198742,"timestamp_updated":1426198742,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14851339","author":{"steamid":"76561198154540685","num_games_owned":72,"num_reviews":6,"playtime_forever":10687,"playtime_last_two_weeks":0,"playtime_at_review":78,"last_played":1465697209},"language":"english","review":"Very fun and challenging at times too---...some long boring talk to this guy talk to that guy then go here then go there quests but still fairly fun and it runs wicked smooth on my p.c.","timestamp_created":1426172122,"timestamp_updated":1426172122,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14845420","author":{"steamid":"76561198014656927","num_games_owned":77,"num_reviews":2,"playtime_forever":2202,"playtime_last_two_weeks":0,"playtime_at_review":997,"last_played":1642442598},"language":"english","review":"Personal Opinion, But this has got to be one of the best RPG games i have ever played, the graphics aren't great, the dialogue is humorous and often awful, but it just keeps drawing me in! i love the loot, the magic, the weapons, the armour and the creatures, hell i even like the story!! so yeah... this game is an underdog, and i like it :)","timestamp_created":1426120846,"timestamp_updated":1426120846,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.517045438289642334","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14832391","author":{"steamid":"76561198022826303","num_games_owned":618,"num_reviews":31,"playtime_forever":36,"playtime_last_two_weeks":0,"playtime_at_review":21,"last_played":1468189351},"language":"english","review":"started the game saw floating cubes spinning and was killed by messenger went back to start more cubes! plus torch glitched to my guys ballz and was funny \n\n\n\n\n\n10/10 would cube again","timestamp_created":1426046113,"timestamp_updated":1426046208,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.476190477609634399","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14829391","author":{"steamid":"76561197979919341","num_games_owned":224,"num_reviews":52,"playtime_forever":723,"playtime_last_two_weeks":0,"playtime_at_review":525,"last_played":1500518656},"language":"english","review":"Very fun game. Graphics are bad and they tried a little to hard with the story line but other then that i found the game enjoyable. I recommend this game to any Assassins Creed fans. Word of advise, Dont start killing every villager you see unless your gonna cheat your game. Some villagers are very op and groups well attack you if you attack a villager. Great way to get good gear fast though.","timestamp_created":1426028257,"timestamp_updated":1426028257,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.502712488174438477","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14828377","author":{"steamid":"76561198097215262","num_games_owned":148,"num_reviews":28,"playtime_forever":160,"playtime_last_two_weeks":0,"playtime_at_review":133,"last_played":1429275888},"language":"german","review":"Es bietet zwar nicht die Atmosphäre eines Gothic oder die filmreife Story eines The Witcher, dennoch ist es ein ganz nettes Rollenspiel. Die Story ist nicht herausragend wieder mal typisch so ne 0815 Fantasy Nummer: Schwester wurde entführt von komischen dunklen Typen für die muss man so Artefakte sammeln damit man die Sis zurück bekommt. Na gut. Das Spiele punktet aber auch nicht mit der Story, sondern mit der riesigen toll gemachten freien Spielwelt. Es gibt überall etwas zu entdecken. \nAm Anfang ist das Spiel sehr schwierig(zwei Bisse eines Wolfes und du bist tot) hinzu kommt auch noch die sehr gewöhnungsbedürftige Steuerung. Trotzdem wenn man sich erstmal daran gewöhnt hat macht es echt viel Spaß. Aber Achtung auch wenn man total geil Aussehende Rüssi findet sollte man nicht zu übermütig werden.\n\nInsgesamt ein tolles Spiel. Ob man jetzt 10 Euronen dafür ausgeben sollte, weiß ich nicht, wartet einfach mal auf den nächsten Sale ;D\n\n\n\nLg Lennart","timestamp_created":1426023828,"timestamp_updated":1426023828,"voted_up":true,"votes_up":3,"votes_funny":1,"weighted_vote_score":"0.566929101943969727","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14827642","author":{"steamid":"76561198162558951","num_games_owned":322,"num_reviews":37,"playtime_forever":1419,"playtime_last_two_weeks":0,"playtime_at_review":695,"last_played":1593544302},"language":"english","review":"Best polish hidden gem of a game!","timestamp_created":1426020779,"timestamp_updated":1648693638,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14816763","author":{"steamid":"76561198070711195","num_games_owned":153,"num_reviews":16,"playtime_forever":107,"playtime_last_two_weeks":0,"playtime_at_review":98,"last_played":1436222638},"language":"english","review":"Played the original on xbox. Learn to dodge and you can dodge everything. Killed an ogre at lvl 1, took an hour......the dodges are fucked up.","timestamp_created":1425954642,"timestamp_updated":1425954642,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14810569","author":{"steamid":"76561198122508276","num_games_owned":55,"num_reviews":4,"playtime_forever":248,"playtime_last_two_weeks":0,"playtime_at_review":247,"last_played":1429882670},"language":"russian","review":"хорошая игра. Думаю в свое время она была более популярна.","timestamp_created":1425920547,"timestamp_updated":1425920547,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14773867","author":{"steamid":"76561198148461517","num_games_owned":83,"num_reviews":49,"playtime_forever":2018,"playtime_last_two_weeks":0,"playtime_at_review":318,"last_played":1545563467},"language":"english","review":"Amazing RPG game! It is like a parody of skyrim,but i like it! The only thing i don't like is graphics. Buy it only when its on sale! I rate it 10/10!","timestamp_created":1425728836,"timestamp_updated":1425728836,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14764508","author":{"steamid":"76561198048223078","num_games_owned":760,"num_reviews":19,"playtime_forever":2671,"playtime_last_two_weeks":0,"playtime_at_review":1829,"last_played":1567811159},"language":"english","review":"Non-serious review:\nYou can just ressurect whoever you want when your air magic skill is full and you own the resurrection spell.\nEven your resurrected enemies go friendly and help you in combat.\nI murdered an entire village for necromancers... I resurrected all of them. They don't care that I killed them, or even acknowledged that I resurrected them...\n\nWent back to the necromancers and killed all of the necromancers except for one, who for some reason chose not to fight me. Even though he witnessed me murder all of his brethren, he still welcomed me... Killed him... Resurrected them all... Pretty much all of them are scared s**tless of me now...\n\n10/10\nWould resurrect everything (and betray people) again.\n\n\nSerious review:\n\nTo start of, this game is amazing. But, unfortunately, the cons mask the actual game. However, if you can get past those cons and ignore it, the game is actually one of the best RPGs I have played in a long time, and if the series was to come back with much better features and a more developed lore (the lore is pretty good though), it could actually rival the Elder Scrolls series. No joke.\n\nNote: The game starts of rather slowly and you're quite weak, but if you put the time and effort in you can become a tank. The best part is that even as a tank, you'll still find certain parts of the game difficult.\n\nPlot and basic story neccessary gameplay:\nThe plot's quite simple. It's a lets save a damsel in distress kind of story, except the damsel is actually your kidnapped sister and you go on some crappy wild goose chase to find her. Despite it being crappy and starts with some rather unneccessary bits, it's still actually quite good. One thing I like about this game is the fact that you can't just go and hammer the main quest straight through right away. You will be forced to do side quests and kill some more basic enemies to become strong enough to fight the enemies you will encounter on your adventures (Tip: Save when fighting hard enemies (At the start and mid-fight when you've taken a substantial amount of the enemy's/enemies' health down) and use the jump back ability to avoid the enemies swings. Powerful enemies can kill you with just one damn hit). Anyway, so your sister's been kidnapped by some weird mysterious cult like group and you try to track her down. You then get sent on quests by this cult to obtain items they want in return for your sister. Your character also comes off as quite an ignorant fool to the cult as he does not believe in the legend of his ancestors and his family legacy. The two endings are quite anti-climatic, but still fairly interesting. Oh, by the way, there is 100% no problem with this unless your somebody who gives a damn about being able to change your characters gender, but you have to be a man unless playing multi-player. There's no problem with that for me as I don't care about my character's gender in a game.\n\nGameplay:\nThe game features a fairly basic combat system but I still found it fun. I can't really go into much detail, but sometimes, fights do seem quite action packed. There is also a basic but interesting skill system, a developed alchemy system, and a simple but helpful weapon and armour upgrade system. The roleplaying system is quite basic but fun as well. There is also a faction relations system which is too easy to earn trust with but is a nice touch nonetheless. The multiplayer mode is basically just parts of the map from the single-player game (there are several to choose from) but with different quests and characters and it's playable with friends. It's essentially a free MMO thrown in with the single-player game. Or you can choose an arena mode which is much different and much like any other arena deathmatch game. Magic is also featured as a key point of the game. Quite a few bugs are bundled in with this game to give you the \"man-we-must-have-rushed-this-on-a-cheap-budget-but-hey-it's-still-quite-good\" feeling. And as mentioned above in the non-serious review... You can resurrect everyone... Like literally everyone... That's god damn fun!\n\nGraphics:\nWell, it's very mixed. The graphics are certainly dated but do sometimes look fairly attractive. Rarely, but they can. The render distance is horrible though. Just ewww, devs. I feel incredibly short-sighted and by that I mean the short-sighted kind that can only see objects randomly appear when close enough. Y'know, the kind which doesn't exist. *shivers* Er... Just thinking about it gives me the chills!\n\nMusic:\nActually really suprisingly interesting and engaging. It usually fits the atmosphere but can sometimes take a while to fit in (for example, I may have peaceful music on when fighting an enemy as I had just been adventuring peacefully for a while). The main theme (the name escapes me, unfortunately) really matches the game and it's plot. It actually feels like the depth of the song goes quite deep. Look it up on YouTube. It's really good. The finale music at the end of the game is really quite thrilling and action packed.\n\nVoice Acting and voice related content:\nSo this is the main criticism for the game, in most peoples opinions. But actually, not mine. I actually really enjoyed the almost always cheesy voice acting. It actually sometimes felt quite good! xD The player's voice is actually really bad ass in my opinion! Unfortunately, it is cheesy and can ruin the atmosphere, so that's a quite a con right there. I enjoy the way in which the developers thought of using old english such as \"'Tis\", \"Mayhap\" and \"Pray\". It really fits the medievel stlye of the game.\n\nGame world and lore:\nOne of the most amazing things about this game is the sheer size of the world. It's massive and really engaging. The lore is also incredibly engaging, in fact, there's so much I can't share it all with you. So I'll put in a few words of what it features:\nGods\nAncients\nMedieval themes\nRoman-like themes\nFantasy themes\nLot's of different kinds of enemies\nFaction relationships\nCivil war-like scenario (Skelden House vs The Karga Clan)\nOrc vs Humans scenario\nNecromancers\nMages guild (The Society)\nAnd much much more.\n\nPros: \nEngaging world and lore.\nNice gameplay mechanics.\nMassive world.\nAmazing music.\nCan resurrect eveything if you feel bad about killing things(!)!\n\nMixed:\nVoice Acting. The cheesy and bad voice acting gives the game some humour and does actually sometimes sound quite good, at least to me. The world's not supposed to be mega-humouress and it wasn't intentional, so it doesn't quite fit with the game, but it's still not awful. It could definitely be better though.\nBasic principles of graphics. Not too awful for the time this was released. (Well actually, they even updated the graphics at a later date to improve them as release graphics were awful).\n\nCons:\nRender distance. Seriously... That is bull s**t on modern hardware - in fact, even for the time of release it was awful...\nStarts a little too slow with player character development.\nToo easy to earn trust with factions.\nBugs... That s**t was completely unneccesary... You may not encounter them too often, but when you do... They're horrible.\nThe game crashed on me once... I had to restart my entire PC. :(\n\nOverall judgement\nFor time of release (with original graphics (I've only seen these in images though)): 6\nFor time of release (with improved graphics): 8\nNow: 7.5\n\nGive it a go when it goes dirt cheap on sale. I mean, I got it for £0.69 or something. One of the best purchases I have ever made. I did once play this game on the XBox 360 though.","timestamp_created":1425675705,"timestamp_updated":1426455986,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14732776","author":{"steamid":"76561198032603438","num_games_owned":34,"num_reviews":2,"playtime_forever":897,"playtime_last_two_weeks":3,"playtime_at_review":60,"last_played":1660560695},"language":"italian","review":"two worlds epic non c'è nulla da fare buttato via 40 euro o steam lo sistema o mi faccio rimborsare la spesa ho windows 8 invidia 750 se qualcuno sà come risolvere il problema o steam mi restituisce i soldi grazie spero che qualcuno legga :-( windows ha smesso di funzionare il messaggio all'avvio del gioco stesso problema con two world2 grazie per la fregatura","timestamp_created":1425350685,"timestamp_updated":1425350685,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":2,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14728789","author":{"steamid":"76561198011119127","num_games_owned":830,"num_reviews":124,"playtime_forever":2435,"playtime_last_two_weeks":0,"playtime_at_review":1503,"last_played":1426445652},"language":"english","review":"Such amazing work on the gear,\nwasted on such a shit game;\nI pity the artists.","timestamp_created":1425327151,"timestamp_updated":1425329258,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14706547","author":{"steamid":"76561198082473918","num_games_owned":23,"num_reviews":1,"playtime_forever":1040,"playtime_last_two_weeks":0,"playtime_at_review":934,"last_played":1434443234},"language":"russian","review":"очень красивые локации и большой выбор оружия и доспехов все это в two worlds","timestamp_created":1425203634,"timestamp_updated":1425203634,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14695808","author":{"steamid":"76561197977096943","num_games_owned":312,"num_reviews":5,"playtime_forever":431,"playtime_last_two_weeks":0,"playtime_at_review":431,"last_played":1424737860},"language":"english","review":"Broken in so many ways that it goes from awful to charming, and then charming to terrible. I can't describe why I occasionally fire this up, other than there is an apect that is incredibly intriguing: exploration.\n\nIt's a lot of fun running around the world, (even though it looks like every other fantasy game ever created), and fun to see how much weaker you are than almost every enemy in the game.\n\nBuy it when it's $1 during a sale.","timestamp_created":1425147899,"timestamp_updated":1425147899,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14681635","author":{"steamid":"76561198038566087","num_games_owned":549,"num_reviews":4,"playtime_forever":2885,"playtime_last_two_weeks":0,"playtime_at_review":2319,"last_played":1574842887},"language":"english","review":"A misunderstood game harking back to the older classic RPGs where you were given less directions and encouraged to explore off the beaten path.  Things aren't handed to you; you need to actually look for them and investigate.  Lots of diverse skills and an excellent soundtrack to boot.","timestamp_created":1425074081,"timestamp_updated":1574842822,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14596838","author":{"steamid":"76561198055632413","num_games_owned":1317,"num_reviews":11,"playtime_forever":176,"playtime_last_two_weeks":0,"playtime_at_review":176,"last_played":1424621886},"language":"english","review":"Terrible dialogue which is made worse by the horrible voice acting. For me, it makes a chore to even want to play this game. Two Worlds might be possible if you turned off the sound and skipped all the dialogue.","timestamp_created":1424622188,"timestamp_updated":1424622188,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.46647229790687561","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14495862","author":{"steamid":"76561198076502564","num_games_owned":255,"num_reviews":35,"playtime_forever":89,"playtime_last_two_weeks":0,"playtime_at_review":49,"last_played":1459869510},"language":"finnish","review":"hieman tylsä","timestamp_created":1424077197,"timestamp_updated":1424077197,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14480407","author":{"steamid":"76561198129749483","num_games_owned":238,"num_reviews":5,"playtime_forever":4049,"playtime_last_two_weeks":0,"playtime_at_review":3925,"last_played":1424594544},"language":"russian","review":"Я основательно залип в ней. Отличная игра!","timestamp_created":1424001312,"timestamp_updated":1424001312,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14451340","author":{"steamid":"76561198104113562","num_games_owned":59,"num_reviews":11,"playtime_forever":677,"playtime_last_two_weeks":0,"playtime_at_review":534,"last_played":1443632306},"language":"english","review":"An epic game! MASS OPEN WORLD , GREAT STORY, EPIC, FUN, I THINK I AM ADDICTED! Play it awesome!!!!!!!!! Only bad thing is the animation and voice acting! BUT WATCH GAME AT GAMEPLAY NOT BY GRAPHICS!\n","timestamp_created":1423855438,"timestamp_updated":1423855438,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.513476371765136719","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14415768","author":{"steamid":"76561198056353420","num_games_owned":292,"num_reviews":1,"playtime_forever":781,"playtime_last_two_weeks":0,"playtime_at_review":781,"last_played":1423670286},"language":"german","review":"Das Game ist zwar nicht mehr das neuste aber das ändert nichts am Spielspaß!!!","timestamp_created":1423568717,"timestamp_updated":1423568717,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14411960","author":{"steamid":"76561198034936421","num_games_owned":1922,"num_reviews":330,"playtime_forever":219,"playtime_last_two_weeks":0,"playtime_at_review":129,"last_played":1476398168},"language":"english","review":"Pros;\n-Nothing\n\nCons;\n-Requires you to download something to work (if on newer machines)\n-Email/Phone ACTIVATION FOR 3RD PARTY DRM.\n-Clunky animations\n-Weird voice talk\n-Laggy feeling (yet frames is 80+, it feels laggy)\n-Weird keyboard+mouse controls (hard to adjust too with this game, I kept dropping my shit, losing my map and everything unlike a typical RPG that actually is good)\n\nDon't even bother with this game, it's literal shit.","timestamp_created":1423539344,"timestamp_updated":1430278826,"voted_up":false,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.471698105335235596","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14355655","author":{"steamid":"76561198047763099","num_games_owned":176,"num_reviews":59,"playtime_forever":130,"playtime_last_two_weeks":0,"playtime_at_review":130,"last_played":1423253351},"language":"english","review":"10 x","timestamp_created":1423245988,"timestamp_updated":1423245988,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14333863","author":{"steamid":"76561197986324837","num_games_owned":197,"num_reviews":18,"playtime_forever":796,"playtime_last_two_weeks":0,"playtime_at_review":796,"last_played":1406779865},"language":"english","review":"I bought this for $2. This is among the worst games I have played. There  NPC's have ZERO A.I. combat, questing, acting... just everything. I dont review much but I felt  obligated to write a review so your money's not wasted.","timestamp_created":1423108624,"timestamp_updated":1423108624,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14324066","author":{"steamid":"76561198129426142","num_games_owned":17,"num_reviews":1,"playtime_forever":1039,"playtime_last_two_weeks":0,"playtime_at_review":772,"last_played":1492768450},"language":"russian","review":"Рекомендую, но тяжолая игра для людей плохо знающих английский!","timestamp_created":1423055529,"timestamp_updated":1423055529,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14306437","author":{"steamid":"76561198128450366","num_games_owned":405,"num_reviews":14,"playtime_forever":58,"playtime_last_two_weeks":0,"playtime_at_review":58,"last_played":1415708020},"language":"english","review":"I want to give this game a negative review, but I can't bring myself to do it as I have not played enough yet. However, I will state that within the first hour of gameplay I had no idea what it was that I was doing. Hardly any tutorials, and no direction nor motivation to do anything. just go, so i did. I'm sure there was some sort of story that I missed but to be truthful what little story they gave bored me to the point that I just didn't care. I really tried hard to enjoy this game, but I cant even sit down and play it more then an hour before I get bored. I will give this game a positive review for the open ended aspect, and the non watered down combat that we are all so used to.","timestamp_created":1422938420,"timestamp_updated":1422938420,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14303819","author":{"steamid":"76561198032307551","num_games_owned":304,"num_reviews":5,"playtime_forever":6545,"playtime_last_two_weeks":0,"playtime_at_review":5722,"last_played":1633550195},"language":"english","review":"Played this game for years already, but decided to write a review now to correct some wrong statements in some of the negative reviews. \n\nThe game runs fine with Win. 8.1!!! You can see my Steam playtime, most of it was created with Win 8.1. And I never had a single crash. There IS a problem starting the game at first, but this can easily be fixed by searching the forum and downloading the correct drivers.\n\nTwo Worlds is several years old, so of course you can't expect graphics of 2015. But for its age, it looks quite good imo. You can customize your hero to some point, so if he looks like a goblin, it's not the fault of the game...\n\nThe combat and general controls: I have neither the time nor the patience to struggle with complex controls, so if I enjoy a game (and I DO enjoy Two Worlds a lot) you can be sure it's not too hard to handle. Movement, inventory, map and stuff are standard. You need your LM for your weapon and your RM for special attacks and magic. With your mousewheel you can easily toggle between the desired abilites. It's really not THAT hard. For starters there's even a manual in your Steam library.\n\nIt's a large world with about 170 quests in total and the possibility to explore everything, so you'll be busy for a while. There are no classes, you can develop your character as you wish and choose your abilites from close and ranged combat, traps, stealth and 5 different magic schools. There's a big amount of weapons and armor as well as a lot of different enemies.\n\nFurthermore you have alchemy, lockpicking and horses (and in contrast to what some people say riding is pretty easy).\n\nAll in all I really enjoy this game again and again. The only complaint I have is the activation limit (when your activations are gone, you have to contact support to reset them), but the developers think of removing it. If they do, you should give it a try. \n\nEDIT: DRM was removed! :)l\n\nEDIT 2021: Works fine with Win 10, no external downloads required.","timestamp_created":1422920937,"timestamp_updated":1633293986,"voted_up":true,"votes_up":6,"votes_funny":0,"weighted_vote_score":"0.484689295291900635","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14273044","author":{"steamid":"76561198048563017","num_games_owned":552,"num_reviews":19,"playtime_forever":215,"playtime_last_two_weeks":0,"playtime_at_review":23,"last_played":1423814399},"language":"english","review":"Crashes on start, dont care enough to fix it. good game though. its one of those games you're ashamed to admit you like,","timestamp_created":1422766299,"timestamp_updated":1422766299,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.476190477609634399","comment_count":2,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14244478","author":{"steamid":"76561198055178445","num_games_owned":44,"num_reviews":4,"playtime_forever":4237,"playtime_last_two_weeks":0,"playtime_at_review":6,"last_played":1459526194},"language":"english","review":"another steam game that dose not run","timestamp_created":1422641314,"timestamp_updated":1422641314,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.47413790225982666","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14240986","author":{"steamid":"76561198112433300","num_games_owned":1701,"num_reviews":142,"playtime_forever":370,"playtime_last_two_weeks":0,"playtime_at_review":279,"last_played":1425487331},"language":"russian","review":"Игра заинтересовывает своим открытым миром и сюжетом, но в ней не хватает атмосферы, хорошего геймплея хотя если играть не одному то нормально. В этой игре нет зацепки как-то скучновато ходить в таком большом мире. На мой взгляд в этой игре 2 + это сюжет и открытый мир, над остальным всё терпимо играть можно, но всёравно это остаётся минусом.","timestamp_created":1422627787,"timestamp_updated":1422627787,"voted_up":true,"votes_up":8,"votes_funny":6,"weighted_vote_score":"0.556325078010559082","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14236288","author":{"steamid":"76561198045970083","num_games_owned":191,"num_reviews":3,"playtime_forever":33,"playtime_last_two_weeks":0,"playtime_at_review":33,"last_played":1422597987},"language":"english","review":"if youre looking for something to play for 15 minutes and then drop cause its bad then look no further","timestamp_created":1422598339,"timestamp_updated":1422598339,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14234979","author":{"steamid":"76561198119358188","num_games_owned":193,"num_reviews":23,"playtime_forever":260,"playtime_last_two_weeks":0,"playtime_at_review":187,"last_played":1428190180},"language":"english","review":"A hidden gem. This game isnt for everyone plain and simple. Its aged to be certain, but I believe its aged relatively well compared to other games of its time, the combat isnt anywhere as clunky as say morrowind and it doesnt crash to desktop like Gothic if you run it on Windows 7. If you like RPG's and arn't a graphic snob then this game is for you. everyone else can move along.\nLots of weapons, lots of armour, lots of spells, lots of badass, its actually fun to loot in this game.","timestamp_created":1422589426,"timestamp_updated":1422589426,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14207841","author":{"steamid":"76561198153994711","num_games_owned":353,"num_reviews":71,"playtime_forever":8827,"playtime_last_two_weeks":0,"playtime_at_review":6837,"last_played":1645989086},"language":"english","review":"Best game ever, such fun gameplay and great leveling system with gecent graphics for a RPG (CD Key's are stupid thought) but non the less a brilliant game.","timestamp_created":1422450223,"timestamp_updated":1443965819,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.445344120264053345","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14172387","author":{"steamid":"76561197971468331","num_games_owned":2154,"num_reviews":100,"playtime_forever":1271,"playtime_last_two_weeks":0,"playtime_at_review":1271,"last_played":1422237979},"language":"english","review":"Good to pass some time away, but overall not recommended.   Visuals are passable considering its age, combat is again passable with the ability to \"dodge\" (a feature missing from TW2) - Two Worlds is hugely unbalanced in every department, magic is massively underwhelming requiring massive spell upgrades before it becomes 'useful' \n\nAlchemy is extremely overpowered with the ability to create potions giving you thousands of permanent hit points, magic or stats.  Mounts are buggy, with horses having pathing issues constantly.   Item fusion is also overpowered giving the player the ability to fuse together the same items and have the stats cross-over, allowing for some extremely overpowered godly items.  Another major issue is frame rate and stuttering which happens constantly, and gets fairly annoying. \n\nThe game contains plenty of side quests but since the 'quest' tracker is confusing, most of the time you can't really figure out where your supposed to go, or to talk too.   The main story quests are extremely convoluted with plenty of pointless running around just to open simple doors so you can continue your quests.  Balance in every department is poor and its very noticable - once you complete the main quest line, the ending is exceptionally bad....I'm talking 'Mass Effect 3 bad'\n\nOverall, I cannot recommend Two Worlds but for people looking for a quick open world rpg to pass some time, and if you can find this game for 'cheap' or free, then its worth maybe checking out if your a fan of the genre.","timestamp_created":1422239052,"timestamp_updated":1422239526,"voted_up":false,"votes_up":7,"votes_funny":3,"weighted_vote_score":"0.537719488143920898","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14155452","author":{"steamid":"76561197989037732","num_games_owned":640,"num_reviews":212,"playtime_forever":346,"playtime_last_two_weeks":0,"playtime_at_review":346,"last_played":1421077556},"language":"english","review":"a real classic.","timestamp_created":1422158931,"timestamp_updated":1422158931,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.453518331050872803","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14140111","author":{"steamid":"76561198094528414","num_games_owned":395,"num_reviews":53,"playtime_forever":2402,"playtime_last_two_weeks":0,"playtime_at_review":2174,"last_played":1454459464},"language":"english","review":"6/10 \n\nI will start with my dislikes to likes.\n\nI have to start off by saying, if you get this, you got a 99% chance it will crash on start up.. \nTo fix, get the legacy drivers or whatever its called in the forums.\nWill work then.\n\nI had issues where sometimes the voices would stutter, and I didn't even get to see a entire cutscene because it wigged out and suddenly skipped the entire thing. :/\n\nThe voice acting for most the characters is god awful and have no feeling in them. Where someone should be upset, they sound as upset as when your leg falls asleep.\n________________________________________________________________________________________________________________________________________________________________\n\nAs for the good stuff, I played a lot of skyrim, and some morrowind, and gotta say, the fighting animation is pretty cool. It isn't just swing your weapon around like a madman. So I did enjoy that.\n\nAlso liked the skill tree. Was simple and clear.\n\nDespite the terrible voice acting, the story wasn't bad. I enjoyed it, even if it wasn't the most clear sometimes of where to go.\nLike this. (Go south to Goat Cave.) When the correct direction is SouthEast, and is a small dot that says Active Underground as its name.\n\nNow liking the story only got me so far, not spoiling anything but the ending was not worth the last few battles.. Not even close.. \nNot to mention unlike TES games, once you beat main story, thats it. You can't continue the adventure with the insane sword you got from the boss.. noooo, cutscene, end. Can reload a old file before the bossfight, or start a new character.\n\nCombat was fun, was a basic evade button (Q) to jump back. With enemies that need different thing. Like undead monsters are really only good to hurt with magic or enchanted weapons. Normal weapons will take very long to kill.\n\nI also like, which they do not explain, how you strengthen your weapon and armor. \nEX. Say you kill some bandits, and they all drop the same sword, you pick them up, drag them to your sword to add more strength to it. Helpful with basic, but the more rare and powerful make take longer to increase.\n\nAll in all, great gameplay, good story, decent challenge, bad ending.\nSome bugs but I only seen a few. \n\nReplaying now as a archer.","timestamp_created":1422092218,"timestamp_updated":1422092218,"voted_up":true,"votes_up":3,"votes_funny":0,"weighted_vote_score":"0.50350576639175415","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14120897","author":{"steamid":"76561198036057957","num_games_owned":832,"num_reviews":167,"playtime_forever":934,"playtime_last_two_weeks":0,"playtime_at_review":931,"last_played":1430949522},"language":"english","review":"Pros:\n-\"nice atmosphere\"\n\nCons:\n-horses don't ***** teleport","timestamp_created":1421984123,"timestamp_updated":1421984123,"voted_up":true,"votes_up":5,"votes_funny":11,"weighted_vote_score":"0.47204965353012085","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14112858","author":{"steamid":"76561198015307033","num_games_owned":471,"num_reviews":217,"playtime_forever":3491,"playtime_last_two_weeks":0,"playtime_at_review":3491,"last_played":1427619795},"language":"english","review":".","timestamp_created":1421944806,"timestamp_updated":1553555927,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14105819","author":{"steamid":"76561198005704910","num_games_owned":412,"num_reviews":8,"playtime_forever":1966,"playtime_last_two_weeks":0,"playtime_at_review":1966,"last_played":1407861134},"language":"english","review":"Hiho, For under £7 this is a real bargin, great game to play. Ttfn","timestamp_created":1421894415,"timestamp_updated":1421894415,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.47999998927116394","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14096343","author":{"steamid":"76561198167363246","num_games_owned":195,"num_reviews":7,"playtime_forever":5705,"playtime_last_two_weeks":0,"playtime_at_review":3649,"last_played":1556900673},"language":"russian","review":"Игра одна из лучших в RPG жанре.В свое время была довольно таки популярной игрой ну багов хоть отбовляй.\nБлаго выходили патчи обновы и из игры сделали конфетку.Reality Pump Studios не разочеровала меня и многих геймеров своими творениями.Неприменно two world достойна быть в топе лучших RPG 2009 года.\n\nХочу добавить от себя !\nВ игре мне понравилось все но есть некие проблемы с вылетами.\nПоиском игроков в online режиме.\nИ присоединением к игроку будто отсутствует.\n\nИз плюсов\nМир получился довольно большой и зажиточный.\nЗа свои поступки не редко приходилось расплачиваться.\nДано много выбора за какую фракцию пойти,каго убить ,кого пощадить.\nМного оружек,магии и других вкусняшек ))\nИ чего не отнять дак-это атмосферы,в игре она очень хорошая \n\nТак же хочу добавить! Любителям таких RPG как \nThe Elder Scroll \nGothic\ndivinity \nrisen \nThe Witcher \nИгра очень понравится \nНа этом все спасибо за внимание .","timestamp_created":1421845614,"timestamp_updated":1423472554,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.502487540245056152","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14080830","author":{"steamid":"76561198016111736","num_games_owned":324,"num_reviews":8,"playtime_forever":2501,"playtime_last_two_weeks":0,"playtime_at_review":2421,"last_played":1445459181},"language":"english","review":"This game is so bad that it becomes so incredibly good.","timestamp_created":1421756197,"timestamp_updated":1421756197,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14079892","author":{"steamid":"76561198035548926","num_games_owned":589,"num_reviews":38,"playtime_forever":1432,"playtime_last_two_weeks":0,"playtime_at_review":615,"last_played":1569417989},"language":"german","review":"Top spiel macht laune auch nach vielen stunden und der multiplayer ist zu 2. voll cool ;)","timestamp_created":1421749050,"timestamp_updated":1421749050,"voted_up":true,"votes_up":0,"votes_funny":1,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14052817","author":{"steamid":"76561198053546969","num_games_owned":809,"num_reviews":71,"playtime_forever":693,"playtime_last_two_weeks":0,"playtime_at_review":661,"last_played":1516133554},"language":"polish","review":"Jazda koniem w tej grze przypomina bardziej rodeo.","timestamp_created":1421598924,"timestamp_updated":1421598924,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14049100","author":{"steamid":"76561198143471766","num_games_owned":299,"num_reviews":195,"playtime_forever":1688,"playtime_last_two_weeks":0,"playtime_at_review":1688,"last_played":1521907313},"language":"polish","review":"7/10 Dobra gierka, nie jest zła jak to ''wszyscy'' o niej gadają. Drobne problemy z optymalizacją, bardzo ładny level of design","timestamp_created":1421584831,"timestamp_updated":1543953256,"voted_up":true,"votes_up":26,"votes_funny":2,"weighted_vote_score":"0.718157112598419189","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14026823","author":{"steamid":"76561198029795819","num_games_owned":285,"num_reviews":15,"playtime_forever":260,"playtime_last_two_weeks":0,"playtime_at_review":218,"last_played":1420934415},"language":"russian","review":"Эмммм, ну что сказать... Если бы попалась бы мне она в момент издания, то вероятно я бы поиграл бы в нее и даже прошел бы! Но сейчас увы смотря на нее хочется плакать... Не суть графика! Вот боевка вообще просто юмор: анимация корявая и однообразна, умений много, но многие смотрятся просто нелепо. А вот саундтрек здесь неплохой, очень даже неплохой. В целом если вы любитель РПГ и ищете во что бы поиграть, то можно попробовать, но покупать не советую! \n\nГейпмлей 6/10\nЗвук и музыка 9/10\nГрафика 7/10\nУправление 6/10\n\nОбщее 6\\10(на любителя)","timestamp_created":1421486831,"timestamp_updated":1421486831,"voted_up":false,"votes_up":3,"votes_funny":0,"weighted_vote_score":"0.455088913440704346","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14004304","author":{"steamid":"76561198081968029","num_games_owned":430,"num_reviews":49,"playtime_forever":66,"playtime_last_two_weeks":0,"playtime_at_review":66,"last_played":1421374633},"language":"english","review":"it just crashes if it works later I will do a real review","timestamp_created":1421374694,"timestamp_updated":1421374694,"voted_up":false,"votes_up":8,"votes_funny":3,"weighted_vote_score":"0.475808113813400269","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"14002172","author":{"steamid":"76561198023261978","num_games_owned":675,"num_reviews":14,"playtime_forever":2778,"playtime_last_two_weeks":0,"playtime_at_review":1691,"last_played":1599991840},"language":"czech","review":"Two Worlds RPG hra od našich Německých sousedu se povedla i nepovedla  prostě napul.Hra není vubec špatná ale lineárnost některých ukolu typu MMO her(přinest,zabij,najdi)  mě strašně \"SRALO\":\n+obrovský rozhledlí svět k prozkoumání \n+audiovizuální stránka\n+multiplayer\n+craftování a vylepšování zbraní \n+přehledné a snadné vylepšovaní postavy \n-v celku o ničem příběh \n-špatná optimalizace hry\n-bugy forever \n-hodně  trpelivosti při ovládání koně\nShrnutí je tak napul možná přece jen převišují trochu dobré dojmy z hry,ale bohužel spousta hráčů si bude stěžovat na přílišnou jednoduchost a velké množství bugů, které ve hře i po několika updatech zůstává. Je to na vás jestli do toho pujdete nebo ne o nic zásadnýho nepřijdete ale stojí to opravdu za to vyzkoušet??Dávám 6 z 10 a hru doporučuju ale s velkým ALE!!!","timestamp_created":1421365904,"timestamp_updated":1596427738,"voted_up":true,"votes_up":25,"votes_funny":2,"weighted_vote_score":"0.760256052017211914","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false}],"cursor":"AoJwqNCA+MoCfP+0NQ=="}