{"success":1,"query_summary":{"num_reviews":100},"reviews":[{"recommendationid":"40592705","author":{"steamid":"76561198136438494","num_games_owned":86,"num_reviews":7,"playtime_forever":1212,"playtime_last_two_weeks":0,"playtime_at_review":899,"last_played":1547745164},"language":"polish","review":"Polecam grę stary ale bardzo ciekawy RPG","timestamp_created":1520279414,"timestamp_updated":1520279414,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.54356849193572998","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"40566018","author":{"steamid":"76561198065176763","num_games_owned":1282,"num_reviews":1695,"playtime_forever":260,"playtime_last_two_weeks":0,"playtime_at_review":260,"last_played":1520573987},"language":"schinese","review":"这个游戏的卡牌是真的不值钱。\n\nThe card of the game is really not worth the money.","timestamp_created":1520179240,"timestamp_updated":1520179240,"voted_up":true,"votes_up":19,"votes_funny":7,"weighted_vote_score":"0.65840679407119751","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"40547580","author":{"steamid":"76561197992344428","num_games_owned":742,"num_reviews":38,"playtime_forever":2050,"playtime_last_two_weeks":0,"playtime_at_review":2050,"last_played":1486808977},"language":"english","review":"it got reely booring after a while!","timestamp_created":1520117723,"timestamp_updated":1520117723,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.388258457183837891","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"40534162","author":{"steamid":"76561198037405428","num_games_owned":188,"num_reviews":50,"playtime_forever":3516,"playtime_last_two_weeks":0,"playtime_at_review":2707,"last_played":1521558429},"language":"english","review":"Did you ever play the original Resident Evil? If so, a good analogy is: \"this is the fantasy rpg equivalent of the first bio hazard\".\n\nIt's bad parts concerning dialogue and animations are just the same, they are so bad they are amusing. And then there's that \"je ne sais quoi\" that charms the rpg fan (world mystique? inventory and shopping item textures? Music and Ambience?). This despite it feeling like you're playing some sort of low budget, cheap online rpg that survives on micro transactions food stamps.\n\nFirst thing you will probably notice that throws you off is the fact that all animations feel like they are missing frames. It's like watching a still shot animation.\n\nI recommend it for as cheap as it looks and feels: dirt cheap. And this is already presuming you are a rpg fan","timestamp_created":1520082301,"timestamp_updated":1520082301,"voted_up":true,"votes_up":4,"votes_funny":0,"weighted_vote_score":"0.575383841991424561","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"40432965","author":{"steamid":"76561198053208303","num_games_owned":81,"num_reviews":9,"playtime_forever":519,"playtime_last_two_weeks":0,"playtime_at_review":434,"last_played":1562455869},"language":"english","review":"Best game ever","timestamp_created":1519718836,"timestamp_updated":1519718836,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.443952590227127075","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"40410425","author":{"steamid":"76561198314276719","num_games_owned":196,"num_reviews":111,"playtime_forever":16374,"playtime_last_two_weeks":0,"playtime_at_review":2,"last_played":1619946755},"language":"french","review":"Un jeu que j'ai connu dans sa version cd et dont j'avais gardé un bon souvenir, raison pour laquelle je l'ai racheté sous Steam... Pas de pot, ça ne se lance ni sous Win10, en partition bootcamp, ni sous OsX Sierra.\n\nEn fait, les cartes graphiques Mac, théoriquement compatibles, ne sont pas prises en compte par les développeurs. \nIl m'a fallu le temps pour le réaliser et m'offrir un PC I9 12 coeurs et tout à l'avenant, ce qui me permet de retrouver ce jeu merveilleux - meilleur encore que le TW 2, avec du texte, de la consistance dans le scénario...\n\nBien sûr, les graphismes ont vieilli, mais qu'est-ce qu'on sen fout et contrefout : la qualité, la richesse sont là et pas qu'un peu ! Le monde est quasiment un \"open world\" : seules les grimpettes trop raides obligent à un détour, mais rien ou presque n'est inaccessible...\n\nUn mot pour le qualifier : Superbe ! - Qu'est-ce que je suis heureux de le revivre : un jeu comme on n'en fait quasiment plus !\n\nSimplifiez un peu, les concepteurs, et ajoutez du fond ! Qu'est-ce que ça manque trop souvent !!!\n\nAlors, je modifie mon évaluation de négative en hyper-positive - sans restriction aucune !!! -\n\nUn seul très petit bémol : Lorsqu'on évolue dans le jeu, dans quelque village que ce soit, tous les items proposés par les vendeurs - ou presque - atteignent un niv' supérieur... Traduction : si vous voulez compléter votre armure moyenne, genre niv' 235 (ce que je cherche), vous ne trouvez plus que des lourdes, à 12 kgs au lieu de 6 pour une moyenne... Mon armure moyenne me conviendrait très bien si elle était complète : D'abord, je n'ai pas envie d'alourdir mon inventaire outre mesure; ensuite, le gain de caractéristiques proposé pour une lourde est rarement intéressant. Je me serais plus attendu à ce que, dans les villages de départ, ces items restent disponibles, ce qui aurait été à mon sens plus logique...\n\nUne jouissance de chaque instant néanmoins, ce jeu offrant de plus une particularité unique : pouvoir enrichir un item en le combinant avec des similaires (il suffit de les superposer) !\nD'autant plus que cette opportunité fait plus qu'augmenter les caractéristiques d'origine : parfois d'autres boosts apparaissent en sus...; cette particularité faisant en outre qu'il n'est pas nécessaire de passer à un niv' supérieur d'armure, la différence n'en valant pas la peine ou si peu.\n\nHélas, ça n'a jamais été repris dans d'autres titres... : Trouver le moyen terme, utiliiser ses boost de dégâts complémentaires (feu, foudre, etc.) à bon escient, sur le bon équipement : Rien que pour cela, ce jeu est exceptionnel !\n\nUn autre bémol - et de taille ! - qui n'apparaîtra qu'en évoluant dans le jeu -, le jeu éjecte régulièrement, oblige à nettoyer les sauvegardes, puis le disque aussi régulièrement...\n\nNéanmoins, je recommande vraiment cet \"ancêtre\", qui fait date ! Seuls de très rares jeux bien plus récents ont encore ce style original et unique et surtout du texte, un canevas, une histoire...\nDes \"Cloud Punk\", \"Wasteland 3\", Horizon Zero Dawn, ...mais c'est rare, de plus en plus rare, malheureusement.","timestamp_created":1519636340,"timestamp_updated":1618418656,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.469767451286315918","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"40293978","author":{"steamid":"76561198048347273","num_games_owned":968,"num_reviews":327,"playtime_forever":435,"playtime_last_two_weeks":0,"playtime_at_review":435,"last_played":1519145815},"language":"turkish","review":"[quote=Setna] Başlamadan önce diğer incelemelerimi görebilmek için [url=https://store.steampowered.com/curator/36579661-Setna/] buraya[/url] tıklayın. [/quote]\n\n[h1] Hikaye [/h1]\n\nÖzgür dünya ve orklar arasında çıkan bir savaşa farkında olmadan dahil olmamız ile başlıyor oyun. Seçilmiş kişi dediğimiz kavramı oyuna dahil etmiş yapımcılar. Bir gün yolculuk ederken kız kardeşimiz yaralandığından dolayı mola verip ona bakım ve yiyecek sağlama amaçlı yanından ayrılıyoruz. Geri döndüğümüzde ise kardeşimizi yerinde göremiyoruz ve maceramız böylece kardeşimizi arama amaçlı olarak başlıyor.\n\n[h1] Grafikler [/h1]\n\nGrafikler evet grafikler. Öncelikle şunu söyliyim yapımcılar üzerinde oynanmış ekran görüntülerini yüklemişler steam mağazasına. Oyundaki özellikle ışıklandımalar mağazada gözükenden çok çok farklı. Bu yüzden zaten ihlal bildiriminde de bulundum, alıp oynayıp sizde aynı şeyi fark ederseniz sizden de yapmanızı istiyorum duyarlı olun. Şeffaflık önemli. Şimdi diğer sorunları geçip şöyle tekrardan genel olarak baktığımızda oyunun grafikleri kesinlikle çok alt düzey. Düşük olmasını bekliyordum (türü gereğince) fakat bu kadarda değil. Yahu sen 2007 oyunusun 2002 gibi neden gözüküyor niye herşey 2002 gibi anlamıyorum. Grafiklerden kesinlikle sınıfta kaldın Two Worlds.\n\n[h1] Oynanış~Yapay Zeka [/h1]\n\nYapay zeka olarak oldukça zayıf düşmanlarımız basitçe Metin2'deki kurtlar gibi dümdüz üstümüze koşuyor bizde onları slot keser gibi kesiyoruz. Mekanikler ise yine aynı şekilde zayıf yani 2007 yapımı bir oyunsun sen zıplama animasyonu niye 8 kareden oluşuyor? Bunu derken ciddiyim zıplama tuşuna basın zaten tek tek kendiniz sayarsınız. Diğer hareketler konusunda da aynı şekilde çok küt hareket ediyoruz yani oyun çıkış zamanındaki mekanikleri bir gram yansıtmıyor. Tamam anlıyorum bu tip oyunlarda mekanikler önemli değil ve zaten bu türdeki oyunların çoğunda üstün mekanikler yok ama bu nedir?\n\n[h1] Çeşitlilik [/h1]\n\nÇeşitlilik işte sonunda bu oyun hakkında iyi birşey. Silahlardan tutun görevlere, şehirlerden tutun diğer oynanış elementlerine kadar oyun çok güzel çeşitlendirilmiş. Ayrıca Epic Edition olması sayesinde önceden çıkan DLC'ler oyuna dahil ve bu içerikler oyuna 90'dan fazla yeni görev ve güzel yeni bir şehir ekleniyor. Herşeyin sınıfta kaldığı bir yapımda en azından büyük bir dünya, güzel bir yapılabilirler yelpazesi sundukları için yapımcılara teşekkür ediyorum. Oyunun oynanabilir olmasının tek yanı bu olsa gerek.\n\nUzunca bir oynanış süresi var oyunun ayrıca bence tekrar oynanabilir. Özellikle eski RYO türünü seven arkadaşlar bol zaman geçirebilirler. Fiyatta gayet güzel konmuş bence 18₺ öyle pahalı bir fiyat değil. Kaldıki yüksek indirimlerede giriyor oyun.\n Ama anlamadığım bir olay var niye bir milyon tane koleksiyon kartı koymuşlar. Daha fazla para kazanacaklarını filan mı düşündüler gerçekten anlamış değilim. \nTavsiye konusuna gelirsek oyun çok küçük bir oyuncu kısmına hitap ediyor fakat güzel bir harita ve bol çeşitlilik sunuyorlar. Şu durumda çok arada kaldım ama yapımcıların samimiyeti ve tutkuları beni olumlu vermeye itti.","timestamp_created":1519284267,"timestamp_updated":1578957369,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"40212269","author":{"steamid":"76561198025102386","num_games_owned":1368,"num_reviews":218,"playtime_forever":54,"playtime_last_two_weeks":0,"playtime_at_review":54,"last_played":1519009840},"language":"english","review":"Awkward interface, not very intuative, awful graphics; not seeing the graphics displayed on the store page, in-game, the graphics are very rough and crude, no amount of tweaking my graphics settings (in-game or drivers) has come close to producing what is displayed. It's doesn't make you feel immersed.\n\nI got given a code for bonus items, the console won't open up to use it, I can't rebind the key for the console; only certain actions are bindable, its a bit pick'n'mix and makes no sense. Apparently, there are numerous keys the console could be, depending on OS or just randomly, either way, I've tried all of them to no avail.\n\nHad to do a lot of search-engine abuse to figure out how do to certain things or simply what to do (MP session joining isn't exactly straight-forward, or stable).\n\nThe game is very buggy, spent far too much time just trying to get it to run right (and still haven't) than actually playing.\n\nAnd please, clowns, get off my reviews, I don't care if the game is old. Is it fun and playable, is it as advertised? No.. That is what my review is about, thanks. Please actually read the review before commenting.","timestamp_created":1519010451,"timestamp_updated":1520321797,"voted_up":false,"votes_up":3,"votes_funny":4,"weighted_vote_score":"0.473887652158737183","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"40197481","author":{"steamid":"76561198024502690","num_games_owned":1218,"num_reviews":91,"playtime_forever":2274,"playtime_last_two_weeks":0,"playtime_at_review":2274,"last_played":1518355821},"language":"english","review":"👍","timestamp_created":1518971879,"timestamp_updated":1518971879,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.3863811194896698","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"40184226","author":{"steamid":"76561198166055543","num_games_owned":561,"num_reviews":113,"playtime_forever":409,"playtime_last_two_weeks":0,"playtime_at_review":43,"last_played":1522117282},"language":"russian","review":"Ужасная графика как во времена Last Chaos.Особо время не стал тратить на игру.","timestamp_created":1518942936,"timestamp_updated":1518942936,"voted_up":false,"votes_up":2,"votes_funny":1,"weighted_vote_score":"0.364366829395294189","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"40175951","author":{"steamid":"76561198156455830","num_games_owned":1142,"num_reviews":12,"playtime_forever":85,"playtime_last_two_weeks":0,"playtime_at_review":85,"last_played":1519000079},"language":"english","review":"JUst like dark souls!","timestamp_created":1518917110,"timestamp_updated":1518917110,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.454729169607162476","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"40077044","author":{"steamid":"76561198068014741","num_games_owned":60,"num_reviews":4,"playtime_forever":4711,"playtime_last_two_weeks":0,"playtime_at_review":4711,"last_played":1518560088},"language":"russian","review":"Сырая игра, кричащая о своей недоделанности на каждом шагу. Боевка просто убога, ближник тупо машет мечем перед собой, либо выполняет один из прокачанных навыков удара. Всё. Лока на противнике нет. Уклонов нет. Прыжков в сторону нет. Есть только отпрыжка назад, которая и выручает. АИ просто наитупейший и анмация атак врагов очень медленная, поэтому лучником можно вынести любого противника в игре даже на начальных уровнях, совсем не получив ответного урона. Грубо говоря, можно элементарно на первом уровне взять и вырезать всю деревню, просто благодаря тому, что они тупые. Отчасти за это стоит поблагодарить и очень медленно летающие снаряды магии, от них ооочень легко уклониться. Даже заклинание \"молния\" в этой игре - шар, летящий в Вас со скоростью улитки. Это даже не смешно. Противники-маги не хиляют себя, получив повреждения, просто стоят на месте и кидают в Вас атакующий спелл. Еще забавный момент, что лучник должен обязательно целиться во врага, чтобы попасть в место, где находится его прицел, иначе стрела летит в случайном направлении, в небо, в землю в метре от тебя, короче вплоть до +90 градусов в любую сторону. В общем со сражениями всё плохо.\nИстория какая-никакая присутствует, но достаточно шаблонна. Основная сюжетка полностью линейна, выбор есть только в самом конце игры и он влияет только на последний бой и финальный ролик - это всё. Анимация большинства противников однообразна. Заклинаний в школах магии настолько мало, что они даже не закрывают отведенные для них клетки в каждой школе магии. Я всё ждал, когда же появятся остальные заклинания 5го уровня некромантии, но так и не нашел их. Я очень удивился, когда после прохождения игры прочитал гайд и выяснил, что их и не было. Разработчики тупо не смогли придумать еще заклинаний... Выбор заклинаний вообще скудноватый. В игре до сих пор хватает всяческих багов, раздражающих, но прохождению не сильно мешающих.\nИз плюсов можно отметить полностью открытый мир, не обязывающий сразу идти строго по сюжетке, можно выполнить дополнительные квесты хоть все и только потом вернуться к основной линии. Так же понравилась идея крафта совмещением одинаковых вещей для получения более сильной. Неограниченный уровень персонажа тоже можно отнести к плюсам, но он позволяет прокачаться перед финальным боем так, что можно убить ГЗ одним выстрелом из лука, это не есть гуд, из-за этого интерес к игре пропадает задолго до её конца. Прошел её только из-за того, что надеялся, что может хоть в конце появятся интересные противники, ну и так... поисследовать мир.","timestamp_created":1518641596,"timestamp_updated":1518641596,"voted_up":false,"votes_up":13,"votes_funny":2,"weighted_vote_score":"0.485827475786209106","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"40066013","author":{"steamid":"76561198153142204","num_games_owned":281,"num_reviews":6,"playtime_forever":1140,"playtime_last_two_weeks":0,"playtime_at_review":1140,"last_played":1518606880},"language":"russian","review":"Эта игра повествует вам симулятор гонца, почтальон России 10/10","timestamp_created":1518607012,"timestamp_updated":1518634779,"voted_up":true,"votes_up":5,"votes_funny":14,"weighted_vote_score":"0.551048696041107178","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"40057960","author":{"steamid":"76561198036131089","num_games_owned":564,"num_reviews":33,"playtime_forever":574,"playtime_last_two_weeks":0,"playtime_at_review":469,"last_played":1600019907},"language":"english","review":"DODGEBALL","timestamp_created":1518569658,"timestamp_updated":1518569658,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.43182036280632019","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"40010784","author":{"steamid":"76561198033173192","num_games_owned":254,"num_reviews":52,"playtime_forever":27,"playtime_last_two_weeks":0,"playtime_at_review":21,"last_played":1636221235},"language":"english","review":"Two Worlds > Breath of The Wild","timestamp_created":1518380648,"timestamp_updated":1518380648,"voted_up":true,"votes_up":3,"votes_funny":13,"weighted_vote_score":"0.355901777744293213","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"39988596","author":{"steamid":"76561198013728022","num_games_owned":364,"num_reviews":97,"playtime_forever":31,"playtime_last_two_weeks":0,"playtime_at_review":31,"last_played":1517688769},"language":"english","review":"Be prepared to troubleshoot this mother! My tips:\n\n-Many people experience an issue where music/dialogue audio doesn't play. Run the game in Windows XP Service Pack 3, and as an Administrator. Then toy with your sound settings - my device properties were set to 2 channel, 24 bit, 44100 Hz (Studio Quality) when it finally worked. Others use 16bit.\n-The opening cutscene played, but the game did not play the other ones. I was presented with the game menu when I defeated the final boss, with no resolution to the plot - the cutscenes are available online via places like YouTube, which is easier than investigating why it happened.\n\nNow for the review!\nThis game is a good way to spend time - but don't expect to be investing hours/days worth of gameplay like with Elder Scrolls. On that subject, I would label this game as a cross between Oblivion and Morrowind!\nThe main quest is quite short, but you do get to see a lot of the landscape, which is satisfyingly varied!\nThe last point I want to make is - be prepared for being killed in one shot, A LOT. You do respawn, however it's frustrating having to run back to the battle each time you die! The game encourages levelling up to counter this, which does work quite well. I do recommend this for casual fantasy RPG players!\n","timestamp_created":1518303427,"timestamp_updated":1518303427,"voted_up":true,"votes_up":3,"votes_funny":0,"weighted_vote_score":"0.537572264671325684","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"39881385","author":{"steamid":"76561198067827781","num_games_owned":304,"num_reviews":29,"playtime_forever":32,"playtime_last_two_weeks":0,"playtime_at_review":32,"last_played":1517895284},"language":"english","review":"Hoo boy, what a bad game. It's framerate is shit, and even when that's not the issue the animations are choppier than a butcher's knife. What a bad experience. If this isn't good enough for you just go watch ProJared's review of this game, it's going to tell how just how bad it is but with amazing detail! So all in all -1124/10 bad time, probably won't play again.","timestamp_created":1517895486,"timestamp_updated":1517895486,"voted_up":false,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.359905868768692017","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"39680698","author":{"steamid":"76561198329416674","num_games_owned":38,"num_reviews":2,"playtime_forever":324,"playtime_last_two_weeks":0,"playtime_at_review":324,"last_played":1517142140},"language":"russian","review":"Наиграл я,конечно,пока что немного часов, но думаю, этого достаточно,чтобы описать первые впечатления.А они смешанные.С одной стороны игрока ждёт большая карта,много заданий,интересная система магии и скиллов.С другой стороны - плохая оптимизация,даже на 8ГБ оперативы и 2ГБ видеокарты игра подтормаживает.Незначительно,но всё же неприятно.Сюда же добавим совершенно непроработанных персонажей,и кучу мелких косяков (например,если по неудачной случайности ты потеряешь из виду лошадь,то рискуешь её не найти до конца игры).В принципе, сама по себе игра неплохая,но тот,кто говорит что это чуть ли не Готика в новой обёртке,скорее преувеличивает. По сути это ММОРПГ с  офлайн-режимом.А так как я холоден к ММОРПГ, то игре поставил бы 3 балла из 5 возможных.Играйте, пробуйте.Но не думайте,что Two Worlds захватит вас сюжетом,персонажами или квестами.Если играли в Готику 3,то это почти один в один,только багов поменьше","timestamp_created":1517142613,"timestamp_updated":1517142613,"voted_up":true,"votes_up":0,"votes_funny":1,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"39656208","author":{"steamid":"76561198303650585","num_games_owned":707,"num_reviews":182,"playtime_forever":1916,"playtime_last_two_weeks":0,"playtime_at_review":1853,"last_played":1655316935},"language":"russian","review":"На эту игру я положил глаз сразу, но отложил ее ради прохождения первого Ведьмака. И честно скажу, Two Worlds мне зашла гораздо больше. Да, она не блещет сюжетными изысками, но у нее есть рад безоговорочных преимуществ. Расскажу о них поподробнее.\nОткрытый мир действительно открытый. Для вас почти сразу исчезают все преграды и можно идти, куда вздумается. Единственным препятствием остаются сильные враги, ожидающие в глубине карты, но это только подогревает интерес. Карта очень красочна, локации разнообразны. Здесь есть и пустоши, и пустыни, и леса всевозможных форм и расцветок, кладбища, лагеря орков, замки и подземелья. Игра буквально просит, чтобы вы отправились в дальнее путешествие, при этом всегда оставляя возможность вернуться к цивилизации, воспользовавшись ближайшим телепортом.\nИгра хардкорна. Она не раз заставит вас выругаться, когда очередной кабан или волк оставит вас с носом при попытке завладеть его шкурой. Со временем привыкаешь, однако по началу «толпа» из трех кабанов нагоняет панику. Зато играть интересно.\nПредметы. Их просто ужасно много. После «Двух миров» я не хочу слышать никаких оправданий тому, что в том же Ведьмаке у нас было 3 меча и две куртки на всю игру. Как вам выбор из сотен детально проработанных щитов и доспехов? Не знаю, как, но разработчикам удалось создать подлинное разнообразие.\nКвесты и сюжет не блещут разнообразностью. В основной сюжетной ветке менее десяти заданий, которые растянуты на все 30 часов прохождения. Сайд-квесты скучны и однообразны, зачастую фармить ради опыта гораздо веселей, чем искать посреди деревни ученика кого-нибудь ведуна.\nГеймплей, безусловно, радует. Смачная боевка, большой выбор заклинаний, использование различной тактики – все это дополняет друг друга и приносит в игру ряд самобытных фишек, которые делают прохождение увлекательнее. Кажется, создатели вдохновлялись игрой Sacred Gold, так как у этих двух продуктов много общего по части геймплея. Это не хорошо и не плохо, каждый, думаю, решит для себя.\nТаким образом, осмелюсь предположить, что игра стоит прохождения, хотя бы из уважения к жанру. Всем, кто хочет скоротать время, побродив по отличному открытому миру – Добро пожаловать!","timestamp_created":1517064249,"timestamp_updated":1517553528,"voted_up":true,"votes_up":21,"votes_funny":0,"weighted_vote_score":"0.683928966522216797","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"39628372","author":{"steamid":"76561197994198247","num_games_owned":26,"num_reviews":2,"playtime_forever":18,"playtime_last_two_weeks":0,"playtime_at_review":18,"last_played":1516973983},"language":"russian","review":"Меня хватило на 16 мин. Читал, что графика 2007 года??? Ребят, вы чего? Посмотрите gothic 3 2006 года, гораздо лучше. У Gothic 1, мне кажется, даже лучше. А что со звуком? Музыка класс, но вот озвучка монстров, когда по ним бьют... Потратил около 250 руб. Думал, что будет не жалко в любом случае. Ошибался. Очень даже жалко. Ужас.","timestamp_created":1516973561,"timestamp_updated":1516973561,"voted_up":false,"votes_up":2,"votes_funny":1,"weighted_vote_score":"0.362539559602737427","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"39466318","author":{"steamid":"76561198072446076","num_games_owned":152,"num_reviews":8,"playtime_forever":1846,"playtime_last_two_weeks":0,"playtime_at_review":1315,"last_played":1571178245},"language":"russian","review":"Супер круто мне нравится","timestamp_created":1516392389,"timestamp_updated":1516392389,"voted_up":true,"votes_up":4,"votes_funny":0,"weighted_vote_score":"0.524073362350463867","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"39456337","author":{"steamid":"76561198149037095","num_games_owned":134,"num_reviews":27,"playtime_forever":218,"playtime_last_two_weeks":0,"playtime_at_review":115,"last_played":1517782947},"language":"english","review":"This game deserves a special place in history. I remember how it first came out. For some reason the publishers decided it was a good idea to launch at the same time as Oblivion did, which was a very ballsy move at the time. They then proceeded to boast how this game will be a true Oblivion killer and the best RPG of all time. I think this tactic may have even worked for a little while, at least up until the point where people heard the hilariously bad voice acting in the opening cutscene. Needless to say, it got laughed off the streets soon enough, and everyone, my younger self included, just went on playing Oblivion indefinitely.\nOnly now have I learned to appreciate it for what it is. Unlike bad games today, it's perfectly functional and has actual gameplay and thought put into it. I tried replaying Oblivion recently, and it just felt dry, boring and lifeless by modern standards. Two Worlds, on the other hand, can be a lot of fun if you don't take it seriously and enjoy it as a weird cultural curiosity that also happens to be a video game. If there was a \"Tommy Wiseau of Video Games\" category in some big awards, this would probably be a strong candidate.\nAt full price I wouldn't recommend it to anyone, but you can get it for loose change on sale and have a lot of fun with it.","timestamp_created":1516360925,"timestamp_updated":1516360925,"voted_up":true,"votes_up":12,"votes_funny":1,"weighted_vote_score":"0.644809067249298096","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"39399604","author":{"steamid":"76561197968367447","num_games_owned":193,"num_reviews":3,"playtime_forever":86,"playtime_last_two_weeks":0,"playtime_at_review":86,"last_played":1512955817},"language":"english","review":"I bought this game exclusively to co op, couldnt get farther than 10 minutes into multiplayer without game sessions crashing. would not recommend if you are looking for an RPG to play w/ a friend.","timestamp_created":1516138247,"timestamp_updated":1516138247,"voted_up":false,"votes_up":19,"votes_funny":1,"weighted_vote_score":"0.629500985145568848","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"39395415","author":{"steamid":"76561198367606239","num_games_owned":23,"num_reviews":6,"playtime_forever":768,"playtime_last_two_weeks":0,"playtime_at_review":79,"last_played":1647003815},"language":"russian","review":"Неплохая РПГ  Игра упрямая и архаичная, соответствует периоду своего выпуска - 2007 год, когда такая схема была приемлема и повсеместно использовалась. В целом является хорошим проектом, крепким среднячком, но имеет массу минусов, которые для некоторых могут оказаться критическими. \nКатегорически рекомендую.","timestamp_created":1516125633,"timestamp_updated":1516125633,"voted_up":true,"votes_up":5,"votes_funny":0,"weighted_vote_score":"0.547325074672698975","comment_count":0,"steam_purchase":true,"received_for_free":true,"written_during_early_access":false},{"recommendationid":"39391894","author":{"steamid":"76561198320452402","num_games_owned":1047,"num_reviews":252,"playtime_forever":25,"playtime_last_two_weeks":0,"playtime_at_review":25,"last_played":1626936353},"language":"english","review":"on Windows install is all right, but on Mac os X, game wont start, i was finding help or advice why and some know how, nothing usable actually ...","timestamp_created":1516115774,"timestamp_updated":1516115774,"voted_up":false,"votes_up":3,"votes_funny":2,"weighted_vote_score":"0.456153720617294312","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"39362509","author":{"steamid":"76561198062551136","num_games_owned":153,"num_reviews":3,"playtime_forever":60,"playtime_last_two_weeks":0,"playtime_at_review":60,"last_played":1515687643},"language":"polish","review":"graficznie nie wygląda źle, ale ale walka to tragedia","timestamp_created":1516016343,"timestamp_updated":1516016343,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.47999998927116394","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"39314293","author":{"steamid":"76561198138252518","num_games_owned":96,"num_reviews":10,"playtime_forever":84,"playtime_last_two_weeks":0,"playtime_at_review":84,"last_played":1516038615},"language":"russian","review":"Ща погамаем чекнем , бычок прикольнул","timestamp_created":1515862800,"timestamp_updated":1515862800,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"39308054","author":{"steamid":"76561197993645448","num_games_owned":646,"num_reviews":6,"playtime_forever":40,"playtime_last_two_weeks":0,"playtime_at_review":20,"last_played":1515531391},"language":"english","review":"I purchased this game on a sale, and I haven't been able to play with my friends due to the game crashing when loading the map.","timestamp_created":1515848235,"timestamp_updated":1515848235,"voted_up":false,"votes_up":1,"votes_funny":1,"weighted_vote_score":"0.478147983551025391","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"39252874","author":{"steamid":"76561198037992801","num_games_owned":279,"num_reviews":18,"playtime_forever":3974,"playtime_last_two_weeks":0,"playtime_at_review":3716,"last_played":1515666345},"language":"german","review":"Ich hab das Spiel jetzt nach gut 60 Stunden durch(ich glaube habe davon ca 15h Online mit freund gespielt, daher ca 45h single), alle gefundenen Nebenquests soweit es ging auch abgeschlossen.\nMein Review ist aber zwiespältig. Keine Ahnung ob ichs jetzt empfehlen kann oder nicht.\n\nPro/con jenachdem wie mans gern hat:\n\n- Das Spiel startet hart, der anfang ist hart, wer nicht kitten kann oder eine taste zum ausweichen benutzen kann sollte es gleich lassen. 3 Wölfe oder 3 Schweine sind am Anfang ein richtig dicker Knochen, die mobs kommen meistens im Pack von 3-4, später auch mehr.\n- Es gibt in allen Regionen immer \"Über-Monster\" die dich onehitten egal wie gut du ausgerüstet bist. Hab nie den Punkt gehabt wo ich da den Hit überlebt habe. \n\n[b] Pro [/b]\n\n- Das Magiesystem ist innovativ und gut verständlich.\n- Quests sind abwechslungsreich, manchmal muss man in der Mainstory irgendwohin wo man nur mit einem anderen Quest zugang erhält. Abklappern der Questgeber vor Ort sinnvoll (innovativ) \n- Die hier ab und an genannten Über Chars durch Alchemie kann ich so ganz und gar nicht nachvollziehen. Ich habe im ganzen Spieldurchlauf ohne farmen gehen nicht genug von allen Items gefunden, um die genannten Übertränke überhaupt herzustellen. Dazu gibts trotzdem immer die OneHit-Monster (oger, golems..) \n- Das Stappeln von Waffen und Rüstungen um eine Bessere Version zu machen ist eine gute Idee und hielt den Sammeltrieb bei den Händlern zu gucken und mein Geld auszugeben am laufen\n- MINIMALE Ladezeiten!\n\n[b] Con[/b]\n- Mainstory Hinweise nur anfangs, später leider keine mehr. Das man vor einer verschlosssenen Tür steht und dann erstmal drum rum gehen muss um einen Keller zu finden ist nicht ganz eindeutig, hier hätte ich mir mehr Tips in der Story gewünscht.\n- Mainstory teilweise verbuggt hatte ich den Eindruck, quest wurde nicht abgehakt, aber Item aufgenommen.\n- Ein Element war einfach vor Ort abzugreifen, statt wie ich vermute bei einem Bossmob der im Nest hätte sein sollen. Diesen Bossmob hab ich im Zuge einer Quest in einer benachbarten Region erschlagen und hätte dort erst das gesuchte Element finden sollen. SCHADE! Die Idee war gut.\n- Die Resisstärke lässt sich nicht nachvollziehen. Was bringt mir 2000 Blitzschaden resi?\n- Quests sind leicht verbuggbar (z.b Mann will Frau wiederhaben die bei der Schwester ist und schickt mich hin, Schwester hat anderes Quest will sie auch loswerden, Rede nicht mit der Frau sondern erfülle Schwester Quest. Fazit Frau wieder beim Mann aber Quest Mann schickt mich zur Frau nicht erledigt und wird es nie)\n\n\nFazit alles in Allem hatte ich Spaß im Spiel. Die Open world ist eine wirkliche Open World, es sollte aber mehr Hinweise geben wenn man schon zu einem Ort geschickt wird. Die kleineren Bugs hätte man noch ausmerzen können, Ich habe mich nun für ein Daumen hoch entschieden","timestamp_created":1515667929,"timestamp_updated":1515668794,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.527559041976928711","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"39209592","author":{"steamid":"76561198083575458","num_games_owned":1321,"num_reviews":26,"playtime_forever":1912,"playtime_last_two_weeks":0,"playtime_at_review":1337,"last_played":1598111006},"language":"russian","review":"[h1]Тебе не нужен этот обзор, просто включи игру![/h1]\n\nИбо у меня крайняя мания сравнивать относительно не новые RPG если не с Diablo, так с Sacred'ом и именно первая Two Worlds наиболее породнена с ним, на мой взгляд, в плане атмосферы: \n\n- такой же открытый мир, иди куда заблагорассудится и выполнение квестов тому не ограничение; \n- бескрайнее количество вещиц, принцип игры 'лутаться чтобы выживать и выживать чтобы лутаться' здесь более чем раскрыт, касательно его простоты (см. ниже);\n- графика приятна глазу, также нравится физическая составляющая относительно системы анимаций ударов оружия, т.е. урон от оружия наносится в момент соприкосновения клинка с телом, а не только анимации замаха с нанесением урона в случайный момент.\n- системы отношений с фракциями, доступные по ним квесты, области для личных внедорожных исследований или закрытые зоны исключительно по квестовым веткам;\n- кастомизация, путём приобретения нового снаряжения, ибо у каждого оружия, каждой брони в игре есть отдельная модель, что не может не радовать.\n- ... ; ([i]шерт, да ещё много чего замечательного, отметить даже потрясающий саундтрек в главном меню[/i])\n\nТем не менее главной особенностью игры считаю её простоту, не ту, что казуальная, а та, которая наделяет игрока множеством возможностей и удобств, создаёт впечатление игрового мира как песочницы, но и не упрощает сам игровой процесс. Тут же возьмём за пример переносной телепорт. По миру игры разбросано множество статических телепортов позволяющих добраться в отдалённые уголки карты без заминок, [strike]с проседанием фпс на плохоподдерживаемые самой игрой спецэффекты при перемещении[/strike], а выполнив квест мы имеем возможность носить с собой компактный аналог - разработку мага, знакомого нашему персонажу, при использовании банально разместив его на земле. Этого мало для убеждения, верно? Тогда как вам увеличение класса снаряжения прямиком в инвентаре, попросту найдя аналогичное и соединив их вместе или хотя бы для экономии места? Магия? Карты магии с возможностью найти оные в мёртвых противниках\\сундуках и, имея их в нескольких экземплярах, увеличивать аналогично снаряжению силу любых заклинаний будь то исцеление или вызов упыря.\n\nВ новых проектах разработчики не всегда любят экспериментировать и идут по проторенной дорожке шаблонного создания игр, конечно же, практически не давая игроку таких возможностей как описанные выше, якобы это очень упростит игру, не замечая или отказываясь замечать ту разницу между упрощением и банальным удобством игрового процесса.\n\nТакже приятно зацепил нюанс с главным персонажем: он - не без собственной истории, не без потери памяти, знающий кто он и откуда. Что я хочу этим сказать? В диалогах с персонажами полезно слушать не только их, но и главного героя, который, мать его, может рассказывать [b]!им![/b] какие-либо вещи о мире игры, от чего порой возникает неподдельное желание изучить своего героя общаясь буквально со всеми подряд. Конечно такой подход очень редок нынче в среде игроиндустрии, однако, опять же, как раз ради таких идей разработчика умело воплощённых в игре, Two Worlds более чем заслуживает внимания как представитель жанра RPG.\nПлюс ко всему, это довольно уютная игра, одна из таких, где услышав реплики пусть то главного персонажа или случайного прохожего, Вы невольно можете повторить их в жизни ~\n\n[u]Постскриптум[/u] \nНачинать игру советую с большой сложности, если Вы, к примеру, игрок на Легендарной сложности в тех же Древних Свитках.","timestamp_created":1515511388,"timestamp_updated":1516964914,"voted_up":true,"votes_up":29,"votes_funny":1,"weighted_vote_score":"0.733968138694763184","comment_count":3,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"39192392","author":{"steamid":"76561198012607592","num_games_owned":138,"num_reviews":4,"playtime_forever":52,"playtime_last_two_weeks":0,"playtime_at_review":52,"last_played":1514911541},"language":"polish","review":"Very good game!","timestamp_created":1515447738,"timestamp_updated":1515447738,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"39189251","author":{"steamid":"76561197989631126","num_games_owned":240,"num_reviews":5,"playtime_forever":1566,"playtime_last_two_weeks":0,"playtime_at_review":1566,"last_played":1515433558},"language":"english","review":"Aye, we wanted a child, but it would've been a daughter, i know... Then I'd have had a sheep AND a lamb bleatin' at me all day long...","timestamp_created":1515438612,"timestamp_updated":1515438612,"voted_up":true,"votes_up":2,"votes_funny":2,"weighted_vote_score":"0.491394996643066406","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"39186613","author":{"steamid":"76561198314350819","num_games_owned":64,"num_reviews":11,"playtime_forever":2163,"playtime_last_two_weeks":0,"playtime_at_review":46,"last_played":1532837157},"language":"english","review":"Good game \nThanks million for the excellent game","timestamp_created":1515431763,"timestamp_updated":1515431763,"voted_up":true,"votes_up":1,"votes_funny":1,"weighted_vote_score":"0.480568766593933105","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"39177908","author":{"steamid":"76561198051371994","num_games_owned":146,"num_reviews":42,"playtime_forever":1035,"playtime_last_two_weeks":0,"playtime_at_review":228,"last_played":1599152458},"language":"english","review":"Lol. If I remember correctly this game came out at a time when I thought I was %75 through my first complete playthrough of Oblivion (timescale of getting Oblivion when it came out - I had a rated T box) \n\nThis is the kind of game people feel a special feel for and you can't really explain it. \n\nPart Diablo, part Oblivion, part Olde English Speech simulator, part hot dumpster fire.\n\nI wish I could fathom why the game runs at about 160 fps but all character animations are approx. 16 fps. \n\nBesides that though it really is a special game that I would only reccomend to someone with a LOT of time to explore it, like you would play a game when you were 15 and didn't have many games so you beat all the ones you do have like 4 times.\n\nGame world is HUGE.","timestamp_created":1515407504,"timestamp_updated":1515407504,"voted_up":true,"votes_up":17,"votes_funny":4,"weighted_vote_score":"0.687147200107574463","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"39176122","author":{"steamid":"76561198246184040","num_games_owned":87,"num_reviews":1,"playtime_forever":1178,"playtime_last_two_weeks":0,"playtime_at_review":1178,"last_played":1515851644},"language":"polish","review":"Gra lepsza niż mogłoby się wydawać :)","timestamp_created":1515401079,"timestamp_updated":1515401079,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"39048359","author":{"steamid":"76561198157989525","num_games_owned":19,"num_reviews":5,"playtime_forever":2915,"playtime_last_two_weeks":0,"playtime_at_review":2124,"last_played":1618406709},"language":"russian","review":"классная игра","timestamp_created":1515072788,"timestamp_updated":1515072788,"voted_up":true,"votes_up":3,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"39047664","author":{"steamid":"76561198044277251","num_games_owned":449,"num_reviews":31,"playtime_forever":174,"playtime_last_two_weeks":0,"playtime_at_review":51,"last_played":1515458982},"language":"english","review":"The Oblivion Killer.\n\nI forgot the true depths of how terrible and great this game is. It was made by people who were entirely not self-aware. They spent the entire development cycle boasting how this game would be the best RPG of all time. Somehow this game, over ten years old now, manages to stutter and run like trash even on modern gaming rigs. The main character is just so badly voice acted that it is hilarious. \"Forsooth!\" \"Mayhap!\" \"Perchance!\" \"Looks like my in-laws!\" That is really the theme of this game - \"So bad it's good\". The dialogue is so stilted, but amazing. Think of Tommy Wiseau's \"The Room\". Sounds like he wrote this and voice acted it. Worth a dollar on sale. I remember how when this game came out, on the back of the box it brazenly claimed to be \"The Oblivion killer\". Oblivion killer indeed...","timestamp_created":1515071372,"timestamp_updated":1515071502,"voted_up":true,"votes_up":40,"votes_funny":30,"weighted_vote_score":"0.755109071731567383","comment_count":4,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"38970066","author":{"steamid":"76561198125435903","num_games_owned":501,"num_reviews":69,"playtime_forever":2925,"playtime_last_two_weeks":0,"playtime_at_review":2298,"last_played":1521697180},"language":"english","review":"This game is a massive guilty pleasure for me. It is very hit or miss though.","timestamp_created":1514893083,"timestamp_updated":1514893083,"voted_up":true,"votes_up":5,"votes_funny":0,"weighted_vote_score":"0.507966578006744385","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"38946462","author":{"steamid":"76561198012138302","num_games_owned":144,"num_reviews":1,"playtime_forever":1651,"playtime_last_two_weeks":0,"playtime_at_review":1651,"last_played":1434203643},"language":"czech","review":"Koupí téhle hry nic nezkazíte. I přes krkolomný začátek, otřesný dabing (ikdyž to je možná i plus, vzhledem k tomu jak vtipně díky tomu dialogy působí) a extrémně jednoduchý bojový systém se jedná o povedené RPG s úžasně realizovaným světem.","timestamp_created":1514832722,"timestamp_updated":1514832990,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.512195110321044922","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"38941450","author":{"steamid":"76561198066093009","num_games_owned":202,"num_reviews":52,"playtime_forever":2661,"playtime_last_two_weeks":0,"playtime_at_review":2661,"last_played":1514747889},"language":"german","review":"Two Worlds ist ein schwer zu bewertendes Spiel. Selten habe ich ein Rollenspiel gespielt, dass mich in einen so großen Zwiespalt, ob ich es nun gut oder schlecht finde, gebracht hat. Zum Zeitpunkt an dem ich diese Review schreibe, bin ich noch immer unsicher und werde wohl erst am Ende entscheiden in welches Extrem ich das Spiel stecke. Schließlich gibt es ja noch immer keine Mittelwertung bei Steam.\n\nDie Geschichte selbst geht nicht so pompös wie bei anderen Rollenspielen los. Während unser namenloser Protagonist mit seiner Schwester durch die Gegend reitet, verschwindet diese am Anfang des Spiels urplötzlich. Da sie wohl das einzige an Familie ist, was der Held noch zu haben scheint, macht er sich auf die Suche zu ihr. Es wird keine Welt oder eine Prinzessin gerettet, sondern nur die Schwester. Das mag wenig beeindruckend klingen, aber in Kombination mit dem wie die Geschichte aufgebaut wird, klappt dies wirklich gut.\n\nDie Optik ist ein ziemlicher Zwiespalt. Einerseits haben wir diese beeindruckende Weitsicht, bei der nahe Objekte allerdings nicht mehr so großartig aussehen. Andererseits sehen sowohl der Hauptprtagonist als auch seine Schwester gut designt aus, während manche NPCs sehr unschön und unproportional rüberkommen. Ich bedenke natürlich, dass das Spiel in den Jahrgang von Gothic 2 und TES: Oblivion fallen. Verglichen mit den beiden genannten ist es natürlich nichts Beeindruckendes, aber ich konnte mich trotzdem mit der Optik abfinden und hab mich sehr oft selbst ertappt wie sehr ich von der tollen Weitsicht schwärmte. Im Großen und Ganzen also nichts was man abgrundtief schelcht bewerten muss, aber auch nichts, was man als wunderschön abstempeln kann. Die Grafik ist also ganz ok.\n\nBeim Sound haben wir wieder die Sache mit dem Zwiespalt. Der Soundtrack selbst ist wirklich gut. Der Übergang funktionierte immer nahtlos wenn man z. B. von den weiten Ebenen zu einer dichten Stadt wechselt. Wenn es etwas gibt, dass den Titel Epic zu dieser Edition verdient hat dann wirklich der Soundtrack von diesem Spiel. Aber leider muss ich sofort zurückrudern und die lustlose Syncronisation kritisieren. Es kann hier nicht an die Sprecher selbst liegen, da viele bekannte Stimmen auftauchen, die ich in anderen Spielen oder sogar Filme und Serien viel besser gehört habe. Ich kann mir nicht erklären wie das passieren konnte. Irgendwann war ich davon so genervt, dass ich alles geskipt hatte, sobald ich meine wichtigsten Informationen hatte. Nur der Hauptprotagonist und seine Schwester waren angenehm zu hören. Sehr schade, da ich persönlich auf sowas sehr viel wert lege. Also: Soundtrack ein Traum und Syncronisation dagegen ein Alptraum.\n\nObwohl die meisten NPCs wirklich so schlimm waren, hatten sie meist sehr schöne Nebenquests bzw. Questreihen. Die Hauptgeschichte selbst fand ich wirklich gut, aber manche Nebenquestreihen waren überraschenderweise sehr gut. Natürlich werde ich hier nichts spoilern, aber wenn ihr das Spiel spielen solltet, lasst euch ruhig ab und an mal vom Hauptweg abbringen. Es lohnt sich.\n\nZu den Quests gibt es aber auch eine sehr unschöne Sache: Bugs. Ich persönlich spiele etwas sehr gern zu 100 % durch. Dazu gehört natürlich in Rollenspielen, dass man wirklich alle Quests erledigt. Dies hat bei mir hier nicht geklappt. Bei einer Quest konnte ich ein Item nicht abgeben, welches ich allerdings im Inventar hatte und von mir verlangt wurde. Das mag etwas ärgerlich sein, ist aber kein Weltuntergang. Schlimmer ist es eher bei einem Anfang einer Questreihe mit der ich den Zugang zu einem bestimmten Ort freischalten konnte. Hier musste ich mit einer bestimmten Person reden, die aber bei mir nicht geladen wurde. Damit ist der Anfang dieser Questreihe unlösbar und der genannte Ort ist mir verwehrt. Doof nur, dass ich für den Abschluss einer anderen Questreihe an besagten Ort sein muss. Das sind Fehler die mit einem kleinen Patch sofort behoben werden können. Was ist aber passiert? Nichts. Unglaublich ärgerlich.\n\nEine Sache, die mir aber noch sehr positiv auffiel war die Spielwelt selbst. Man hat weite Steppen, dichte Städte, schöne Wälder, eine langläufige Wüste, kalte Gipfel, heiße Vulkanlandschaften und noch mehr. Das alles in einer sehr großen offenen Welt, die sich nach dem Start des Spiels nicht mehr laden muss. Die Welt ist, so wie sie am Anfang auf der Karte gezeigt wird, von Anfang an betretbar und das alles ohne Ladepausen. Das hat mich sehr positiv überrascht.\n\nAm Ende bin ich mir noch immer unsicher, ob ich Two Worlds als gut oder schlecht empfinde. Ich glaube ich könnte es weiterempfehlen, muss aber einige Einschränkungen nennen. Erstmal wäre es mir keine 10 € wert. Ich hab es damals für 99 Cent gekauft. Einfach weil 99 Cent so gut wie geschenkt sind und man damit nichts verkehrt machen kann. Mehr würde ich dafür auch nicht ausgeben. Ich hatte zwar mit den fast 45 Stunden sehr viel Freude, aber hab mich oft geärgert, da es zu viele Fehler gibt und ich einmal auch einen Soundbug hatte, in welchen nur noch die Waffensounds zu hören waren. Dieser Bug verschwand nach einer Woche genauso plötzlich wie er auftauchte. In dieser Zeit kam kein Patch. Ein sehr merkwürdiger Fehler.\n\nSolltet ihr also keinen großen Geldbeutel haben und über die besagten Mängel wegsehen können, empfehle ich das Spiel bei einem Steamsale zu kaufen. Als reines Rollenspiel ist es schließlich doch ganz unterhaltsam.","timestamp_created":1514823711,"timestamp_updated":1514824283,"voted_up":true,"votes_up":7,"votes_funny":0,"weighted_vote_score":"0.596553444862365723","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"38912546","author":{"steamid":"76561198043838571","num_games_owned":67,"num_reviews":14,"playtime_forever":1811,"playtime_last_two_weeks":0,"playtime_at_review":1406,"last_played":1515537173},"language":"english","review":"Unpolished in places, but more than made up by the sheer quantity and quality of content,","timestamp_created":1514749217,"timestamp_updated":1514749217,"voted_up":true,"votes_up":6,"votes_funny":0,"weighted_vote_score":"0.478599578142166138","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"38910876","author":{"steamid":"76561198060039541","num_games_owned":763,"num_reviews":31,"playtime_forever":918,"playtime_last_two_weeks":0,"playtime_at_review":571,"last_played":1648731736},"language":"english","review":"First impressions are not exactly great. Poor voice acting, dated visuals, and little in the way of direction may lead some astray. But stay for a bit and what's available in Two Worlds is quite surprising. For all the imperfections it has, Two Worlds also gives a surprising amount of depth in its gameplay and options to the player. With no level cap, it becomes easy to make a character however unique or overpowered the player wants to be. This is helped by the large world to explore with plenty of things to turn the player away from quests, including gathering ingredients for potions or killing enemies for the ever valuable experience. There's no denying the problems of Two Worlds, along with it obviously being made to appeal to the Oblivion/Gothic 3 craze of the time. But there's more beneath the surface than its reputation gives.","timestamp_created":1514745716,"timestamp_updated":1514745716,"voted_up":true,"votes_up":8,"votes_funny":0,"weighted_vote_score":"0.510716736316680908","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"38903539","author":{"steamid":"76561198110630487","num_games_owned":302,"num_reviews":166,"playtime_forever":311,"playtime_last_two_weeks":0,"playtime_at_review":311,"last_played":1514748067},"language":"czech","review":"Hey guys its me,pee pee poo poo,this game is very not good. 0/10","timestamp_created":1514731068,"timestamp_updated":1565353165,"voted_up":false,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.445983380079269409","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"38868088","author":{"steamid":"76561198250022674","num_games_owned":316,"num_reviews":32,"playtime_forever":333,"playtime_last_two_weeks":0,"playtime_at_review":331,"last_played":1515348810},"language":"russian","review":"+","timestamp_created":1514653948,"timestamp_updated":1514653948,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"38832162","author":{"steamid":"76561198280501067","num_games_owned":378,"num_reviews":61,"playtime_forever":48,"playtime_last_two_weeks":0,"playtime_at_review":48,"last_played":1514577519},"language":"italian","review":"nonostante l'età del gioco e la grafica datata cominciava apiacermi ma... è andato due volte in crash in meno di un'ora. disinstallato","timestamp_created":1514577761,"timestamp_updated":1514577761,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.476190477609634399","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"38715499","author":{"steamid":"76561198131041919","num_games_owned":36,"num_reviews":2,"playtime_forever":523,"playtime_last_two_weeks":0,"playtime_at_review":523,"last_played":1514446253},"language":"russian","review":"Хорошая игра.Раньше играла очень понравилось.Приятно удивило то что оружие и броню можно складывать вместе тем самым усиляя её. Единственное что мне не поддалось в этой игре-это лошади-но игра от этого не стала хуже.","timestamp_created":1514329074,"timestamp_updated":1514329074,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.522613048553466797","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"38709863","author":{"steamid":"76561198370864741","num_games_owned":165,"num_reviews":8,"playtime_forever":947,"playtime_last_two_weeks":0,"playtime_at_review":583,"last_played":1606502534},"language":"russian","review":"Категорически рекомендую.","timestamp_created":1514318463,"timestamp_updated":1514318463,"voted_up":true,"votes_up":4,"votes_funny":0,"weighted_vote_score":"0.552719235420227051","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"38662080","author":{"steamid":"76561198041880785","num_games_owned":299,"num_reviews":71,"playtime_forever":2275,"playtime_last_two_weeks":0,"playtime_at_review":2112,"last_played":1514215514},"language":"russian","review":"Отличная игра своего (и не только) времени, если вы любите РПГ то пройти мимо этой игры явно плохая идея! Не смотря на графику играть интересно, особенно если прошли 2-рую часть то и эту обязательно стоит заценить!\n\nп.с. Недавно прошел Elex и знаете - от двух миров удовольствия получил в разы больше!","timestamp_created":1514216008,"timestamp_updated":1514216339,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"38632125","author":{"steamid":"76561198087178004","num_games_owned":847,"num_reviews":74,"playtime_forever":3347,"playtime_last_two_weeks":0,"playtime_at_review":3192,"last_played":1514242370},"language":"russian","review":"Ранее я уже пытался играть в Two Worlds, однако никакого отклика игра во мне не нашла сразу и я бросил её без какого-либо сожаления. Однако на днях я решил попробовать еще раз и...\nО том, что на фоне игр, вышедших в 2006-2007 гг, TW выглядит несколько убого, можно не упоминать (хотя на скринах выглядит крайне симпатично). Об английской озвучке можно даже в вики почитать, настолько она неудачная. \nИ вот вроде ничего в ней особенного, скорее наоборот: сюжет простой как три копейки, атмосфера не обладает свойством захватывать, система прокачки персонажа  нехитрая, некоторые навыки просто не нужны (а о бесполезности некоторых спеллов 4 и 5 кругов вообще отдельно стоит сказать), сражения примитивны - кликай и отскакивай, бегай вокруг да лупи спеллами. Но все-таки что-то в ней есть, и это что-то заслуживает потраченного времени.\nОтдельно хочется сказать по поводу сражений. Все мобы в процессе (если вдумчиво проходить, выполняя все побочки) быстро делятся на два лагеря: одни с гиканьем дохнут пачками, другие вроде несложные, но могут внезапно стать причиной очередной смерти. Лучники бесят. Ваншотящие мобы разраждают. \n\nВ общем, попробуйте.","timestamp_created":1514140508,"timestamp_updated":1514140508,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.525862038135528564","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"38616220","author":{"steamid":"76561198281605186","num_games_owned":10,"num_reviews":1,"playtime_forever":945,"playtime_last_two_weeks":0,"playtime_at_review":945,"last_played":1503752158},"language":"polish","review":"zajekurwabista gra","timestamp_created":1514111198,"timestamp_updated":1514111198,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"38552081","author":{"steamid":"76561198379716929","num_games_owned":203,"num_reviews":4,"playtime_forever":9018,"playtime_last_two_weeks":0,"playtime_at_review":9018,"last_played":1513426888},"language":"english","review":"Yes, there are much to play.  But quests are so simple to monotone. \nYes, it is an open world, but scattered. You can't feel connections.\nYou can raise your character, but that's all.","timestamp_created":1513981128,"timestamp_updated":1513981200,"voted_up":false,"votes_up":4,"votes_funny":0,"weighted_vote_score":"0.422461837530136108","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"38366968","author":{"steamid":"76561198028631348","num_games_owned":289,"num_reviews":11,"playtime_forever":1910,"playtime_last_two_weeks":0,"playtime_at_review":1806,"last_played":1645279154},"language":"english","review":"FORSOOTH THIS GAME IS VERILY THE GODS' NECTAR, PRAY!\n\nPRAY\n\nPRAYTELL, PRAY!","timestamp_created":1513482964,"timestamp_updated":1513482964,"voted_up":true,"votes_up":21,"votes_funny":30,"weighted_vote_score":"0.600408971309661865","comment_count":3,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"38364687","author":{"steamid":"76561198103316933","num_games_owned":965,"num_reviews":41,"playtime_forever":1641,"playtime_last_two_weeks":0,"playtime_at_review":1093,"last_played":1513466692},"language":"russian","review":"Неплохая РПГ \"старой школы\". Современного потребителя возможно (даже скорее всего) не заинтересует. Игра упрямая и архаичная, соответствует периоду своего выпуска - 2007 год, когда такая схема была приемлема и повсеместно использовалась. В целом является хорошим проектом, крепким среднячком, но имеет массу минусов, которые для некоторых могут оказаться критическими. \n\nСюжет: Не настолько плох, чтобы быть чисто номинальным, но и не блещет уникальностью. В основном сюжетном квесте не более десятка заданий, а добрая половина из них посвящена поиску частей артефакта, после получения которого останется только главный босс. Из пяти частей реликвии интересно добывать только две, остальные находятся простым убиением всего живого в локации. \n\nДиалоги: Худшая часть игры. Если очень малочисленные основные персонажи ещё худо-бедно прописаны(но поговорить с ними о чём-то, что не касается задания практически невозможно), то раздатчики сайдквестов и простые нпс в большинстве своём очень скудны на язык. От этого страдает интерес игрока к игре, побочные задания и, что самое важное, не раскрывается лор игры. Задания, которые раскрывают картину мира, есть, но их очень мало и представлены они, опять же, скучно. В игре отсутствуют текстовые документы как таковые (серьёзно, ни единого), потому даже если вам захочется выбить из местных хоть немного информации о мире, сделать это будет очень непросто. \n\nЛокации: Игра совершает большую ошибку, не пытаясь заинтересовать игрока своим миром с самого начала. Первые уровней 10 вы проведёте в скучном и ничем не примечательном кольце из деревенек и нескольких городов. Действительно интересные места (пустыня, орочьи земли, восточный город Ашос) рассчитаны минимум на 30 уровень и будут ждать вас уже ближе к концу игры. В защиту игры стоит сказать, что сделаны эти места по большей части интересно и достойно, дойти до них стоит.  \nК сожалению, их меньшинство. Остальные локации сделаны в стиле типичного феодального средневековья, башни и замки одинаковы почти все, большие города отличаются друг от друга, но не слишком.\n\nПерсонажи: Их на всю игру около пяти, включая главного героя. Для РПГ, которая проходится в среднем за 30 часов, этого катастрофически мало. Мелкие нпс с квестами не в счёт - у них буквально 2-3 реплики на человека. Также очень слабая часть игры. \n\nПобочные задания: В основном являются банальными \"убей-принеси\", но иногда попадаются мелкие локальные сюжеты, которые сами по себе не заслуживают внимания, но на фоне общей информационной бедности игры с удовольствием проходятся. В игре есть несколько гильдий - боевое Братство, Ассоциация торговцев и Общество магов. Немного представлены отдельные организации вроде организованной преступной группировки и религиозного культа некромантов. Эти гильдии дают большую часть квестов в игре, за лояльность какой-то из фракций вы можете повышать свой авторитет среди его членов. Ничего кроме денег и опыта это не даст.\n\nПрокачка: Весьма старомодная. Для обучения какому-либо навыку необходимо найти учителя, заплатить ему за открытие навыка и уже только потом прокачивать его уровень за очки опыта. Умений не так много, а активные способности бесполезны из-за боевой системы, которая, по сути, простое ритмичное закликивание. Также есть стандартные статы - сила, ловкость, здоровье, мана, которые прокачиваются отдельно. \n\nБоевая система: Напрямую зависит от прокачки и экипировки персонажа, так что попробовать обойти трудное место скиллом очень вряд ли выйдет, и это при том, что игра никак не наказывает за смерть. После поражения вы возродитесь на ближайшей точке возрождения, которая вас ещё и подлечит. Точек таких очень много, каждое стратегически важное место ими обеспечено. С использованием ближнего боя будет достаточно закликать врага, соблюдая осторожность, с дальним же боем можно просто держать дистанцию и закидывать противников стрелами или заклинаниями. Все классы, в принципе, хорошо работают. \n\nВраги: Врагов много, они разные как внешне, так и по уровню опасности, которую представляют для главного героя. На любом уровне сложности будут противники, которые убивают вас с одного или двух ударов, даже если вы уже 50 уровня и запаслись хорошими вещами. Разнообразной тактики поведения не так много, но это терпимо. \nБоссы отсутствуют, есть только самые \"жирные\" враги вроде големов, драконов и демонов. \n\nЭкипировка: Здесь игра тоже приятно удивляет, держа планку своего времени. Есть много типов доспехов (которые состоят из пяти сегментов), оружия, магических посохов, колец. Всё это вы вольны подбирать и надевать в соответствии с уровнем персонажа в каком угодно сочетании. Есть зародыш систем крафта и прокачки оружия - одинаковые экземпляры чего угодно можно без ограничений в количестве \"сплавить\" между собой, получая в итоге один высокоуровневый предмет. Прокачивать оружие можно с помощью стихийных кристаллов, которые можно найти или купить. \n\nЛюбопытные особенности: \n\n1. Прокачивать статы можно не только путём повышения уровня. В игре есть алхимия и если купить соответствующий навык, из частей тел монстров и животных, растений или минералов можно варить зелья, навсегда или временно увеличивающие характеристики. \n2. Игра очень недружелюбна к новичку. К примеру, возможность быстрой телепортации между точками на карте открывается в результате одного квеста, который вполне можно пропустить. Что интересно, пройти игру чисто теоретически можно и без этого. Нигде не сказано, что лошади в игре - живые сундуки, куда можно складывать вещи, это замечается позже, случайным образом.Обучение заканчивается буквально после первой минуты геймплея.\n3. Графически игра хороша, даже красивее Ведьмака, который вышел в этом же 2007, но снискал в десятки раз большую популярность. Пейзажи в игре красивые, дальность прорисовки впечатляющая, но из-за этого присуствуют подвисания и просадки фпс. Оптимизация подкачала. \n4. Ездить на лошади необходимо, но очень сложно - животное может застрять в скале, на узкой тропинке. Убивается любая лошадь с двух ударов и если вы везли на ней вещи, то держитесь. Если места в инвентаре не хватит забрать всё, то к трупу лошади придётся приехать на другой, чтобы забрать потерянное. Ухудшает ситуацию невозможность поставить отметку на карте и ограниченное число лошадей на всю игру. К самим моделькам лошадей подошли с креативом, сделали довольно разнообразными. \n\nВ итоге могу сказать, что игра специфическая. Благодаря бешеному темпу развития игровой индустрии за 10 лет с момента своего выхода она успела безнадёжно устареть. Если хотите познакомиться с миром старых РПГ, начинать с этой игры не стоит, лучше выбрать классические TES или Готику - они ближе и корректнее познакомят со спецификой жанра. Для тех же, кто вышеперечисленные серии знает и любит, небольшое знакомство с этой относительно короткой игрой лишним или слишком скучным не будет. \n\n6/10","timestamp_created":1513472942,"timestamp_updated":1515975144,"voted_up":true,"votes_up":41,"votes_funny":1,"weighted_vote_score":"0.812036395072937012","comment_count":6,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"38311290","author":{"steamid":"76561198097527193","num_games_owned":112,"num_reviews":2,"playtime_forever":13,"playtime_last_two_weeks":0,"playtime_at_review":13,"last_played":1574532079},"language":"english","review":"I purchased this game on a sale, and I haven't been able to play on any of 4 devices due to the game either crashing at the main menu or immediately after character creation.","timestamp_created":1513290863,"timestamp_updated":1513290863,"voted_up":false,"votes_up":7,"votes_funny":2,"weighted_vote_score":"0.476798683404922485","comment_count":2,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"38239236","author":{"steamid":"76561198395146264","num_games_owned":54,"num_reviews":2,"playtime_forever":966,"playtime_last_two_weeks":0,"playtime_at_review":245,"last_played":1513540507},"language":"polish","review":"dobra gra coś w stylu ghotica","timestamp_created":1513012119,"timestamp_updated":1513012119,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"38169828","author":{"steamid":"76561198396246346","num_games_owned":546,"num_reviews":21,"playtime_forever":844,"playtime_last_two_weeks":0,"playtime_at_review":836,"last_played":1642253899},"language":"ukrainian","review":"Гра + Відкритий світ + Магія а найголовніше \"Музика\" (її можна слухати \"нескінченно\") !!!\nДругу частину проходив (думав продовження буде ще більш чарівніше – але не вгадав) !!!\nПереходжу її вже вкотре - все як у \"Star Wars\" * (ти або на \"Світлій стороні, або на Темній) !!! Вибір за який з Кланів грати (Сім'ї: Барзіні, Татталья, Кунео, Страччі - з Хресного Батька)  !!!\nХто не грав - настійно рекомендую пройти 1 а після 2 частини гри!","timestamp_created":1512794060,"timestamp_updated":1657561070,"voted_up":true,"votes_up":6,"votes_funny":0,"weighted_vote_score":"0.60962909460067749","comment_count":0,"steam_purchase":true,"received_for_free":true,"written_during_early_access":false},{"recommendationid":"38129818","author":{"steamid":"76561198258192941","num_games_owned":316,"num_reviews":148,"playtime_forever":40,"playtime_last_two_weeks":0,"playtime_at_review":40,"last_played":1512656266},"language":"italian","review":"5/10\n\nGioco troppo datato per i miei gusti, fastidioso graficamente, sembra un free to play antico e fatto male, il tutorial dura 10 secondi, ti spiega come estrarre l'arma e come aprire una porta, poi basta, la personalizzazione del pg è molto scarsa, i combattimenti sembrano che dei ritardati con delle mazze in mano, le animazioni sono pessime, saltare probabilmente se si trallasciano tutte queste cose potrebbe essere giocabile.\n\nPs. la storia non mi piace, non sono riuscito a immedesimarmi, spero che il secondo titolo ditwo worlds sia migliore.","timestamp_created":1512656519,"timestamp_updated":1512656519,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.476190477609634399","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"38127745","author":{"steamid":"76561198027230269","num_games_owned":428,"num_reviews":3,"playtime_forever":2993,"playtime_last_two_weeks":0,"playtime_at_review":1192,"last_played":1513993859},"language":"japanese","review":"だいぶ昔にセールで買ってたtwo world2がいきなり2から始めることの抵抗で積んでたけど\nこの程セールで1を１50円で買ったので始めてみたらなかなかの出来！\ngothicシリーズに似てるけどオープンワールドにしてはサクサク遊びやすくて(･∀･)ｲｲ!!\ntesとは比べたらいかんけどもボリューム満点なゲームも辛くなってきたのでアリ！","timestamp_created":1512650464,"timestamp_updated":1512650464,"voted_up":true,"votes_up":4,"votes_funny":0,"weighted_vote_score":"0.543396234512329102","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"38064740","author":{"steamid":"76561197990568461","num_games_owned":1311,"num_reviews":355,"playtime_forever":484,"playtime_last_two_weeks":0,"playtime_at_review":484,"last_played":1512419058},"language":"english","review":"Big open world to explore, you can upgrade weapons by dragging same type and dropping in into other with same name.\nHas Strategy guide with every quest walktrough.","timestamp_created":1512419138,"timestamp_updated":1512419138,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.492791622877120972","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"37979040","author":{"steamid":"76561198057386857","num_games_owned":3646,"num_reviews":696,"playtime_forever":2680,"playtime_last_two_weeks":0,"playtime_at_review":2429,"last_played":1512157404},"language":"russian","review":"Олдскульная RPG с по-настоящему открытым миром, затягивающая вас часов на сорок или больше. Поляки (и, к слову, немцы) умеют делать такие игры — игры с багами, с абсолютно омерзительной однокнопочной боёвкой, вырвиглазной лицевой анимацией и удручающей озвучкой, но от которых всё равно, если не сдаться в первый час, невозможно оторваться.\n\nЕсли есть свободный выходной и Morrowind вы уже прошли вдоль и поперёк (включая 10Гбайт модов), то рекомендую поиграть в Two Worlds.","timestamp_created":1512142293,"timestamp_updated":1632678718,"voted_up":true,"votes_up":8,"votes_funny":0,"weighted_vote_score":"0.590640366077423096","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"37962757","author":{"steamid":"76561198007807545","num_games_owned":306,"num_reviews":19,"playtime_forever":109,"playtime_last_two_weeks":0,"playtime_at_review":109,"last_played":86400},"language":"english","review":"This is the Room of video games, it's so freaking bad that it's good.","timestamp_created":1512078981,"timestamp_updated":1512078981,"voted_up":true,"votes_up":9,"votes_funny":5,"weighted_vote_score":"0.514620304107666016","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"37812075","author":{"steamid":"76561198042240689","num_games_owned":504,"num_reviews":7,"playtime_forever":386,"playtime_last_two_weeks":0,"playtime_at_review":204,"last_played":1463971827},"language":"english","review":"This game is definite garbarge, but it is 'The Room' kind of garbage, not total trash garbage.","timestamp_created":1511808796,"timestamp_updated":1511808796,"voted_up":true,"votes_up":11,"votes_funny":7,"weighted_vote_score":"0.595925986766815186","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"37719782","author":{"steamid":"76561198056273878","num_games_owned":213,"num_reviews":13,"playtime_forever":3590,"playtime_last_two_weeks":0,"playtime_at_review":3516,"last_played":1511843348},"language":"english","review":"I played this game on the 360 back in 2008. The game came out in 2007 on consoles in America, and it's 10 years old now.\n\nTwo Worlds is a very mixed bag. It's more like a tarnished gem, actually. There's so many aspects of this game that are great, and for every good point there's one or two steps back.\n\n[h1]THE GOOD.[/h1]\n\nThe world. It's huge, and it's not just empty space. There was an achievement on the 360, to discover every single location in the game. I never even got close to that and I played this game a lot. Lots of unique little areas that I'm pretty sure only a handful of people will ever see, due to the unpopularity of this game. There are tons of varied environments, as well. Snowy mountaintops, rocky foothills, fertile river valleys, deserts, bamboo forests, beaches, corrupted forests, etc. etc.\n\nThe magic system. The second game expanded on this to great affect, but the magic system in Two Worlds is pretty unique. You have an amulet, with three slots. You find cards out in your travels that hold spells. There are 5 schools of magic total, Fire, Water, Air, Earth, and Necromancy. Each school has it's own unique, and sometimes overpowered, spells at your disposal. On top of this there are modifier cards to amplify their affects and reduce their mana cost, and when you find duplicate cards, they'll increase the power of your spell up to a certain amount.\n\nThe gear system. I haven't seen a game do something like this since. In Two Worlds, when you have duplicate pieces of gear, you can combine them with each other to create a single stronger piece. You can do this with weapons, armor, quivers, and rings. This allows you to find gear that's your favorite and actually let it grow with you. This is nice because there are hundreds of sets of armor and arms to choose from at any point in the game.\n\nThe character design. This isn't so much for actual characters, but for the monsters you find in the game. There are tons of unique, interesting monsters throughout the land of Antaloor. Even the less interesting ones are varied, from different species of wolves, wyverns, reapers, to varied models for zombies, ghouls, orcs, groms... the list could go on and on.\n\nThe soundtrack. Simply put, the music of Two Worlds is excellent. It fits the setting perfectly and I listen to it outside of playing the game regularly. \n\n[h1]THE BAD.[/h1]\n\nThe voice acting. I'm not entirely sure if this should be labelled bad, because I'm not entirely sure this wasn't intentional, but the voice acting is like listening to a high school classroom re-enact a Shakespeare play. A lot of the dialogue can get somewhat humorous at times, especially with how [i]odd[/i] the voice acting can get at times, but more often than not it'll just be off-putting. Especially in the Asian-themed city of Ashos.\n\nThe story. It's generic fantasy bullsh*t. The game would be better off if it just dropped you in without the main story at all. Though the game does do a good job of making you feel like a son of a b*tch with the main quest. You can wipe out two whole cities while completing it, one city is mandatory and the other you have a more stealthy approach to, so you don't have to commit genocide just to get a jewel. Caught me by surprise the first time I played it. Other than that, I don't reccomend pursuing the main storyline unless you really, really want to.\n\nThe combat. It's just button-mashing. Press a button to attack, press a button to dodge, rinse, repeat. This is not unique to Two Worlds, though. Even the Elder Scrolls boils down to just rolling your face over the keyboard til something's dead.\n\nThe performance. It is worlds better than it is on the 360, but the game can get choppy in places and the graphics aren't as crisp as they could be. Lots of pop-in as well. This hurts the otherwise great open-world aspect of the game.\n\nAlchemy. This one skill breaks the game. Level it to 10, find ingredients with a 'permanent' modifier, and you can brew and drink yourself to godhood. \n\n[h1]OVERALL.[/h1]\n\nOverall, Two Worlds is a decent game. It has some really great parts, some really bad parts, but at the end of the day, I'd say it's worth the purchase on sale. Not at $10.\n\nIt's one of my guilty pleasures, and I've nominated it for the \"No Apologies\" award.","timestamp_created":1511730573,"timestamp_updated":1511843741,"voted_up":true,"votes_up":67,"votes_funny":5,"weighted_vote_score":"0.866752207279205322","comment_count":3,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"37661699","author":{"steamid":"76561198146350233","num_games_owned":142,"num_reviews":12,"playtime_forever":1992,"playtime_last_two_weeks":0,"playtime_at_review":1518,"last_played":1595000885},"language":"russian","review":"любимая игра детства даже сейчас игра стоит того чтобы её пройти","timestamp_created":1511699438,"timestamp_updated":1511699438,"voted_up":true,"votes_up":3,"votes_funny":0,"weighted_vote_score":"0.508032143115997314","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"37581066","author":{"steamid":"76561198080867594","num_games_owned":95,"num_reviews":2,"playtime_forever":6632,"playtime_last_two_weeks":258,"playtime_at_review":2808,"last_played":1660576336},"language":"polish","review":"Gra nie jest może najlepsza, ale oferuje otwarty sporych rozmiarów świat, przyjemny system czarów, ładne jak na tamte czasy modele i textury broni oraz pancerza, no i odmóżdżający system walki sprowadzający się do ciągłego napierdalania w lewy przycisk myszki. Ma to swój urok i to mi się w tej grze podoba.","timestamp_created":1511642417,"timestamp_updated":1519497558,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"37314269","author":{"steamid":"76561198017938452","num_games_owned":344,"num_reviews":3,"playtime_forever":3540,"playtime_last_two_weeks":0,"playtime_at_review":1315,"last_played":1563552256},"language":"english","review":"This is the first game I bought and played when I aquired my first computer(I didn´t have steam back then, good thing because then you would know how many hours i actually put into this game...). I was quite young, and was absolutely amazed by the medieval fantasy world of \"Two Worlds\". No matter where my young self went, i was flabbergasted by how the world painted a beautiful landscape, played a blood-boiling soundtrack, made cool weapons and the open world feeling was a first for me. I played this ALOT. Like, ALOT ALOT. Like, ALOT ALOT ALOT ALOT. You get the point... \nI absolutely loved it.  \n\nAs I grew up, I started playing other games. After a while, I was introduced more and more to the internet\n(Sidenote: I remember activating my game with a telephone code...). On the internet you can get a whole lot of opinions on all kinds of things. Such as opinions on \"Two Worlds\". It seemed as though no matter where I went, players and critics all said the same thing. TWO WORLDS SUCKS. \n\nI couldn´t disagree more! Did we really play the same game? Did they not experience the glory of shooting magic and summoning monsters from the tip of your fingers, riding your horse through vast grass plains and the narrow paths in forests? Had they been exploring all the different types of landscapes that the game had to offer? \n\nFurious, I started Two Worlds in order to prove them wrong. Immediately my ears were caressed by the main menu music. I listened to the whole song before even starting a new game. Bliss, bliss! I began a new journey! I was thrilled to be playing Two Worlds again! \n\nAfter clearning the tomb of filthy skeletons, I noticed... different things about the game. The framerate was poor, the screen resolution was messy and the animations seemed helter-skelter. The voice acting seemed weird, but it was just the introduction. But alas, i knew this even from when I first started playing the game! With this in mind, I made my way into town after picking the skeletons clean of loot. \n\nUpon my arrival I talked with most of the townsfolk. As I didn´t speak nor understand english when I was young, I was in for a treat. The style of speaking in old english caught me off-guard, and made me slightly jump in my seat. After more and more dialogues, I started bursting into laughter! I was delighted as I continued my journey. \n\nSuddenly when exploring, I remembered the reviews. I remembered how I was going on about the landscape, the cool weapons, the magic and yadda yadda. Those things actually still seemed great! Despite the poor resolution, framerate and other technical issues, I still found the world to be absolutely stunning! \n\nAfter playing for quite a while, basking in the radiant rays of the sun, riding my horse wherever i pleased and killing monsters, I found myself to revel in the medieval fantasy world. But... I also started to see things more clearly. The things that the players and critics was saying alike Two Worlds was true. Two Worlds has a bunch of problems. Most forthcoming and noticeable are the technical ones. \n\nDespite this, I still found myself appreciating the game! The comical old english, the enemies falling like ragdolls the instant they died, the entirety of the world was worthy of praise. The gorgeous enviroment, magic and freedom to explore was magnificent. I found out why I liked this game so much, and it can be summed up in one word. Immersion. \n\nI truly feel immersion in this game. I tend to forget that I am playing, until my stomach starts to growl or i notice how the clock claims that it is three o clock in the night... Stupid clock... I am overjoyed to have found this game in a game store when I was a kid despite its popularity. Naturally, the feeling of nostalgia had a big part to play in this. ;)\n\nThis is a fantastic game, despite all its flaws. I nominated this game for the \"No Apologies\" award, as I see this as somewhat of a guilty pleasure game for me. ;) But no apologies! I will play this game with my head held up high with the corny appeal of this game! Keep on playing folks! \n\nTo finish, I hold a grand salute to all the ones who had a part in the making of Two Worlds.  \nTwo Worlds will always have a special place in my heart.","timestamp_created":1511523478,"timestamp_updated":1575202293,"voted_up":true,"votes_up":28,"votes_funny":2,"weighted_vote_score":"0.73929905891418457","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"37226755","author":{"steamid":"76561198059161392","num_games_owned":60,"num_reviews":4,"playtime_forever":943,"playtime_last_two_weeks":0,"playtime_at_review":147,"last_played":1656466546},"language":"polish","review":"Polecam fajna gierka :^)","timestamp_created":1511478933,"timestamp_updated":1511478933,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"37080437","author":{"steamid":"76561198320707738","num_games_owned":127,"num_reviews":2,"playtime_forever":3171,"playtime_last_two_weeks":0,"playtime_at_review":2724,"last_played":1617551004},"language":"russian","review":"игра моего детства \n","timestamp_created":1511446852,"timestamp_updated":1511446852,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.48421052098274231","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"37042070","author":{"steamid":"76561198158033628","num_games_owned":68,"num_reviews":14,"playtime_forever":5344,"playtime_last_two_weeks":0,"playtime_at_review":794,"last_played":1641228783},"language":"polish","review":"lepsze niż się spodziewałem, a grafika powala","timestamp_created":1511439776,"timestamp_updated":1511439776,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"37020693","author":{"steamid":"76561198055633276","num_games_owned":163,"num_reviews":2,"playtime_forever":323,"playtime_last_two_weeks":0,"playtime_at_review":267,"last_played":1514974681},"language":"german","review":"I really liked that game since I played the demo so many years ago and even though graphic standards etc have canged, I´m still drawn back to this game once in a while. Makes me feel sentimental;)","timestamp_created":1511435399,"timestamp_updated":1511435399,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36963072","author":{"steamid":"76561198039978900","num_games_owned":221,"num_reviews":11,"playtime_forever":2575,"playtime_last_two_weeks":0,"playtime_at_review":2568,"last_played":1531718854},"language":"english","review":"[h1] If You've Run Out of RPGs Give it a Try, Otherwise Pass [/h1]\n\nTwo Worlds... My first experience with this game was around ~2009 or so? That was on the XBOX 360 and boy did it SUCK to play on console. The frame drops, stutter, and lag spikes combined made it tough to enjoy at times; especially as you progressed and your save file got bloated. \nWhich is the primary reason this game got such a bad reputation!\n\nYears later I purchased it on PC and assuming you have a somewhat modern PC with any sort of dedicated graphics; Then you'll have a smooth experience, all the aforementioned issues with lag, stuttering and such are 95% gone.\n\nMeaning you can actually focus fully on the game itself.\n\n[h1] Surprisingly Interesting Lore [/h1]\nThe world the game is set in is surprisingly interesting, it feels fleshed out and like you're on an actual adventure.\n\nSpecifically on the lore, they have some interesting religions/gods that seem to govern the world or did in the past. Different factions some of whom are at war, although this isn't shown as much as it could have been through game play but I suspect that was due to limitations of development time.\n\nBecause of this the open world design feels a bit lacking at times, like creatures were just placed here and there to fill the void. However, it still feels lively enough you can ignore it. There are a good variety of creatures and NPCs across the world with some interesting quests and story lines to go with them.\n\nThe world is also relatively large even by modern standards and was certainly impressive at the time. But often couldn't be seen past the performance issues.\n\n[h1] Unique Magic System & Interesting RPG elements [/h1]\nOne thing I loved about this game specifically was the customisation it allowed you in regards to magic and equipment! \n\nFrom a Game Developer's perspective these systems are the most fun part of the game. They allow to you really customise your weapons, and magic in a real way. Weapons can be combined with special components to make them stronger, you can essentially choose any weapon you like, become attached to it and not be punished for it! You can upgrade the weapon as you progress through the game without limit and have it be just as good as other weapons you'd find much later (with few exceptions).\n\nThe magic system is even more fun allowing you to literally craft spells by choosing an element, and applying different effects to the chosen element like a summoning effect which will make it summon a creature related to that element, which you can strengthen or alter with additional cards. Or you can use a projectile effect to make a ranged magic attack of that element, or an AoE effect to make spells that do things in an area around you, which you can modify further with something like the time effect to make buffs and debuffs!\n\nYou can create a spell to walk on water and literally walk to nearby island from the coast! \nIt's incredibly entertaining! Certainly one of the highlights for me haha!\n\n[h1] The bad... Visuals, Storytelling, Voice Acting, Roughness... [/h1]\nI've really only talked about the good so far, and it probably gives you a good (but wrong) impression of the game. \n\nThe bad parts are really bad...\n\nFirst and the most obvious is the voice acting is awful, I don't think I've seen worse. It can be amusing at least but in the end it's just disappointing, because it contributed to the lack of care the player will have towards the main story and characters.\n\nOn that note, the storytelling was very poorly done. I don't think the story itself on paper is necessarily bad, it's just poorly told. Beyond fixing the voice acting, all the cutscenes and dialogue relating to the main quest would need to be completely rewritten to make the player actually have a reason to be interested and/or care to even pay attention to the story that unfolds throughout quests. \nAs the game is no regular person would ever care about the characters involved, they all just come off as 2-dimensional tropes 'hero', 'evil guy', 'maiden (sister) in distress' etc... but it could have been so much more because there is clearly history between these characters and they are more than they seem at the surface level but the problem is the game never goes beyond the surface level as if it just skip through the story as fast as possible and let's the player get to the gameplay!\n\nIf they don't take their own story seriously how can we? They should have taken the easy route and just info dump at the beginning to set the stage and continue doing it when necessary and be done with it. The main story is forgettable as it is anyways so it's not like it could have been worse.\n\nStory aside, the graphics as a whole are not bad for the era. It's very similar to Oblivion which it was competing directly with, but it was less polished.\n\nThe animations for the player character were rough, let alone the animations for other characters/creatures... Speaking of, the models and textures are also lacking, lots of room for improvement there. It was the XBOX 360 / PS3 era not XBOX/PS2... Halo 3 released the same year. I think they could have done better but it's hard to say looking back, and they weren't that big of a company so it's understandable but what is certain is there was a lot of room left for polish.\n\nLastly, controls could have been tighter, controlling your character feels sluggish.\n\n[h1] Conclusion & Final Score 5.5/10 [/h1]\nSo while this game definitely doesn't hold up to today's standards (and even the standards at the time at least on console). It definitely has some very interesting mechanics and some intriguing lore, stories and it's just is an interesting title as a whole if you look past it's glaring flaws.\n\nWith all that said. I cannot recommend this game. It has not aged well, and there are better games you could put the time and money into. Maybe if one day Reality Pump goes under and some other developer buys their IP rights and they do the insane move and do a remake you can give it a try LOL, but otherwise I'd steer clear for the weak storytelling alone.\n\nHowever, if you're a special case and you've burned through every other RPG out there and are desperate... you may find some enjoyment in this game. In which case good luck!","timestamp_created":1511420475,"timestamp_updated":1595231140,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.481481492519378662","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36895171","author":{"steamid":"76561198253136417","num_games_owned":310,"num_reviews":9,"playtime_forever":385,"playtime_last_two_weeks":0,"playtime_at_review":5,"last_played":1517122616},"language":"russian","review":"Честно говоря, ставить данной игре минусы и низкие оценки- грешно. \nНесмотря на \"древность\", обладает приятной графикой и на сегодняшний день, не так режет глаза. \nСюжет и мир проработаны очень хорошо, особенно кропотливо подошли к созданию различных npc нелюдей, что очень радует. Особенного упомимнания заслуживает музыка, которая умудряется не надоедать и даже наоборот, без нее уже просто не та атмосфера. Есть некоторые жалобы на управление, но после первого Assassin’s Creed оно становится просто божественным и легким в эксплуатации. \nИз минусов могу отметить один из бесящих меня моментов: \nПерсонажа создаем, т.е. его внешний вид, и им играем, но во всех кат сценах персонаж один и тот же, который был в превью... Эти перебивки просто иногда вымораживают и сбивают с толка. \nНу а в целом, Поляки- могетё! Ждем третью часть.\n","timestamp_created":1511402608,"timestamp_updated":1511402608,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36873326","author":{"steamid":"76561197995328680","num_games_owned":651,"num_reviews":8,"playtime_forever":2351,"playtime_last_two_weeks":0,"playtime_at_review":2351,"last_played":1429756719},"language":"english","review":"If you can get past this game's huge flaws, it is actually a very solid RPG.\nThe voice acting is awful, the storyline is kinda stupid, and the graphics are pretty bad.\nHowever it has a unique crafting system, where you can combine the same types of armor/weapons to make a stronger version of that item.\nThere is also plenty to explore in the game's world, such as looking for treasure or completing side quests.\nOne thing I really liked was how enemies do not scale to your character's level, which isn't too common in RPGs these days. Your character actually feels like he gets more powerful as he levels up.\n\nOverall, it's definitely worth checking out if you can put up with some nonsense.","timestamp_created":1511397369,"timestamp_updated":1511397369,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36750920","author":{"steamid":"76561197970514284","num_games_owned":752,"num_reviews":106,"playtime_forever":10995,"playtime_last_two_weeks":0,"playtime_at_review":6506,"last_played":1633664114},"language":"english","review":"I've played this one numerous times. Bought 2 CD copies before this Steam version. Just a load of fun for me. Such great gameplay for both the price and the size of the download!\nBuy it and use the crafting as soon as possible (like items in inventory dragged onto each other boost the items stats). Gamechanging.\nThe voice acting is appropriately, even comically, cheezy and repetitive but \"SAY HELLO TO DEATH\"!\nBuy it; love it!","timestamp_created":1511378586,"timestamp_updated":1515988912,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36655894","author":{"steamid":"76561197972489813","num_games_owned":420,"num_reviews":13,"playtime_forever":5137,"playtime_last_two_weeks":0,"playtime_at_review":5107,"last_played":1511219878},"language":"english","review":"This game deserved far more recognition than it ever recieved, but that was due to it's release being shortly after TES Oblivion which was also a great game but in many ways simply wasn't in the same league as Two Words, but being before Two Worlds, Oblivion always cast a shaddow over this title, a shame really.\nRe-playing on modern hardware Win10 64bit was uneventful, overall I would reconment laughing off the cheezy, hammy voices, script and jilted animations and sticking it out, once the game starts to open itself up it's a very enjoyable experience well worth the time and effort.","timestamp_created":1511220277,"timestamp_updated":1511220277,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36604302","author":{"steamid":"76561198004991507","num_games_owned":801,"num_reviews":114,"playtime_forever":352,"playtime_last_two_weeks":0,"playtime_at_review":352,"last_played":1508071985},"language":"russian","review":">>> Проверено! Идет на Win 10!\n\nНа волне новостей о том что Two Worlds 3 не только разрабатывается, но и даже готовится к выходу в 2019 году решил все же ознакомиться с этой игрушкой. Ну т.е. понимаете... эпичная РПГ в открытом мире - это надолго, а уже сейчас имеем две игры в серии. \n\nСкажу сразу: у меня с этой игрой не сложилось. Поскольку наиграл я всего 6 часов, то начну с пути наименьшего сопротивления: с графона.\n\nДело в том что Two Worlds - это ОЧЕНЬ фотогеничная игра. Скриншоты в STEAM, а даже те которые сделаете вы создают впечатление что графон этой игры практически не уступает другим ролевым гигантам: Oblivion и Gothic 3. Но это не так. Виной всему подгрузки детализации всех объектов. Пока вы стоите на месте все круто. Но стоит только двинуться как вся магия исчезает, и объекты начинают ВНЕЗАПНО появляться из воздуха, менять \"скины\" и т.д., причем не только в далеке, но и под самыми ногами персонажа. При продолжительной игре от этого реально устаешь.\n\nЧто еще? За те 6 часов, которые я провел в игре ЛОР найти не удалось. Жители крайне неразговорчивы. Я побывал в 3х поселениях. В каждом поселении есть только 1-2 вопроса, которые можно задать людям, получая стандартные ответы.\n\nБоевка простенькая (закликивание), и завязана на уроне, который может нанести персонаж. При этом по миру почти на каждом шагу раскиданы алтари, бесконечно восстанавливающие здоровье или ману (действуют ТОЛЬКО на героя).\n\nИз хорошего - занятно реализованная алхимия (но тоже не без проблем), а так же концепт с перерождением ВСЕХ убитых игроком существ в призраков... но это игру не спасает. С учителями тоже все не однозначно: номинально это элемент хардкора, но по факту я без напряга скупил все навыки у каждого из 2х встреченных учителей при первой же встрече. \n\nИтог? Дропнул. Скажу вот что: я допускаю что игра не безнадежна. Можно и нужно попробовать (вдруг зайдет). НО! Тратить время на эту простецкую гриндо-бродлку когда ждет своего часа франшиза \"Ведьмак\", а так же Elex и Dragon Age лично я не намерен.","timestamp_created":1511031176,"timestamp_updated":1511031405,"voted_up":false,"votes_up":20,"votes_funny":0,"weighted_vote_score":"0.572007358074188232","comment_count":3,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36522584","author":{"steamid":"76561198078899114","num_games_owned":235,"num_reviews":61,"playtime_forever":5,"playtime_last_two_weeks":0,"playtime_at_review":5,"last_played":1380336917},"language":"english","review":"Unarguably the worst game I've had the mispleasure of playing. \nGraphics: Dated.\nAnimation: Choppy.\nSound: Repetitive.\nGameplay: Hillariously bad.\n\nSeriously, don't buy this.","timestamp_created":1510709787,"timestamp_updated":1510709787,"voted_up":false,"votes_up":0,"votes_funny":1,"weighted_vote_score":"0.460636496543884277","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36499287","author":{"steamid":"76561198088064421","num_games_owned":742,"num_reviews":37,"playtime_forever":781,"playtime_last_two_weeks":0,"playtime_at_review":781,"last_played":1494175575},"language":"english","review":"It's really not that great of a game.\nAnimations are awkward.\nTons of bugs.\nHorses are just. just bad.\nCombat is repetitive and boring.\nClose to 0 online player population.\nQuests are just copy paste fetch and return.\nHorrendous voice acting and animations.\n\n\nUnless you're crazy into the western fantasy RPG setting there are better games out there.\nI cannot, in good faith, say this is a good game that you should try out.\nGo play Divinity titles or Elder scrolls or Mass effect. Much more worth your time.","timestamp_created":1510605900,"timestamp_updated":1516633085,"voted_up":false,"votes_up":15,"votes_funny":1,"weighted_vote_score":"0.552303433418273926","comment_count":2,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36452555","author":{"steamid":"76561198176034143","num_games_owned":648,"num_reviews":53,"playtime_forever":262,"playtime_last_two_weeks":0,"playtime_at_review":156,"last_played":1481851695},"language":"english","review":"Got the whole series on sale. wasted my money. this game has bad voice acting, bad combat and poor story. Don't buy this, unless you want to give this game to your worst enemy.","timestamp_created":1510431484,"timestamp_updated":1510431484,"voted_up":false,"votes_up":5,"votes_funny":2,"weighted_vote_score":"0.464165925979614258","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36435825","author":{"steamid":"76561198043627057","num_games_owned":126,"num_reviews":5,"playtime_forever":165,"playtime_last_two_weeks":0,"playtime_at_review":165,"last_played":1510381876},"language":"english","review":"I will be the first to admit that I originally bought this 10 dollar game because I saw that you could defeat the final boss in the first 2 minutes of the game. Sadly, this glitch has been patched by this point. :( Major disappointment. Oh well. I bought it also because I like open world rpgs, so here are my first impressions in the 2.8 hours I have played of it. \n\nComplaints:\n\n1. The voice acting is UNBEARABLY bad. I mean, I guess if you don't care that much about voice acting then it won't be a huge deal, but for me voice acting is a huge part of my story immersion and when it is terribad, it is really difficult to keep going. \n\n2. Good news! You can get a horse early on into the game! But you're probably better off without it. The horse on a keyboard is ridiculously difficult to control. So difficult that my boyfriend started sending me horse puns to ease the pain of it. I told him to get out. It may be better once my horseback riding skill is better, but I doubt it. \n\n3. The tutorial sort of barely touches upon a lot of important things. They kind of leave it up to you to figure out a lot of mechanics. \n\n4. There are .... some graphic glitches. Not too terrible though, and this may be a result of my graphics card. \n\n5. Character customization isn't that great, plus you only have the option of playing as a male. Which sucks because I usually play females and enjoy having the option. There is probably a story reason for this, but so far I don't see why the option to have a female main character couldn't have been there? Especially if this game was supposed to compete with ES Oblivion at the time it was made. \n\n\nGood Stuff:\n\n1. THE ALCHEMY SYSTEM IS LEGITIMATELY THE BEST THING ABOUT THIS GAME. You can do alchemy from anywhere with ingredients in your inventory and even better, you can NAME your potions. This leads to me naming my potions and my inventions a whole bunch of ridiculous things. \n\n2. Because this game is pretty old, it runs really nicely on my computer. Your mileage may vary on this one, but I assume most people on steam have at least a decent running computer so that may be a plus. \n\n3. Combat mechanics aren't too bad. It's pretty easy. \n\n4. Despite a few glitches, the graphics are pretty nice! Except the human models, a lot of them looks weird in the face. \n\n5. The soundtrack is gorgeous and I would recommend getting it at some point. \n\nSo, there's a bit of the good and the not so good. Overall, it's not a terrible game, but it's definitely not the greatest thing I've seen. The story is something I can't really put under good or bad at this point, because I haven't seen too much of the main story just yet, and I haven't really had the time to get attached to any characters. I'd recommend the game for the current price, because it's not a lot of money (even less if you're buying it during a steam sale), but it is a pretty decent game for the money you do pay for it. \n\n","timestamp_created":1510382669,"timestamp_updated":1510382669,"voted_up":true,"votes_up":0,"votes_funny":1,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36434510","author":{"steamid":"76561198069485944","num_games_owned":275,"num_reviews":118,"playtime_forever":1251,"playtime_last_two_weeks":0,"playtime_at_review":1108,"last_played":1511181001},"language":"russian","review":"Люди, стремящиеся к идеальной графике будут обходить эту игру стороной. Игра а-ля \"Обливон\" - не менее шедевральная и эпичная. Система боя, улучшение оружия. Квесты и атмосфера делают игру нереально шикарной. Замечательная игра, за которую совсем не жалко пару долларов.","timestamp_created":1510376809,"timestamp_updated":1510376809,"voted_up":true,"votes_up":4,"votes_funny":1,"weighted_vote_score":"0.547609329223632813","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36425573","author":{"steamid":"76561198100031411","num_games_owned":300,"num_reviews":22,"playtime_forever":299,"playtime_last_two_weeks":0,"playtime_at_review":132,"last_played":1589595687},"language":"english","review":"It's not a terrible game.\n\nIt's corny, it's pretty flawed, the quests and characters aren't that memorable, full of tolkien-esque cliches.\n\nAnd with all that being said, it's fun. \n\nPick it up when its on sale, or buy it because it's relatively inexpensive.","timestamp_created":1510341301,"timestamp_updated":1510341301,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.498324960470199585","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36303610","author":{"steamid":"76561198057457648","num_games_owned":77,"num_reviews":2,"playtime_forever":6398,"playtime_last_two_weeks":0,"playtime_at_review":2499,"last_played":1509813076},"language":"english","review":"So alot of people dislike this game because of the bad voice acting and poor animations. But it truely is one of the most memorable games I have ever played. The NPCs are funny how bad they are which makes it more fun, the map is huge and there is an insane amount of side quests in all of the many villages and cities.","timestamp_created":1509901960,"timestamp_updated":1509901960,"voted_up":true,"votes_up":6,"votes_funny":1,"weighted_vote_score":"0.543344438076019287","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36290858","author":{"steamid":"76561198416432947","num_games_owned":42,"num_reviews":2,"playtime_forever":1889,"playtime_last_two_weeks":0,"playtime_at_review":1114,"last_played":1518534719},"language":"russian","review":"Игра очень увлекательная, очень заманиевает своей атмосферой, сюжетная линия очень интересная, да так интересная, что не хочется выходить из Two Worlds, и Мультиплеер, очень заманивает, жалко мало кто в неё играет, иногда приходится играть в одиночестве. Игра очень хороша","timestamp_created":1509866430,"timestamp_updated":1509866430,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36259315","author":{"steamid":"76561198414202757","num_games_owned":95,"num_reviews":18,"playtime_forever":139,"playtime_last_two_weeks":0,"playtime_at_review":35,"last_played":1554160355},"language":"english","review":"It is just like the second game but its bigger. Now, i havent played it that much so I cant tell you much. Ok, so this game is just like OBLIVION. The controls are hit and doge. It has the magic and stuff like that. It is a game where you have to talk to people to figure things out. You also have to practice and explore in this game. Now the map has a circle thing you have to follow. You follow the green light. So it has weapons just like OBLIVION. So, it looks like ps2 graphics. Now, the comedy in this game is what keeps you playing. This game has a lot of comedy moments. The voice acting is ok. Its not perfect but its good enough for a game. The gameplay is always key not the voice acting. It feels like you go from town to town in search of quests and your sister. You also go from town to town looking for stuff. Now, you can get lost which is why you need to keep track of quest. Learn how to do the quest check thing. So you can explore any part and you can go anywhere in the game. You can pick up stuff like armor and weapons. You can change the way the character look like oblivion. There is a lot going in this game. You have to play it and dig into what is going on. Two worlds 2 is the same way. It doesn't tell you up front. You have to talk to people figure out what is what. You can be  a xriminal but you got to be strong or you will die fast like OBLIVION. But, OBLIVION level system sucks so this game is probably better then OBLIVION. The game has a knight and sword feel to it. Play the game for more info.","timestamp_created":1509767465,"timestamp_updated":1509767465,"voted_up":true,"votes_up":0,"votes_funny":1,"weighted_vote_score":"0.460939645767211914","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36152538","author":{"steamid":"76561197996587412","num_games_owned":267,"num_reviews":6,"playtime_forever":76,"playtime_last_two_weeks":0,"playtime_at_review":76,"last_played":1509403946},"language":"english","review":"My favourite game of the year","timestamp_created":1509404042,"timestamp_updated":1509404042,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.47263142466545105","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36121617","author":{"steamid":"76561198066169695","num_games_owned":629,"num_reviews":4,"playtime_forever":5,"playtime_last_two_weeks":0,"playtime_at_review":5,"last_played":1353830400},"language":"english","review":"cancur","timestamp_created":1509305184,"timestamp_updated":1509305184,"voted_up":false,"votes_up":3,"votes_funny":2,"weighted_vote_score":"0.25792267918586731","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36115011","author":{"steamid":"76561198162195357","num_games_owned":63,"num_reviews":5,"playtime_forever":7,"playtime_last_two_weeks":0,"playtime_at_review":7,"last_played":1459593262},"language":"russian","review":"Имеешь мощный пк на котором запускаеться Ведьмак 3 на максималках , но не запускаеться это гавно!","timestamp_created":1509291036,"timestamp_updated":1509291036,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.375244975090026855","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"36061334","author":{"steamid":"76561198173566601","num_games_owned":241,"num_reviews":8,"playtime_forever":538,"playtime_last_two_weeks":0,"playtime_at_review":538,"last_played":1498612341},"language":"portuguese","review":"Esse jogo não é ruim, ele é muuuuuuuuuuuito ruim kkkkkk sem palavras hyashhuasuhus.","timestamp_created":1509153352,"timestamp_updated":1509153352,"voted_up":false,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.5","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"35949750","author":{"steamid":"76561198081262407","num_games_owned":236,"num_reviews":16,"playtime_forever":50,"playtime_last_two_weeks":0,"playtime_at_review":50,"last_played":1468546410},"language":"english","review":"Don't get it lads, it's a waste of your dosh and your time. Awful looking characters, terrible plot, and a snoozeworthy lockpicking scheme.","timestamp_created":1508779603,"timestamp_updated":1508779603,"voted_up":false,"votes_up":0,"votes_funny":1,"weighted_vote_score":"0.41193777322769165","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"35922937","author":{"steamid":"76561197972571344","num_games_owned":285,"num_reviews":21,"playtime_forever":2048,"playtime_last_two_weeks":0,"playtime_at_review":1975,"last_played":1508690450},"language":"english","review":"This game is very special to me, I remember it being advertised in pc gamer magazine a while ago. It borders on that shlocky/campy genre, where the clunky ill though out design brings a lot of odd humor to the experience.\nI do like how they attempted to create their own magic system though, and the ability to combine spells certainly makes you want to explore the map and find more.\nBugs and hilarious voice-acting aside, this is a very unique game that should be played at least once. If you enjoyed Gothic 3 then you'll certainly appreciate Two Worlds.","timestamp_created":1508684114,"timestamp_updated":1508684114,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.47413790225982666","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"35862807","author":{"steamid":"76561198116627441","num_games_owned":377,"num_reviews":101,"playtime_forever":338,"playtime_last_two_weeks":0,"playtime_at_review":338,"last_played":1508493156},"language":"russian","review":" Two Worlds Epic Edition-ничем неудивительная игра,РПГ и оно и в Африке РПГ.Но почему я всё же порекомендую поиграть в эту игру и почему же,расскажу я вам в этом обзоре.Сразу хочу сказать в этой игре не будет никакого особого туториала,взяли прошли пару метров и выбрались в лес,который полный волками.А сейчас давайте перейдём более подробно к игре.\nПлюсы:\n1.Геймплей.Он интересен и мне было приятно хотя бы играть в него,изучать мир,выполнять квесты,а такое редко бывает в других играх.\n2.Звук.Сразу скажу звук неплохой.В игре было слышно,как издаёт звуки фауна.А музыки практически не было.\n3.Оптимизация.Игра не вылетала,русский язык в игре есть,всё было нормально.\n4.Сложность.Игра в меру сложная,есть много разных мобов,к которым нужен свой подход.\n\nМинусы:\n1.Сюжет.Он мне не понравился.Я поиграл во многие РПГ и скажу сразу,в этой игре сюжет не стоит внимания вообще.\nОн скучный,неинтересный,но вот побочные квесты вполне мне понравилось.\n\nИтог:Неплохая РПГ,в которую можно поиграть,если так сильно устали,игра особо не отличается от других.Впринципе проходная РПГ.Оставлю игре 7 из 10.Порекомендую,но немногим.","timestamp_created":1508503327,"timestamp_updated":1508503327,"voted_up":true,"votes_up":6,"votes_funny":1,"weighted_vote_score":"0.595298886299133301","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"35826812","author":{"steamid":"76561198051678689","num_games_owned":1199,"num_reviews":49,"playtime_forever":228,"playtime_last_two_weeks":0,"playtime_at_review":228,"last_played":1508362583},"language":"russian","review":"Замечательная игра один только саундтрек в меню чего только стоит!!!!!","timestamp_created":1508360950,"timestamp_updated":1527530943,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":true,"written_during_early_access":false},{"recommendationid":"35802581","author":{"steamid":"76561198185878585","num_games_owned":52,"num_reviews":11,"playtime_forever":8,"playtime_last_two_weeks":0,"playtime_at_review":8,"last_played":1458888642},"language":"russian","review":"Ну так себе.","timestamp_created":1508267966,"timestamp_updated":1508267966,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"35783366","author":{"steamid":"76561198069214840","num_games_owned":1380,"num_reviews":112,"playtime_forever":42,"playtime_last_two_weeks":0,"playtime_at_review":42,"last_played":1500523220},"language":"english","review":"The game is boring no thanks","timestamp_created":1508198226,"timestamp_updated":1508198226,"voted_up":false,"votes_up":4,"votes_funny":0,"weighted_vote_score":"0.274233013391494751","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"35755893","author":{"steamid":"76561198175363177","num_games_owned":22,"num_reviews":6,"playtime_forever":1647,"playtime_last_two_weeks":0,"playtime_at_review":1647,"last_played":1508094132},"language":"polish","review":"Raczej średnia gra ale mało waże jest moje zdanie bo przeszedłem tylko online bo podstawka mnie nudziła.\n\nPozdrawiam VenTana :-D","timestamp_created":1508094205,"timestamp_updated":1508094205,"voted_up":false,"votes_up":1,"votes_funny":2,"weighted_vote_score":"0.483677566051483154","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"35739840","author":{"steamid":"76561198079002659","num_games_owned":222,"num_reviews":7,"playtime_forever":773,"playtime_last_two_weeks":0,"playtime_at_review":773,"last_played":1508562084},"language":"english","review":"It's been a while since I've played this, so I'll just talk about all the things that still stand out in my mind whenever I think about this game. Just to start, I played this when I was about 13, so a lot of this was new to me and it shaped the way I saw a game. This was a good example to me of all the unique systems that could be in an RPG and what I would compare future games to.\n1. Weapon and armor upgrade system - this is by far my favorite upgrade system ever in a game. When you own two of the same weapon or armor you can \"stack\" them to increase the stats, so you could wear the same gear for hours and just keep upgrading the stuff bandits drop frequently.\n2. Magic - The magic system isn't really fleshed out, but out of magic, archery, and melee it's the most fun and visually pleasing. If I remember correctly there's a lot of variety, including summoning, and making your own spells, which again is so \"out there\" that no other game. compared to magicka 1 and 2, and two worlds 2, can make such a fun spell making system.\n3. Leveling system - The way you level up feels so off in some way, but the sound the game makes when you level up is addicting, like the level up sound in call of duty multiplayer, it just fills you with happiness.\n4. Potion making - THIS IS A BIG ONE. You can combine certain ingredients to make permanent stat boosting potions. This is pivitol to making your character a god. Also you can make a potion to make you walk on water, that way you can run to all the islands in the game without spending skill points on swimming or taking off your armor.\n5. Teleport and personal teleport - Very early on in the game you get the ability to teleport to different locations using portals, but what makes this spectacular is that YOU can get your own and make your own teleport location. Kill some villagers and take over a house as storage; there is no stealing mechanism in this game as far as I remember.\n6. The vast open world - This is one of the largest RPG games I've ever played, if not the largest. One of the main quests has you go to a swamp, desert, and a fog forest, and I didn't see any of these things for a long time, and even when I did I didn't want to explore because I saw so much of the game already I wanted to finish it.\n7. The last time I played this I played it on a $200 non gaming laptop. This thing is so old and overall not visually stressing that you could play it on just about anything nowadays.\n8. The fighting with staffs makes you look like a jedi.\n9 Last thing - Don't hold this game to low standards because of visual quality, face graphics, conversational dialogue, etc. In this game you are having the most fun outside of the cities just doing what you want, exploring caves and killing cyclopses in tombs. Just pick a direction and see where the game takes you, after you get the teleportation skills of course.\nOverall I'd give this game 10/10 when you review the game for its RPG elements and not the graphics.","timestamp_created":1508052771,"timestamp_updated":1508052771,"voted_up":true,"votes_up":5,"votes_funny":1,"weighted_vote_score":"0.606149911880493164","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"35735952","author":{"steamid":"76561197994097323","num_games_owned":323,"num_reviews":44,"playtime_forever":573,"playtime_last_two_weeks":13,"playtime_at_review":545,"last_played":1660579282},"language":"english","review":"It's so bad it's fucking fantastic. Pick it up on G2A for 50p.","timestamp_created":1508038808,"timestamp_updated":1508038808,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.471274673938751221","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"35701485","author":{"steamid":"76561198000064863","num_games_owned":901,"num_reviews":81,"playtime_forever":1090,"playtime_last_two_weeks":0,"playtime_at_review":1090,"last_played":1558760056},"language":"english","review":"I bought this when it came out years ago, and had a decent crack at it. I remember back then steam was much smaller so this was quite attractive considering the elder scrolls oblivion look about it. \n\nI then found it quite fun but was distracted by other shinier releases. After many years of languishing in my steam library I decided to have a good crack at the game and quickly discovered it was more than an oblivion clone, it had all sorts of stuff going on. Yes, the animations and and gameplay can be a bit rough.. but oh when it comes together it's really fun. \n\nAbsolutely massive game, no doubt about it. Almost feels like an MMO but it has a lot of character as well. \n\nI highly recommend giving this a go, It will hook you in if you give it a chance. \n\nIt's also pretty hilarious in a B movie sort of way but hey, I loved the ride.. when you see the entire sky lit up with a map spanning pentagram you know shit just got real.","timestamp_created":1507929464,"timestamp_updated":1507929464,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"35667045","author":{"steamid":"76561198047672850","num_games_owned":56,"num_reviews":1,"playtime_forever":227,"playtime_last_two_weeks":0,"playtime_at_review":213,"last_played":1541722503},"language":"english","review":"They have marketed this game as being available to Linux and the Mac however it is just a wine wrapper that does not even work and will constantly crash not mention will not even start the majority of the time.\n\n- Change the Resolution? Crash\n- Start the game? Crash\n- Change your character model in the begining? Crash\n- Load a game? Crash\n\n\nAvoid this game at all costs if you are using this for the Mac or Linux, these devs are scummy and Steam should edit the store page because this is just blatant misleading and fraud. Not to mention if you bring this up in the forums they will literally just say \"just download some third party application online from some random website called Wine and try to make it work yourself\".\n\n\n","timestamp_created":1507841024,"timestamp_updated":1545370326,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false}],"cursor":"AoJwgISVid8CdcaHiAE="}