{"success":1,"query_summary":{"num_reviews":100},"reviews":[{"recommendationid":"35071286","author":{"steamid":"76561198354347373","num_games_owned":280,"num_reviews":11,"playtime_forever":273,"playtime_last_two_weeks":0,"playtime_at_review":273,"last_played":1498486232},"language":"turkish","review":"Episode One biraz sıkmıştı, Episode Two ilaç gibi geldi, Hele sonu adamın ağzını açık bırakıyor, Artık 3 gelse de rahatlasak...","timestamp_created":1505850611,"timestamp_updated":1505850611,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"35054705","author":{"steamid":"76561198066993637","num_games_owned":685,"num_reviews":162,"playtime_forever":511,"playtime_last_two_weeks":0,"playtime_at_review":511,"last_played":1505776612},"language":"spanish","review":"[h1]\"El Final...\"[/h1]\n\nHalf-Life 2: Episodio 2 es \"polémica\" hecha videojuego, fue lanzado en el año 2006 en una sucesión de episodios que completarían la trama principal de Half-Life 2, lo cúal nunca llegó a concluirse. A fecha de este análisis lleva más de 11 años esperando la tan aclamada \"Half-Life 3\".\n\nEn cuanto a su trama, seguimos la historia de Gordon Freeman y Alyx Vance que luego de escapar de Ciudad 17, y la explosión de la Ciudadela, esta genera un portal (muy similar al de Black Mesa ocurrido en Half-Life 1) en donde si los Combine llegan a estabilizarlo, podría significar el fin de la resistencia.\n\nAlyx, con un compliado de datos importantes enviados por la Dra. Mossman huyen desesperadamente de los Combine hasta una base rebelde ubicada en White Forest, en donde se preparan en un ingenioso plan de la Resistencia para cerrar el portal.\n\nPor el apartado técnico, se implementaron mejoras en efectos de ambientación y escenarios, como efectos de niebla, particulas, mejor calidad de iluminacion, etc.\n\nNo hay muchas novedades más, salvo el cambio en el UI, y un par de enemigos nuevos como lo son los raptores y las hormigas león ácidas.\n\nPese a que oficialmente es el capitulo final, debo recalcar que Mark Laidlaw posteo un \"Epistle 3\" explicando la trama que hubiese tenido el Episodio final de esta saga.\nFue un gusto haber jugado todos los juegos de nuevo, y les recomendaría que hicieran lo mismo.\n","timestamp_created":1505777507,"timestamp_updated":1505777507,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.506013751029968262","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"35052152","author":{"steamid":"76561198007254354","num_games_owned":92,"num_reviews":10,"playtime_forever":674,"playtime_last_two_weeks":0,"playtime_at_review":312,"last_played":1569959613},"language":"german","review":"Wo bleibt Teil 3 :(.","timestamp_created":1505764983,"timestamp_updated":1505764983,"voted_up":true,"votes_up":4,"votes_funny":0,"weighted_vote_score":"0.547614991664886475","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"35046610","author":{"steamid":"76561198053492238","num_games_owned":52,"num_reviews":7,"playtime_forever":344,"playtime_last_two_weeks":0,"playtime_at_review":344,"last_played":1400441690},"language":"russian","review":"Best Of the BEST!!","timestamp_created":1505745788,"timestamp_updated":1505745788,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"35044176","author":{"steamid":"76561198068133128","num_games_owned":399,"num_reviews":16,"playtime_forever":328,"playtime_last_two_weeks":0,"playtime_at_review":328,"last_played":1394851919},"language":"english","review":"The biggest cock block in the history of gaming.","timestamp_created":1505737045,"timestamp_updated":1505737045,"voted_up":false,"votes_up":3,"votes_funny":0,"weighted_vote_score":"0.520391285419464111","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"35041269","author":{"steamid":"76561198049490615","num_games_owned":243,"num_reviews":34,"playtime_forever":569,"playtime_last_two_weeks":0,"playtime_at_review":564,"last_played":1605913526},"language":"english","review":"HALF-LIFE 2: EPISODE 2<\n\nThe sequal to Episode 1 released in 2007 keeping with the new episodic tradition. Episode 2 brought with it a direct continuation from episode 1 and new perils to face. This installment was developed along side episode 1 so that it could be shipped not long after the latters release. The game was a hit for fans of the previous installments but unfortunately has the same criticisms as the last along with a few others. The plot takes place right after the end of episode 1 and doesn't waste any time getting back into the meat of it once again.\n\nPROS:\n-The story is very well paced and put together very nicely as all the others. You play as Gordon Freeman again during the aftermath of the citadels destruction. Not spoiling the rest in case you haven't picked up a copy in the many years its existed.\n-The environment is very immersive as it is a long seamless road to the end of the game with, as the definition of seamless implies, zero cutscenes or immersion breaking interruptions.\n-The gunplay involves the same chaotic weapons from half-life 2. The arsenal available is pleasently loud, very powerful feeling, and quite fun to use when eliminating the enemy as per tradition.\n-Dialogue breaks are few, far between, and about a minute each if you even count them as such.\n-Same engine as hal-life 2 to no surprise and plenty of its trademark physics puzzles to get your thinker going.\n-As with half-life 2 and episode 1, the ending is satasfying and closes things out with a nice bow ribbon. Though theres somthing more to add on that at the end.\n\nCONS: (Not even half-life is safe from sin, sorry) Please note that i am extremely aware that this game is sorta old.\n-Controls feel less floaty than half-life 1 but there's still some slip n sliding.\n-The combine is a painfully easy enemy throughout the entire game and even when their ranks change.\n-Various visual bugs and other graphical anomalies give the game a kind of rushed feeling.\n-The games puzzles and other logic based conundrums are bonehead easy and will just seem like annoyances on successive playthroughs.\n-The muscle car segment that consumes almost 70% of the game to me kinda overstays its welcome. Just wish they ditched the car and did somthing else about two thirds through it.\n\nThis game is about as much of a must have as any other in the series. I picked the entire series up in a frantic buy in a summer sale and it was worth it. To me the episodes wern't very replayable, they arn't very exciting to play again and not very memorable but i still find myself going through it atleast twice a year. Episode 1's main critisim is delt with by making this one a third the length of half-life 2, a way more noticable and welcome change. I ,again, certainly would'nt skip the game for fans just coming in but if anything it's textures for gmod if interest is low.\n\n9 more crowbars out of 10\n\nNow about that ending.\n\nThis section of the review is a post mortem for this beloved series. This is in no way an exaggeration or jumping to conclusions.\n\nThis game will NOT be finished and episode 3 is, more offical than not, vaporware.\n\nA up to date history about the game can be found on the Combine overwiki, if you perhaps mind reading a bunch then a debatably shorter summery will be here.\n\nMay 2006, episode three is announced and ready for a christmas release the following year. The planned date came and went without a new game. Many years pass with NOTHING out of valve reguarding episode 3 other than eployees of valve singing the same \"we're not done yet\" tune. April of 2011 comes portal 2 and a statment saying it was the last of valves isolated singleplayer games. Same time same year brought valve saying they were scrapping the episodic pattern alltogether and giving the new installment the name \"half-life 3\". Another december promise of a reveal trailer comes and goes with dissapointing results. Years pass, leaks, rumors, concept art, mispoken interviews, ARGs, datamining, dissapointing interviews, more datamining, more dissapointing interviews and then things start looking grim.\n\nMarc laidlaw, the lead writer for half-life, leaves valve.\nErik Wolpaw leaves too.\nAnd Chet Faliszek.\n\nThe three biggest brains for the half-life series are now gone with no indication fo their most reccent work being completed. They also leave any hope of a left for dead 3 and portal 3 in the same grave.\n\nAn interview in 2017 with Marc confirms the offical death of the third installment by stating he wished to tie up all loose ends in half-life 2 but never got to. He also states he has no desire to continue work on the series.\n\nAugust 25th, the most important and controversial message from Marc is posted in github, named Epistle 3. The \"fanfic\" tells a story of what happens after the events of episode 2 and is fully available online for reading.\n\nI personally do not know what to think of epistle 3. I'm in too far in denial to accept its legitimacy but might have to do just that, accept that it is the plot and it's never being released as a playable experience. I still hold hope that an episode 3 is in the future but for now everyone, including me, waits paciently for valves next move on the series without getting too rowdy. Especially after valve announcing a dota card game spinoff of all things. Cats not out of the bag till the fat lady sings.\n\nEven though my stomach tells me it won't happen i'll leave it open anyway...\nNext up is Half-life 3......maybe....\n\n(Another review written at 2am ill spruce up later. Maybe get rid of some of the bias too.)","timestamp_created":1505723184,"timestamp_updated":1505723184,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.498786717653274536","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"35040177","author":{"steamid":"76561198385901272","num_games_owned":178,"num_reviews":20,"playtime_forever":53,"playtime_last_two_weeks":0,"playtime_at_review":11,"last_played":1538178389},"language":"schinese","review":"抛开《半衰期》的历史地位，这部游戏仍然是一部神作。这是唯一一部让我不停地玩却丝毫不会感到单调的游戏。虽然有些小BUG，画面也略逊，但其趣味性和可玩度没有任何一部其他FPS能赶得上。《半衰期》，永远的神作！！PS：Half-Life是半衰期的意思，国内无良盗版商英语GG","timestamp_created":1505717065,"timestamp_updated":1505717065,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.480158746242523193","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"35037942","author":{"steamid":"76561198121401722","num_games_owned":199,"num_reviews":10,"playtime_forever":416,"playtime_last_two_weeks":0,"playtime_at_review":416,"last_played":1505702896},"language":"english","review":"This is a great game, as are the rest of the games in this franchise. The Half Life series is one of the best in gaming history, if not the best. Perfect writing and story, fun gameplay, and simple yet intuitive puzzles. However, Valve has let greed take over their almost-perfect company. I totally  recommend this game, because it really is good and continues the great story; However, I am starting to dislike Valve's morales, so I'm going to give this game a thumbs down, more on that later. \n\n Valve is my favorite game company in the industry. It's brought many classics such as Left 4 Dead, Team Fortress, Counter Strike, etc., and of course.. Half Life. Half Life is one of my favorite games of all time, no doubt. However, as most people know by now, Marc Laidlaw has had enough of waiting around, and decided to not only leave Valve as a whole, but release the story of Half Life: Episode 3. I respect his decisions, as it has been long overdue. I also understand Valve's point-of-view as well, as i know it must be tiring working on the same game for many years. You look at Rockstar Games, known for their famous series, Grand Theft Auto. They work on other games besides GTA, because they want to expand. So, I understand that Valve wants to do the same as well. However, Half Life Episode 2 was released a DECADE ago.. Its time to bring it back or at the very least FINISH THE GAME. Now, from what Laidlaw has said, he was finished with Half Life once Episode 3 was going to be released, He was going to answer the last remaining questions and finish his story, and leave the game to future generations to expand the franchise, if need be. So, my only question is, why is it taking Valve so long?! The story is what makes Half Life, and Laidlaw not only had it written out, but was planning on finishing it for the time being. All Valve had to do was create one last Episode, and be done with the series, then go back to their behemoth multiplayer games. But, they let greed take over, and just put all time and effort into TF2, CS:GO, and DOTA. I think Valve should be ashamed, because Half Life is what brought them to this point, it created a huge community to help support Valve, by creating mods with the tools Valve gave them from the original Half Life. I guess Valve just thought that people would forget Half Life, because \"Hey kids, we have skins for your weapons and knives!\". Overall, Half Life is one of the best games that you could play, and Valve just seems to brush that compliment away. \nAt least Marc Laidlaw provided us with a written story, to end Half Life (for now). \n\nThank you, Marc Laidlaw.","timestamp_created":1505704853,"timestamp_updated":1505714057,"voted_up":false,"votes_up":4,"votes_funny":0,"weighted_vote_score":"0.523005783557891846","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"35021421","author":{"steamid":"76561198418002776","num_games_owned":171,"num_reviews":43,"playtime_forever":439,"playtime_last_two_weeks":0,"playtime_at_review":205,"last_played":1509331587},"language":"english","review":"This game is super super cool！\nEveryone should try it！！\nO(∩_∩)O","timestamp_created":1505648713,"timestamp_updated":1505648713,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.522598862648010254","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"35021172","author":{"steamid":"76561198096850887","num_games_owned":159,"num_reviews":19,"playtime_forever":302,"playtime_last_two_weeks":0,"playtime_at_review":302,"last_played":1505646247},"language":"turkish","review":"oyunun sonunu öyle bi bitirmişler ki yıllar sonra milletin neden sövdüğünü anladım\n\n","timestamp_created":1505648034,"timestamp_updated":1505648034,"voted_up":true,"votes_up":8,"votes_funny":4,"weighted_vote_score":"0.618811905384063721","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"35015630","author":{"steamid":"76561198144850148","num_games_owned":203,"num_reviews":18,"playtime_forever":723,"playtime_last_two_weeks":0,"playtime_at_review":533,"last_played":1531342572},"language":"russian","review":"Ненавижу гномов","timestamp_created":1505629616,"timestamp_updated":1637608252,"voted_up":true,"votes_up":9,"votes_funny":0,"weighted_vote_score":"0.596557736396789551","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"35009652","author":{"steamid":"76561198087134286","num_games_owned":1396,"num_reviews":2,"playtime_forever":526,"playtime_last_two_weeks":0,"playtime_at_review":526,"last_played":1505602858},"language":"polish","review":"Rozwinięcie bazowego Half-Life 2, niestety moim zdaniem nie dorównujące podstawce oraz epizodowi pierwszemu z kilku poniżej wymienionych powodów. Na początek jednak wspomnę o zaletach:\n\n+ rozwinięcie przedstawionej wcześniej historii zmagań z Kombinatem i Obcymi\n+ rozwinięcie niektórych mechanik związanych z walką\n+ nowi, dużo silniejsi przeciwnicy\n+ walka nadal jest niezmiennie przyjemna :)\n\nA teraz minusy:\n\n- naprawdę marne zakończenie (ewidentnie sugerujące kolejny epizod) oraz związany z nim brak (od 10 lat!) kontynuacji\n- historia niestety jest w większości nudna i przewidywalna, nawet w porównaniu do epizodu pierwszego\n- mniejsza różnorodność lokacji\n- dużo mniejsze w porównaniu do podstawki tempo gry oraz emocje z tym związane\n- momentami gra jest przegadana\n\nReasumując, to ogólnie jestem niestety zawiedziony - mam wrażenie że część ta była przez Valve robiona mocno na siłę, co niestety widać w kompletnie niezapadającej w pamięć historii (zresztą urwanej w połowie) oraz braku pomysłu na jej ciekawe poprowadzenie. Ogromnym minusem jest również to, że Valve ostentacyjnie olało sprawę kontynuacji i prawdopodobnie nigdy nie będzie nam dane zagrać w epizod trzeci, który powinien dopowiedzieć do końca historię zmagań z Kombinatem i Obcymi. Zmuszony jestem w takiej sytuacji wystawić negatywną opinię.","timestamp_created":1505604633,"timestamp_updated":1505604633,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.479797959327697754","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"35001569","author":{"steamid":"76561198031418338","num_games_owned":652,"num_reviews":88,"playtime_forever":279,"playtime_last_two_weeks":0,"playtime_at_review":279,"last_played":1505579890},"language":"english","review":"\"No...don't leave me.\"","timestamp_created":1505579978,"timestamp_updated":1505579978,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.498786717653274536","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34994577","author":{"steamid":"76561198286715528","num_games_owned":149,"num_reviews":48,"playtime_forever":5,"playtime_last_two_weeks":0,"playtime_at_review":5,"last_played":1505561675},"language":"english","review":"A must have for half-life fans.","timestamp_created":1505561692,"timestamp_updated":1586459316,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.519999980926513672","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34991421","author":{"steamid":"76561198006030034","num_games_owned":259,"num_reviews":26,"playtime_forever":2760,"playtime_last_two_weeks":0,"playtime_at_review":1948,"last_played":1456439161},"language":"english","review":"Spice and Wolf season 3 never","timestamp_created":1505551822,"timestamp_updated":1505551822,"voted_up":true,"votes_up":0,"votes_funny":1,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34971775","author":{"steamid":"76561198355635087","num_games_owned":66,"num_reviews":27,"playtime_forever":568,"playtime_last_two_weeks":0,"playtime_at_review":306,"last_played":1511088580},"language":"english","review":"I loved Episode two, almost everything about it is so well made, the story and the gameplay are really enjoyable and it can be challenging at times, which I found good. Makes you wonder what the 3rd episode would be like, if it were better than episode 2... maybe someday.","timestamp_created":1505481925,"timestamp_updated":1505481925,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34969140","author":{"steamid":"76561198369094443","num_games_owned":75,"num_reviews":10,"playtime_forever":447,"playtime_last_two_weeks":0,"playtime_at_review":358,"last_played":1527255904},"language":"english","review":"Half-Life just keeps getting better!\n\nYou have to play this game","timestamp_created":1505473532,"timestamp_updated":1505473532,"voted_up":true,"votes_up":3,"votes_funny":0,"weighted_vote_score":"0.526041150093078613","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34956996","author":{"steamid":"76561198174284990","num_games_owned":49,"num_reviews":11,"playtime_forever":82,"playtime_last_two_weeks":0,"playtime_at_review":13,"last_played":1537600223},"language":"russian","review":"+","timestamp_created":1505420796,"timestamp_updated":1505420796,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34949696","author":{"steamid":"76561198195627226","num_games_owned":77,"num_reviews":4,"playtime_forever":257,"playtime_last_two_weeks":0,"playtime_at_review":257,"last_played":1505399357},"language":"english","review":"I want answers....","timestamp_created":1505399788,"timestamp_updated":1637825494,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34946400","author":{"steamid":"76561198174710927","num_games_owned":80,"num_reviews":14,"playtime_forever":898,"playtime_last_two_weeks":0,"playtime_at_review":511,"last_played":1532429374},"language":"greek","review":"ah yes the last chapter of the franchise good times killing those striders rest in piece half life you will always be the chosen one not even a fucking cod bf halo would go above you","timestamp_created":1505387272,"timestamp_updated":1505387272,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.476190477609634399","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34943262","author":{"steamid":"76561198307741564","num_games_owned":143,"num_reviews":8,"playtime_forever":217,"playtime_last_two_weeks":0,"playtime_at_review":217,"last_played":1547258638},"language":"spanish","review":"Mi episodio favorito, recuerda esa sensación al escuchar el tema de los creditos, impresionante.","timestamp_created":1505370112,"timestamp_updated":1505370112,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34925194","author":{"steamid":"76561198351681495","num_games_owned":40,"num_reviews":14,"playtime_forever":286,"playtime_last_two_weeks":0,"playtime_at_review":286,"last_played":1505052111},"language":"polish","review":"Half-Life 2:Episode Two to gra stworzona jak przez valve wydana przez Sierra w 2007.\nW grze ponownie wcielamy sie w Gordona któremu udało sie przeżyć wypadek,Celem Gordona jest uratować Alyx oraz doprowadzić ja i cheap do bazy.\nDalej spoilerowac nie będe  jest według mnie najlepsz odsłona serii,dynamika,swietna fabuła,klimat to  czynniki które naprawde rzadko w grach wystepuja.\nFabuła jest świetna,pokazuje to dynamiczny początek oraz tajemnicze zakończenie gry które wmiata w fotel,aż dotąd mnie dziw bierze że nie wyszła 3 część tej świetnej gry.\nW tym dodatku naprawiono wiele rzeczy np.Latarka jest osobno od bieganie i nie żużywa sie razem z bieganiem.\nZaś muzyka nie przeszła zmiany według mnie znowu słaba muzyka,fabuła to nadrabiała wiec duzego problemu z tego nie było.\nGre niesamowicie polecam,według mnie najlepsza część,fabuła nie do przebycia i to czynni Half-Life jedna z najlepszych gier na swiecie.\nOCENA OGÓLNA:10/10","timestamp_created":1505328639,"timestamp_updated":1525031106,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34918055","author":{"steamid":"76561198031672864","num_games_owned":199,"num_reviews":224,"playtime_forever":395,"playtime_last_two_weeks":0,"playtime_at_review":395,"last_played":1490284525},"language":"english","review":"seeing it end still saddens me","timestamp_created":1505303764,"timestamp_updated":1612205278,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.449996143579483032","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34915213","author":{"steamid":"76561198362734023","num_games_owned":127,"num_reviews":55,"playtime_forever":284,"playtime_last_two_weeks":0,"playtime_at_review":284,"last_played":1504843968},"language":"english","review":"classic","timestamp_created":1505289831,"timestamp_updated":1505289831,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.514925360679626465","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34914422","author":{"steamid":"76561198164604757","num_games_owned":65,"num_reviews":24,"playtime_forever":383,"playtime_last_two_weeks":0,"playtime_at_review":383,"last_played":1505284885},"language":"english","review":"so sad","timestamp_created":1505285130,"timestamp_updated":1505285130,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.514925360679626465","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34910567","author":{"steamid":"76561198306965562","num_games_owned":63,"num_reviews":19,"playtime_forever":321,"playtime_last_two_weeks":0,"playtime_at_review":321,"last_played":1503712722},"language":"koreana","review":"일라이 밴스의 목숨을 가져갔으니 하프라이프3를 내놓아라","timestamp_created":1505260893,"timestamp_updated":1505260893,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34909492","author":{"steamid":"76561198179342283","num_games_owned":510,"num_reviews":232,"playtime_forever":364,"playtime_last_two_weeks":0,"playtime_at_review":364,"last_played":1505254641},"language":"english","review":"Definitely better than Episode One. More variety in level design, you can drive a car, better story etc..\n\nNevertheless the last mission was terrible! The sticky bombs don't stick! You will quick load non stop. Anyway, game is pretty good until then, so I think I can recommend it.","timestamp_created":1505255069,"timestamp_updated":1505255069,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.50737762451171875","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34909323","author":{"steamid":"76561198050472116","num_games_owned":145,"num_reviews":41,"playtime_forever":367,"playtime_last_two_weeks":0,"playtime_at_review":216,"last_played":1560945657},"language":"english","review":"A classic. Haven't more to say","timestamp_created":1505254257,"timestamp_updated":1505254257,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.514925360679626465","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34903881","author":{"steamid":"76561198013115694","num_games_owned":221,"num_reviews":3,"playtime_forever":264,"playtime_last_two_weeks":0,"playtime_at_review":264,"last_played":1505231599},"language":"english","review":"The final battle sequence and ending are extremely obnoxious. It's even worse knowing that they'll never continue the series.","timestamp_created":1505231974,"timestamp_updated":1505231974,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.496613979339599609","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34900631","author":{"steamid":"76561198202375836","num_games_owned":107,"num_reviews":23,"playtime_forever":275,"playtime_last_two_weeks":0,"playtime_at_review":202,"last_played":1582105941},"language":"schinese","review":"V社出品 必属精品","timestamp_created":1505221250,"timestamp_updated":1505221250,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34896180","author":{"steamid":"76561198061163211","num_games_owned":512,"num_reviews":246,"playtime_forever":60,"playtime_last_two_weeks":0,"playtime_at_review":59,"last_played":1558814554},"language":"russian","review":"Не хватило фантазии принести что-то новое хоть в эту очередную часть игры спустя 3 года? Это все равно  что смотреть один и тот же фильм,только с разными концовками\nНе понимаю людей,которые надеяться на продолжении серии,которая закончилась еще в 2007 году.","timestamp_created":1505198847,"timestamp_updated":1505198847,"voted_up":false,"votes_up":12,"votes_funny":3,"weighted_vote_score":"0.358971297740936279","comment_count":8,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34893761","author":{"steamid":"76561198139652535","num_games_owned":200,"num_reviews":35,"playtime_forever":252,"playtime_last_two_weeks":0,"playtime_at_review":252,"last_played":1460079568},"language":"english","review":"Give us HL3 not a stupid card game no one asked for. Please, I beg you. I need a conclusion to this story. Plz daddy Gabe. Grant us this. Then feel free to make as many stupid card games as your diabetic heart desires.","timestamp_created":1505182846,"timestamp_updated":1505182846,"voted_up":false,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.476275742053985596","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34888056","author":{"steamid":"76561198006976954","num_games_owned":135,"num_reviews":11,"playtime_forever":2037,"playtime_last_two_weeks":0,"playtime_at_review":2037,"last_played":1501225204},"language":"spanish","review":"Tercera parte por favor ! D:","timestamp_created":1505154848,"timestamp_updated":1505154848,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34882211","author":{"steamid":"76561197969143166","num_games_owned":208,"num_reviews":12,"playtime_forever":10335,"playtime_last_two_weeks":0,"playtime_at_review":10335,"last_played":1436294914},"language":"english","review":"I cannot recommend this episode since it is a cliffhanger never to be released.\nVery poor from the developer. \n\nExtra:\nWe finally got an ending to Half-Life.\nNever did i believe that Valve would let go, one of the franchises that shaped so much of the world us gamers know.\n\nYou, Valve - We're the greatest thing to ever happen to me as a teenager-ish you created the perfect universe.\nToo bad you would not finish what you started, if anyone could it would have been you. \n","timestamp_created":1505134346,"timestamp_updated":1505134346,"voted_up":false,"votes_up":10,"votes_funny":0,"weighted_vote_score":"0.60980147123336792","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34880490","author":{"steamid":"76561198372730471","num_games_owned":68,"num_reviews":29,"playtime_forever":320,"playtime_last_two_weeks":0,"playtime_at_review":320,"last_played":1505126526},"language":"russian","review":"ШИДЕВР! Сюжет и особенно концовка игры, затронули до глубины сердца! 10/10\nЖду продолжения...","timestamp_created":1505127355,"timestamp_updated":1505127355,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":3,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34875151","author":{"steamid":"76561198067199517","num_games_owned":149,"num_reviews":17,"playtime_forever":325,"playtime_last_two_weeks":0,"playtime_at_review":325,"last_played":1452925102},"language":"english","review":"REEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEE","timestamp_created":1505096469,"timestamp_updated":1505096469,"voted_up":false,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.503311276435852051","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34874383","author":{"steamid":"76561198106965868","num_games_owned":127,"num_reviews":4,"playtime_forever":304,"playtime_last_two_weeks":0,"playtime_at_review":303,"last_played":1511600595},"language":"english","review":"Half life died for a Dota card game thanks Valve.","timestamp_created":1505092537,"timestamp_updated":1505092537,"voted_up":false,"votes_up":4,"votes_funny":0,"weighted_vote_score":"0.479089856147766113","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34869720","author":{"steamid":"76561198238903698","num_games_owned":35,"num_reviews":16,"playtime_forever":371,"playtime_last_two_weeks":0,"playtime_at_review":371,"last_played":1498986201},"language":"turkish","review":"Her Türlü İyi Hiç Kendini Bozmayan Senaryoya Sahip Fakat Senaryolar Çok Kısa Ve Fucking Gaben Hala 3 Çıkarmıyoo!","timestamp_created":1505072289,"timestamp_updated":1505072289,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34860017","author":{"steamid":"76561198011847777","num_games_owned":253,"num_reviews":38,"playtime_forever":820,"playtime_last_two_weeks":0,"playtime_at_review":820,"last_played":1505231913},"language":"english","review":"Eli Vance dies and so does the half life series","timestamp_created":1505044368,"timestamp_updated":1509555508,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.498710900545120239","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34857854","author":{"steamid":"76561198148500361","num_games_owned":121,"num_reviews":26,"playtime_forever":337,"playtime_last_two_weeks":0,"playtime_at_review":337,"last_played":1462603186},"language":"russian","review":"[u]Русский/Russian[/u]\nСерия игр Half-Life отлична, но на дворе уже 2017 год, а продолжения еще нет, по-моему его уже и не будет. Очень жаль писать это, но Half-Life 3  (Half-Life Episode 3) - RIP\n[u]Английский/English[/u]\nThe Half-Life series is excellent, but it's already in the year 2017, and there's still no continuation, in my opinion it will not be there. It is a pity to write this, but Half-Life 3 (Half-Life Episode 3) - RIP","timestamp_created":1505037133,"timestamp_updated":1505037133,"voted_up":true,"votes_up":2,"votes_funny":1,"weighted_vote_score":"0.5","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34852469","author":{"steamid":"76561198275983662","num_games_owned":173,"num_reviews":54,"playtime_forever":1889,"playtime_last_two_weeks":0,"playtime_at_review":236,"last_played":1517098118},"language":"english","review":"after hearing so many memes i can see why people want half life 3","timestamp_created":1505015106,"timestamp_updated":1505015106,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34847970","author":{"steamid":"76561198355249254","num_games_owned":94,"num_reviews":14,"playtime_forever":474,"playtime_last_two_weeks":0,"playtime_at_review":474,"last_played":1504993648},"language":"spanish","review":"Vaya forma de avanzar mas la trama, de igual forma quedamos iniciados...gracias Valce, porfavor concluye la historia!","timestamp_created":1504995446,"timestamp_updated":1504995446,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34845497","author":{"steamid":"76561197962768087","num_games_owned":33,"num_reviews":1,"playtime_forever":1555,"playtime_last_two_weeks":0,"playtime_at_review":1515,"last_played":1530204212},"language":"english","review":"At this point, there is little hope for the next part of the story to ever be made into a playable form.  This series hold a special place in my heart and I love all the games.  Characters are interesting and well developed.  The story moves at a very nice pace.  All in all, an amazing franchise and very replayable games.","timestamp_created":1504987047,"timestamp_updated":1504987047,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.514925360679626465","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34841946","author":{"steamid":"76561198108363244","num_games_owned":277,"num_reviews":60,"playtime_forever":605,"playtime_last_two_weeks":0,"playtime_at_review":605,"last_played":1505013455},"language":"english","review":"Amazing game. I'm only writing this review because I disagree with the idea that we should all whine and write a negative review because we didn't get the sequel we want.","timestamp_created":1504976361,"timestamp_updated":1504976361,"voted_up":true,"votes_up":3,"votes_funny":0,"weighted_vote_score":"0.511342525482177734","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34834335","author":{"steamid":"76561198263530507","num_games_owned":142,"num_reviews":46,"playtime_forever":544,"playtime_last_two_weeks":0,"playtime_at_review":290,"last_played":1542920332},"language":"english","review":"Awesome, better than Half Life 2 and episode 1, too bad VALVe got incredibly greedy and lazy , which means we'll never see episode 3.","timestamp_created":1504953831,"timestamp_updated":1504953831,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.514925360679626465","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34831943","author":{"steamid":"76561198169529995","num_games_owned":192,"num_reviews":145,"playtime_forever":322,"playtime_last_two_weeks":0,"playtime_at_review":322,"last_played":1449410495},"language":"spanish","review":"Lo recomiendo mucho por seguir la historia de la serie half Life, aunque para dejar la historia super interesante y quedarse así hasta la fecha tristemente. Recomendado cogerlo en rebajas a ser posible","timestamp_created":1504945201,"timestamp_updated":1504945201,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34818844","author":{"steamid":"76561198091701416","num_games_owned":236,"num_reviews":10,"playtime_forever":1619,"playtime_last_two_weeks":0,"playtime_at_review":1334,"last_played":1504988326},"language":"portuguese","review":"Muito Bom","timestamp_created":1504890443,"timestamp_updated":1504890443,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34816534","author":{"steamid":"76561198078179643","num_games_owned":148,"num_reviews":3,"playtime_forever":1975,"playtime_last_two_weeks":0,"playtime_at_review":726,"last_played":1636582043},"language":"english","review":"Install an Half-Life 3 Mod. 11/10","timestamp_created":1504883421,"timestamp_updated":1504883421,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.537366509437561035","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34809538","author":{"steamid":"76561198027318229","num_games_owned":237,"num_reviews":54,"playtime_forever":877,"playtime_last_two_weeks":0,"playtime_at_review":877,"last_played":1454583797},"language":"russian","review":"Продолжение HL2Ep1, коя являлась продолжением HL2. Всё так же круто и бодро. 10/10.","timestamp_created":1504855857,"timestamp_updated":1504855857,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34808308","author":{"steamid":"76561198056750261","num_games_owned":128,"num_reviews":150,"playtime_forever":737,"playtime_last_two_weeks":0,"playtime_at_review":614,"last_played":1579038730},"language":"russian","review":"события разворачиваются сразу после бегства героев из разрушенного Города-17. Оплот зла уничтожен, но праздновать триумф рано: на руинах возникла огромная воронка расширяющегося портала. Если захватчики смогут открыть окно в свое измерение, то землян уже ничто не спасет. Последняя надежда на выживание — данные, украденные Аликс из главного сервера Цитадели. У Фримена остаются считанные часы на доставку бесценного груза повстанцам из Белой Рощи. Собственно, этому и посвящен весь второй эпизод. Опасная прогулка сильно напоминает Half-Life 2, хотя уличных боев нет — действие вышло далеко за городскую черту. Полюбовавшись минут пять на симпатичные елки, мы ныряем в катакомбы (в их роли выступают «Шахта Победы имени 50-летия» и психоделичный улей муравьиных львов; по крайней мере, таких подземелий в Half-Life 2 мы не видели), возвращаемся на поверхность для забегов по радиоактивной жиже, рассекаем воздух на полуразобранном «мускул-каре», решаем пазлы гравипушкой, дважды попадаем в засады, кормим вражеский вертолет его же минами… В общем, старые яйца в тот же профиль. Правда, с парочкой свежих монстров и большим разнообразием знакомых ситуаций и декораций, в отличие от Episode One, где единственной новинкой были «зомбайны». И, несмотря на то, что Hald-Life 2 Episode 2 оставляет приятное впечатление (за вычетом битвы со страйдерами, в которой побеждает не умение, а «quickload»), голову не покидает тревожная мысль: неужели в третьей «серии» нам опять предложат полное дежа вю, да еще без новых видов оружия? Прогресс не стоит на месте, и то, что вчера срывало овации, осенью 2008-го вызовет недоуменную ухмылку. Однако именно в техническом плане Episode Two выше своих предшественниц. Физический движок научился сращивать математические расчеты с заранее созданной анимацией, что наглядно демонстрируют крушение железнодорожного моста в первой главе и взорванные домики — в предпоследней. Графический — освоил мультиядерные процессоры, «motion blur», глубину резкости кадра и честные «мягкие» тени от фонарика (но их почему-то отбрасывают не все объекты). Музыка, пролетавшая мимо ушей в Half-Life 2, стала агрессивнее и богаче за счет более мощного ритма и звучных электрогитар. «И всё?» — воскликнут игроки, когда по экрану поползут строчки титров. Увы, даже рекламный ролик из Half-Life 2 Episode 3 не покажут. Кое-как продляют жизнь игры аудиокомментарии и охота на «достижения». Но, несмотря на наличие сразу трех игр, гвоздем The Orange Box является все-таки продолжающийся «полураспад». Главные герои эпопеи – Гордон и Алекс – целы и невредимы. Цитадель разрушена, но мир во всем мире не спешит наступать. Опять эти чертовы комбайны. Прислужники Вселенского Зла намерены открыть новый портал, дабы призвать на помощь необходимое подкрепление. Если коварный план галактических оккупантов осуществиться, от земной цивилизации останутся одни воспоминания. Единственный шанс на спасение – секретная информация, невинно прихваченная Алекс из разваливавшегося оплота супостатов. Данные, во чтобы-то ни стало, нужно доставить в лагерь повстанцев. На это у Фримена есть шесть часов геймплея. Как и в Episode One, вам предстоит стремительный забег по коротким главам, коих насчиталось семь штук. Место действия игры окончательно сместилось из городских районов. Нынче счастливому обладателю гравипушки приходится продираться сквозь кишащие мертвяками подвалы и «норы» муравьиных львов. Глотнуть свежего воздуха удастся лишь в самом конце, когда обдуваемый ветром Гордон за рулем вступает в неравный бой с отрядом страйдеров. Геймплей не изменился ни на йоту. Все тот же отстрел кучи врагов, все те же заигрывания с физикой. Два года назад это смотрелось откровением в жанре, сейчас – всего лишь качественным заскриптованным шутером. На это намекает и отнюдь не первой свежести графический движок. Впрочем, кое-какие работы над технической стороной игры были проведены успешно. Так, «моторчик» овладел технологией «motion blur», заполучил поддержку многоядерных процессоров и научился рисовать «мягкие» тени. И все равно этого недостаточно для равной борьбы с имеющимися на рынке конкурентами. Неужели 16 месяцев ожидания стоят итогового результата? Навряд ли. Массовая Half-Life 2-истерия, на которой в свое время выехал Episode One, постепенно сходит на нет, а к моменту выхода «триквела» так и вовсе может испариться. Посему Valve придется изрядно поднапрячься, чтобы успешно продать одну и ту же игру третий раз подряд.","timestamp_created":1504847798,"timestamp_updated":1504848303,"voted_up":true,"votes_up":0,"votes_funny":1,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34807916","author":{"steamid":"76561198041944840","num_games_owned":180,"num_reviews":78,"playtime_forever":358,"playtime_last_two_weeks":0,"playtime_at_review":358,"last_played":1504845655},"language":"english","review":"So much hate up in here!\nYes, it ends on a cliff hanger and has left us waiting forever for Half-Life 3... BUT that doesn't change the fact that this is yet another stellar entry in the Half-Life series. It's more Half-Life goodness and it's worth playing. Nuff said.\n\n10/10","timestamp_created":1504845798,"timestamp_updated":1504845798,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34807522","author":{"steamid":"76561198028635556","num_games_owned":969,"num_reviews":158,"playtime_forever":197,"playtime_last_two_weeks":0,"playtime_at_review":197,"last_played":1451445966},"language":"english","review":"Eh. An expansion of the setpiece game \"Half-Life\". A tech demo that went a little bit too far. Great when it was released, doesn't hold up that well anymore.","timestamp_created":1504843489,"timestamp_updated":1504843762,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.448548823595046997","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34805287","author":{"steamid":"76561198180279521","num_games_owned":290,"num_reviews":20,"playtime_forever":322,"playtime_last_two_weeks":0,"playtime_at_review":299,"last_played":1506679488},"language":"schinese","review":"祝半条命玩家长命百岁","timestamp_created":1504830874,"timestamp_updated":1504830874,"voted_up":true,"votes_up":6,"votes_funny":1,"weighted_vote_score":"0.573308706283569336","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34793979","author":{"steamid":"76561198131701503","num_games_owned":152,"num_reviews":135,"playtime_forever":865,"playtime_last_two_weeks":0,"playtime_at_review":865,"last_played":1607187744},"language":"english","review":"[b]Half-Life 2: Episode Two[/b] is, shockingly, a direct continuation of Episode One.  You shouldn't play this till you've played that one (and HL2).  More to the point, if you [i]have[/i] played the earlier games you've probably committed to this one.  As we approach the 10-year anniversary of the release, we know that the story will never be completed.  But there are reasons why [b]Half-Life 3[/b] is the most anticipated game that won't exist, and they can be found in this game: enjoyable and balanced gameplay, believable NPCs, impressive environmental storytelling and a few good mysteries.\n\nAll of that applies to the entire [b]Half-Life[/b] series.  [b]Episode Two[/b] specifically has several things that mark it out among that company.  The plot is at its most dense here; we learn more about the G-Man than in the rest of the series combined, as well as developing the Combine aliens as a threat.  Gameplay-wise E2 is mostly about small iterations on a successful formula, but the climatic set-piece is on of my favourite in the entire series.\n\nDespite the unfinished story, I still recommend the [b]Half-Life[/b] series to almost anyone.  Just play them in order, which means this comes last.","timestamp_created":1504789572,"timestamp_updated":1504789572,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34792861","author":{"steamid":"76561198245332096","num_games_owned":126,"num_reviews":62,"playtime_forever":528,"playtime_last_two_weeks":0,"playtime_at_review":528,"last_played":1504782180},"language":"turkish","review":"Oynamayan oynasın oyun güzel.","timestamp_created":1504785168,"timestamp_updated":1590480221,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34792411","author":{"steamid":"76561198133315048","num_games_owned":130,"num_reviews":8,"playtime_forever":330,"playtime_last_two_weeks":0,"playtime_at_review":330,"last_played":1452344271},"language":"schinese","review":"一口气打通了所有的半条命，很棒的游戏，即使用现在的眼光看也一样，扑朔迷离的剧情很吸引人。听到V社放弃半条命3的传闻，我也很生气。不过那些迁怒在dead game里面刷差评的人，我实名制透NM","timestamp_created":1504783268,"timestamp_updated":1504783268,"voted_up":true,"votes_up":4,"votes_funny":1,"weighted_vote_score":"0.509634315967559814","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34788352","author":{"steamid":"76561198246834666","num_games_owned":243,"num_reviews":46,"playtime_forever":552,"playtime_last_two_weeks":0,"playtime_at_review":506,"last_played":1638150149},"language":"english","review":"Half life 4 confirmed","timestamp_created":1504760472,"timestamp_updated":1504760472,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":true,"written_during_early_access":false},{"recommendationid":"34785692","author":{"steamid":"76561198032644538","num_games_owned":69,"num_reviews":18,"playtime_forever":600,"playtime_last_two_weeks":0,"playtime_at_review":600,"last_played":1499542509},"language":"english","review":"For me this game is the closure for the Half Life series. You have rebelled against the Combine destroying the Citadel and closing the super portal. You have defeated the combine leaving them without means for back up and stuck on a hostile world. Is it not to hard to think Gordon Freeman and Alyx destroyed the Borealis and destroying the last means of hope for the Combine. You Gordon Freeman have killed or destroyed any threat that has come your way the only thing that could kill you being the Advisors.\n\nThis has nothing to do with the reveiew but imagine growing up after the Combine fell and learing about the legend Gordon Freeman and the other Rebel leaders and, meeting him with grey hair this MIT grad that worked for Black Mesa, rebelled against the Combine and never break his glasses.","timestamp_created":1504744787,"timestamp_updated":1504744787,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34785021","author":{"steamid":"76561198203247568","num_games_owned":217,"num_reviews":26,"playtime_forever":415,"playtime_last_two_weeks":0,"playtime_at_review":415,"last_played":1504740142},"language":"russian","review":"ну второй эпизод мне понравился больше   он более красивый  чем первый  ,  а вот концовка кончено  грусноватая   но при этом интересная  хотелось бы  узнать  чем все это кончиться  но  увы ((","timestamp_created":1504740910,"timestamp_updated":1504740910,"voted_up":true,"votes_up":5,"votes_funny":0,"weighted_vote_score":"0.563106775283813477","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34782110","author":{"steamid":"76561198170152875","num_games_owned":88,"num_reviews":17,"playtime_forever":556,"playtime_last_two_weeks":0,"playtime_at_review":534,"last_played":1507424590},"language":"english","review":"Episode 2 is really good :D but wheres episode 3","timestamp_created":1504727616,"timestamp_updated":1504727616,"voted_up":true,"votes_up":2,"votes_funny":1,"weighted_vote_score":"0.51171875","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34778205","author":{"steamid":"76561198203759449","num_games_owned":54,"num_reviews":3,"playtime_forever":1152,"playtime_last_two_weeks":0,"playtime_at_review":1072,"last_played":1555520094},"language":"russian","review":"Не знаю почему, но именно только в ней у меня крашится видеодрайвер, а если запускать эту же игру через папку стима, так вообще запускается первый эпизод, хотя пиратские версии работают на ура","timestamp_created":1504713550,"timestamp_updated":1504713595,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.386404305696487427","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34777212","author":{"steamid":"76561198060960727","num_games_owned":107,"num_reviews":20,"playtime_forever":469,"playtime_last_two_weeks":0,"playtime_at_review":428,"last_played":1505760800},"language":"english","review":"instead of reviewing this. im gonna talk about hl3. hopefully hl3 (half-life 3) will have new guns. more headcrabs. i would also love to see the gonarch return. and a new synth or two. hl2 ep1 and ep2 were great. i never actually played hl2. but the half-life sieries is great.","timestamp_created":1504710497,"timestamp_updated":1504710497,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34776355","author":{"steamid":"76561198139897312","num_games_owned":304,"num_reviews":21,"playtime_forever":136,"playtime_last_two_weeks":0,"playtime_at_review":35,"last_played":1579402232},"language":"russian","review":"Убили халфу, бляди","timestamp_created":1504707558,"timestamp_updated":1504707558,"voted_up":false,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.424831926822662354","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34776068","author":{"steamid":"76561198021129808","num_games_owned":97,"num_reviews":10,"playtime_forever":691,"playtime_last_two_weeks":0,"playtime_at_review":691,"last_played":1504792046},"language":"english","review":"Spoiler Warning! \n\nThe real alien threat wasn't the Combine, that was just a big distraction. It was the steam empire all along, and the Gman is a thinly photoshopped Gaben. The resistance failed. We lost. Game Over MAN!. The actual reason for the invasion was for our hearts and minds, so that Gaben could feed on our essense and sorrow. For every crushed spirit, he gained a pound.\n\n\nGABEN: SUPREME VICTORY!!!!!!!!!!\n\nhttps://www.youtube.com/watch?v=wcPv_NAM0aU","timestamp_created":1504706489,"timestamp_updated":1504706637,"voted_up":false,"votes_up":1,"votes_funny":1,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34773154","author":{"steamid":"76561198144179285","num_games_owned":312,"num_reviews":33,"playtime_forever":938,"playtime_last_two_weeks":0,"playtime_at_review":909,"last_played":1614161932},"language":"russian","review":"Half life 3 за все 9 лет и 9 месяцов и 6 дней уже стала уже мёртвой потому что верить в Valve уже не надо мы уже видим что происходит,да кто то скажет что всё под контролем а кто то полностью уверен то что Half life 3 уже мертва скажу так. Это всего лишь игра которая выйдет от других разработчиков это прям как Plants vs Zombies 2 которые сделали но уже другие люди и уже другая компания не потому что это ситуация похожа тем что из команды разработчиков тоже ушли ключевые фигуры как и в Valve и не потому что за счёт фанатов и новых игроков берут деньги за платный контент для игры как и в Valve и не потому что на Plants vs Zombies 2 как и Valve на Half life 3 наплевать а потому что игра стала культовой и запоминающейся как важный момент в жизни фанатов игры а для разработчиков это стало как миг успеха и популярности этой игры и давайте будем реалистами как не как игру всётаки выпустят не Valve конечно а кто то другой так вы хотели же Half life 3? Вот он и будет только не таким каким вы хотели не от тех кто сделал первые две части Half life а те кто уже перестали ждать и стали делать сами потом же после выхода это будет конец света но уже для Valve потому что вы же её похоронили вот и не жалуйтесь что её теперь нет,у вас была вся власть в руках что бы манипулировать Гейбом почему? Потому что мы слепо верили что нужно тратить деньги и продолжать играть в Многопользовательские игры в которых есть Внутреигровые Платные Вещи* при этом мягко возмущаясь почему нету новых игр?Когда у вас был шанс вы его упустили вы сами были в этом виноваты когда Гейб только начал это дело у вас был мать его шанс сами блин вините Valve а сами? Сами вы не виноваты? Не виноваты что вы тратили деньги как будто вам их деть некуда? Нет ну если вас много конечно кто ждал части Half-life 3,Portal 3 и Left 4 dead 3 почему вы же не подняли всех науши и не сделали что должны сделать фанаты? Сделать так что бы прибыль не была у Valve + ещё под портить рейтинги с ВПВ* игарм и настроить Пользователей Steam против Valve у вас было время и шанс,да знаю за такое могут и забанить и при этом другие Пользователи будут бояться иди против воли Гейба и это будет глупо НО! Если он удалит всех а он это не сделает потому что доить некого будет у него останеться выбор сделать то что попросят фанаты. А теперь вернёмся в Настоящие поскольку вы не предпринимали никаких мер (Возможно пытались но вас было настолько мало что вас забанили так что о вас и не вспомнят) виноваты в основном вы,а не Valve. Я не ясновидищий но могу сделать прогноз,Valve станет делать всё что бы кое-какие пользователи потому что все остальные будут постепенно уходить со Steam в то время появиться перспективный Магазин с играми в которых игр намного больше в Steam и ещё с удобствами для пользовтелей,Steam проживёт года 2-3 после чего заявит об закрыти Steam сами Люди работавшие в Valve тоже будут уходить постепенно и искать новую работу Гейб Ньюэл заявит об уходе связи личными проблемами. Может я и сгущаю краски и возможно оно так и не будет но скорее всего так и будет потому что так было всегда,и причина всему это деньги которы делали всех слепыми. И вот что ещё я бы сам не сделал это востание или бой-код против Steam потому что я в Steam пришёл очень поздно и я пришёл под самый конец,я не хочу что то изменить или убрать в Steam прейдя в него я просто играю и развлекаюсь мне проблемы я просто вижу то что не видет никто,фанаты видят проблему в лени Гейба Ньюэла а я вижу что вы сами его испортили скажети вы \"КАК МЫ ЕГО МОГЛИ ИСПОРТИТЬ?!!\" естествено вы его испортели деньгами,а деньги портят людей,даже самых творческих,сильных и умных людей.","timestamp_created":1504694703,"timestamp_updated":1504694703,"voted_up":true,"votes_up":8,"votes_funny":0,"weighted_vote_score":"0.616884171962738037","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34772173","author":{"steamid":"76561198360866481","num_games_owned":87,"num_reviews":11,"playtime_forever":1764,"playtime_last_two_weeks":0,"playtime_at_review":344,"last_played":1641376988},"language":"english","review":"Great game makes me feel like playing half life 3, oh thats right there won't be a half life 3 oh well what a shame.","timestamp_created":1504689855,"timestamp_updated":1504690073,"voted_up":true,"votes_up":3,"votes_funny":0,"weighted_vote_score":"0.541666686534881592","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34771906","author":{"steamid":"76561198329995705","num_games_owned":105,"num_reviews":71,"playtime_forever":315,"playtime_last_two_weeks":0,"playtime_at_review":312,"last_played":1612299598},"language":"spanish","review":"El último episodio de la historia de Black Mesa, pero no donde acaba todo. Half-Life 3 existe, pero no en forma de juego, si no de relato (oficial). Una gran decepción, después de tantos años de espera.","timestamp_created":1504688307,"timestamp_updated":1504689057,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.527477264404296875","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34771086","author":{"steamid":"76561198038919367","num_games_owned":48,"num_reviews":18,"playtime_forever":622,"playtime_last_two_weeks":0,"playtime_at_review":307,"last_played":1654685983},"language":"english","review":"WE WANT HALF LIFE 3 NOT A FUCKING CARD GAME","timestamp_created":1504683211,"timestamp_updated":1504683211,"voted_up":false,"votes_up":5,"votes_funny":1,"weighted_vote_score":"0.52927553653717041","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34767641","author":{"steamid":"76561197960532969","num_games_owned":446,"num_reviews":64,"playtime_forever":187,"playtime_last_two_weeks":0,"playtime_at_review":48,"last_played":1571951014},"language":"english","review":"It's such a shame that the series ends on a cliffhanger.\n\nHalf-Life 2: Episode 2 shows Valve at the height of their creative power.  Every design idea from Half-Life, Half-Life 2 and Episode 1 come together here.  It's an amazing achievement of design and technology, perfecting the tight first person shooter of Half-Life 2.  It adds spice and variety in sometimes surprising ways and it set the tone for games, not just first person shooters, for years to come.  It learned valuable lessons from responses to Half-Life 2's overlong vehicle sections by shortening them and making sure that as many new ideas as possible were crammed into each moment.  While it would have the unfortunate effect of encouraging 'setpiece' oriented design (the collapsing bridge, for example) over 'system' design, it still does systems well enough (defending a position from increasing waves of Antlions) that it's a very good block of content in its own right.  It's relatively short but a rich enough experience that the current asking price of $7.99 is not unreasonable.\n\nNow for the bad part.  Information released by former Valve writer Marc Laidlaw outlined the rough idea of where the never-released Half-Life 2: Episode Three would have gone.  It didn't resolve things in a lasting way either, and the decade of radio silence from Valve dovetails to suggest very strongly that future HL content is never coming out.  It's a real shame.","timestamp_created":1504661176,"timestamp_updated":1504661176,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34763291","author":{"steamid":"76561198045866279","num_games_owned":184,"num_reviews":54,"playtime_forever":2718,"playtime_last_two_weeks":0,"playtime_at_review":1082,"last_played":1647226338},"language":"english","review":"I never gave up hope for hl3, im so glad i kept on believing","timestamp_created":1504640336,"timestamp_updated":1586281394,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.47826087474822998","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34762971","author":{"steamid":"76561198025538850","num_games_owned":384,"num_reviews":7,"playtime_forever":273,"playtime_last_two_weeks":0,"playtime_at_review":273,"last_played":1412347492},"language":"english","review":"It stills says trilogy in the \"about me\"... Take that out or I'm suing for false advertisement >:c","timestamp_created":1504639226,"timestamp_updated":1504639226,"voted_up":false,"votes_up":1,"votes_funny":2,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34762415","author":{"steamid":"76561198070805481","num_games_owned":100,"num_reviews":13,"playtime_forever":509,"playtime_last_two_weeks":0,"playtime_at_review":452,"last_played":1641151164},"language":"brazilian","review":"Mais um surpreendente e maravilhoso jogo de half life, novos inimigos que apresentam um belo desafio, como sempre graficos otimos ate nos dias de hoje, felizmente e sem surpresa não tenho nada de ruim para falar deste jogo a não ser o fato de ele ter sido o ultimo a ser lançado, eu particularmente quanto mais perto chegava do final eu sentia uma dor no peito por saber que nao haveria uma continuação, otimo jogo, otimo enredo, otimo em tudo.","timestamp_created":1504637301,"timestamp_updated":1531813719,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34762331","author":{"steamid":"76561198310474915","num_games_owned":109,"num_reviews":13,"playtime_forever":1046,"playtime_last_two_weeks":0,"playtime_at_review":583,"last_played":1566490062},"language":"english","review":"3 cıksın artık dedirten oyun olmuş ama harbiden cıksın artık o 3 şu 3 takındınızdan cıkın artık oyun baya güzel","timestamp_created":1504636985,"timestamp_updated":1504636985,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34760929","author":{"steamid":"76561198199766286","num_games_owned":91,"num_reviews":9,"playtime_forever":1128,"playtime_last_two_weeks":0,"playtime_at_review":245,"last_played":1637873053},"language":"russian","review":"Игра просто класс но где Half-Life 3 Valve ну где ???","timestamp_created":1504632044,"timestamp_updated":1504632044,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.498131990432739258","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34749089","author":{"steamid":"76561197997714585","num_games_owned":740,"num_reviews":23,"playtime_forever":2213,"playtime_last_two_weeks":0,"playtime_at_review":1977,"last_played":1623068301},"language":"english","review":"I absolutely love the half life series and all the games, I recommend every single one of the games but am extremely disappointed in valve. The complete lack of ANY communication for TEN YEARS is completly disgusting, It is disrepectful to the fans who supported valve for years. Its sad that valve doesnt even have the courtesy to tell their fans that half life is dead. It is clear that we will never get a satisfying ending to an amazing story. I personally am not interested in anything valve has released since Episode 2, and if the single player story driven masterpieces of recent years are anything to go by, its that valve only cares about its games as service titles, and not their narative driven campaigns. I am deeply upset that we will never get to explore the atmospheric and exciting universe of half life again. Valve prides themselves on their independance and flat workplace structure, but its clear there is a lack of focus. Valve, like too many companies in the video games industry, seem to be too blinded on following the money, they have left behind those that got them there in the first place...","timestamp_created":1504582842,"timestamp_updated":1504582842,"voted_up":false,"votes_up":12,"votes_funny":0,"weighted_vote_score":"0.611321210861206055","comment_count":3,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34748124","author":{"steamid":"76561198098433859","num_games_owned":151,"num_reviews":23,"playtime_forever":311,"playtime_last_two_weeks":0,"playtime_at_review":311,"last_played":1491007624},"language":"spanish","review":"NUNCA SALDRÁ HALF LIFE 2: EPISODE THREE","timestamp_created":1504578009,"timestamp_updated":1504578009,"voted_up":false,"votes_up":3,"votes_funny":0,"weighted_vote_score":"0.481865257024765015","comment_count":3,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34739249","author":{"steamid":"76561198013623701","num_games_owned":83,"num_reviews":2,"playtime_forever":2536,"playtime_last_two_weeks":0,"playtime_at_review":2519,"last_played":1511640121},"language":"english","review":"Fuck you for not listening to your customers you out of touch money-hungry losers.","timestamp_created":1504544379,"timestamp_updated":1504544379,"voted_up":false,"votes_up":4,"votes_funny":1,"weighted_vote_score":"0.528178215026855469","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34735821","author":{"steamid":"76561198409987198","num_games_owned":56,"num_reviews":13,"playtime_forever":544,"playtime_last_two_weeks":0,"playtime_at_review":271,"last_played":1525899336},"language":"english","review":"This game is amazing,truly completes the trilogy of the half life series.","timestamp_created":1504535095,"timestamp_updated":1504535095,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.512104272842407227","comment_count":2,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34733643","author":{"steamid":"76561198263120775","num_games_owned":360,"num_reviews":13,"playtime_forever":292,"playtime_last_two_weeks":0,"playtime_at_review":233,"last_played":1481032249},"language":"english","review":"I'm sad that so many people died waiting for Pastebin","timestamp_created":1504528293,"timestamp_updated":1504528293,"voted_up":false,"votes_up":4,"votes_funny":0,"weighted_vote_score":"0.517490684986114502","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34731372","author":{"steamid":"76561198205851284","num_games_owned":139,"num_reviews":29,"playtime_forever":1032,"playtime_last_two_weeks":0,"playtime_at_review":1032,"last_played":1505744578},"language":"english","review":"A pretty, priceless gem that deserves a lot more love than it gets.","timestamp_created":1504519335,"timestamp_updated":1504519335,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34727896","author":{"steamid":"76561198025616853","num_games_owned":655,"num_reviews":3,"playtime_forever":267,"playtime_last_two_weeks":0,"playtime_at_review":267,"last_played":1504501447},"language":"spanish","review":"vaya vaya Gabe, ahora se por que te odian ahora mismo.","timestamp_created":1504501799,"timestamp_updated":1504501799,"voted_up":true,"votes_up":1,"votes_funny":1,"weighted_vote_score":"0.508108139038085938","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34722167","author":{"steamid":"76561198039159267","num_games_owned":57,"num_reviews":24,"playtime_forever":1277,"playtime_last_two_weeks":0,"playtime_at_review":1277,"last_played":1381624851},"language":"english","review":"Where is the sequel, volvo?","timestamp_created":1504474615,"timestamp_updated":1504474615,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.496613979339599609","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34715097","author":{"steamid":"76561198135371533","num_games_owned":177,"num_reviews":47,"playtime_forever":264,"playtime_last_two_weeks":0,"playtime_at_review":264,"last_played":1483341149},"language":"koreana","review":"하프라이프 3는 이제 나올 가능성이 없어졌습니다.\n\n\"λ\" 키를 눌러 조의를 표하십시오.","timestamp_created":1504453875,"timestamp_updated":1504453875,"voted_up":true,"votes_up":41,"votes_funny":22,"weighted_vote_score":"0.790659189224243164","comment_count":25,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34714126","author":{"steamid":"76561198185436605","num_games_owned":142,"num_reviews":50,"playtime_forever":350,"playtime_last_two_weeks":0,"playtime_at_review":350,"last_played":1500392497},"language":"german","review":"Half life, mehr kann man dazu nicht sagen","timestamp_created":1504451488,"timestamp_updated":1504451488,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34705363","author":{"steamid":"76561198113307153","num_games_owned":423,"num_reviews":11,"playtime_forever":5,"playtime_last_two_weeks":0,"playtime_at_review":5,"last_played":1452955948},"language":"schinese","review":"弃坑是不可能弃坑的，\n十周年也不可能弃坑的。\n等第三章又没事干，\n只有骂G胖和valve,\n才能维持得了玩游戏的乐趣这样子。\n进sbeam感觉像回家一样，\n在里面比家里面感觉好多了！\n在家里面一个人很无聊，都没有朋友，友女玩 ，\n进了这儿个个都是人才，\n又爱骂G胖，还喜欢祝福弗里曼，\n说话超好听。\n超喜欢在里面。","timestamp_created":1504425703,"timestamp_updated":1512076109,"voted_up":false,"votes_up":60,"votes_funny":173,"weighted_vote_score":"0.729919970035552979","comment_count":2,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34696393","author":{"steamid":"76561198025932380","num_games_owned":1240,"num_reviews":161,"playtime_forever":297,"playtime_last_two_weeks":0,"playtime_at_review":297,"last_played":1373562616},"language":"english","review":"Where TF is episode 3?????","timestamp_created":1504389470,"timestamp_updated":1504389470,"voted_up":false,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.477637887001037598","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34694187","author":{"steamid":"76561198028761879","num_games_owned":409,"num_reviews":4,"playtime_forever":310,"playtime_last_two_weeks":0,"playtime_at_review":310,"last_played":1504301309},"language":"polish","review":"Jestem wściekły... Te zakończenie jest świetnie. Cały rozwój wydarzeń aż się prosi o ciąg dalszy. Graficznie jest dobrze - wg gra zestarzała się o wiele lepiej niż poprzednie gry. Otoczenie szczegółowe, już nie takie puste i sterylne jak HF2 i E1. Świetne zagadki i wywarzony poziom trudności. I tak, jestem wściekły - na Valve, że nie ciągnie tej niesamowitej historii dalej. Polecam gorąco.","timestamp_created":1504382738,"timestamp_updated":1504382738,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34692695","author":{"steamid":"76561198356855806","num_games_owned":9,"num_reviews":9,"playtime_forever":360,"playtime_last_two_weeks":0,"playtime_at_review":353,"last_played":1516961833},"language":"russian","review":"что я могу сказать, игра классная и настольгия выходит из меня ) (где 3 часть?)","timestamp_created":1504378537,"timestamp_updated":1504378576,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.504595577716827393","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34689629","author":{"steamid":"76561198112617283","num_games_owned":218,"num_reviews":62,"playtime_forever":1297,"playtime_last_two_weeks":0,"playtime_at_review":1297,"last_played":1450564302},"language":"english","review":"Five out of five stars and a bittersweet memory. This addition's only crime is not having a sequel. If you haven't played the main game please see my review of that as it discusses the dlc because playing this but first would be both confusing and anti-climactic.","timestamp_created":1504369965,"timestamp_updated":1504369965,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.47691306471824646","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34682043","author":{"steamid":"76561198303480656","num_games_owned":77,"num_reviews":28,"playtime_forever":897,"playtime_last_two_weeks":0,"playtime_at_review":897,"last_played":1560681150},"language":"polish","review":"Half-Life 2: Epizod drugi to gra która najbardziej na świecie zasługuje na Sequel, nawet seria Warcrafta nie zasługuje na czwartą część tak bardzo jak ta gra. Dekadę już czekamy na Trzecią część tej świetnej serii.\n\nZalety: \n- Grafika nadal się nie zastarzała mocno, mimo tych 10 lat\n- Gra nadal daje dużo frajdy\n- Świetny gameplay\n- Dobry horror\n- Ciekawie zrobieni nowi wrogowie\n- Zakończenie zaczyna wzruszać...\n\nWady: \n- ... ale wkurzać jednocześnie z powodu braku trzeciej części.\n\nŚwietna gra.","timestamp_created":1504349425,"timestamp_updated":1532008097,"voted_up":true,"votes_up":7,"votes_funny":0,"weighted_vote_score":"0.567195415496826172","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34662995","author":{"steamid":"76561198315518280","num_games_owned":362,"num_reviews":61,"playtime_forever":354,"playtime_last_two_weeks":0,"playtime_at_review":314,"last_played":1562490588},"language":"hungarian","review":"Véleményem szerint egy remek játék. Csaj elég rövid de nagyon jó ajánlani tudom aki szeretei a Half Life Trilógiát!\n","timestamp_created":1504281345,"timestamp_updated":1504281345,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.525862038135528564","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34658713","author":{"steamid":"76561198320071187","num_games_owned":62,"num_reviews":16,"playtime_forever":6,"playtime_last_two_weeks":0,"playtime_at_review":6,"last_played":1499153852},"language":"french","review":"Un épisode de toute beauté :D","timestamp_created":1504269233,"timestamp_updated":1504269233,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":0,"comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34655423","author":{"steamid":"76561198328625308","num_games_owned":504,"num_reviews":86,"playtime_forever":377,"playtime_last_two_weeks":0,"playtime_at_review":360,"last_played":1558733553},"language":"turkish","review":"Şu oyunun sonunu göremeyeceğiz herhalde 10 yıl oldu nerde episode three !!!!!!!!!!!!!!","timestamp_created":1504258172,"timestamp_updated":1504258172,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":2,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34648204","author":{"steamid":"76561197986522439","num_games_owned":185,"num_reviews":2,"playtime_forever":213,"playtime_last_two_weeks":0,"playtime_at_review":213,"last_played":1420737971},"language":"english","review":"False advertising, this is not a trilogy!","timestamp_created":1504227431,"timestamp_updated":1504227431,"voted_up":false,"votes_up":15,"votes_funny":1,"weighted_vote_score":"0.606681406497955322","comment_count":2,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34648097","author":{"steamid":"76561198343787395","num_games_owned":873,"num_reviews":340,"playtime_forever":314,"playtime_last_two_weeks":0,"playtime_at_review":261,"last_played":1655202754},"language":"english","review":"watch the fireworks.","timestamp_created":1504226998,"timestamp_updated":1504226998,"voted_up":true,"votes_up":0,"votes_funny":0,"weighted_vote_score":"0.472689062356948853","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34644512","author":{"steamid":"76561198044016000","num_games_owned":263,"num_reviews":10,"playtime_forever":227,"playtime_last_two_weeks":0,"playtime_at_review":134,"last_played":1392241014},"language":"spanish","review":"Tengo que decir que este y los demás juegos de la saga (sobre todo Oposing Force) son parte de mis juegos favoritos, aun recuerdo la primera vez que los conocí, FPS con elementos de aventura impecables, excelentes juegos, pero…\nPero…\nNo tengo nada que agregar a todo lo dicho, Valve no tuvo la dignidad de terminar la saga como correspondía, solo silencio desde 2007 cuando salió el episodio 2, solo interesados en el dinero y ahora un juego de cartas, la clase de juego que es expresamente P2W\nAhora Artifact.... estoy seguro de que no va a ser ni un clon de Magic, sino un clon de Heartstone…\nValve tiene que terminar Half-Life, ya sea un final mediocre esta saga se merece un final, debe tener una conclusión.\nComunidad de Moders de HL, les pido que hagan lo que Valve no piensa ni hacer, concluir la saga, tenemos la carta de Epistle 3, tenemos la voluntad, Tenemos el motor Source, hay que intentarlo...","timestamp_created":1504214882,"timestamp_updated":1504214882,"voted_up":false,"votes_up":9,"votes_funny":0,"weighted_vote_score":"0.56677013635635376","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34643970","author":{"steamid":"76561198252374474","num_games_owned":16258,"num_reviews":14,"playtime_forever":684,"playtime_last_two_weeks":0,"playtime_at_review":520,"last_played":1605875642},"language":"english","review":"To be continued...","timestamp_created":1504213370,"timestamp_updated":1504213370,"voted_up":true,"votes_up":14,"votes_funny":6,"weighted_vote_score":"0.592145681381225586","comment_count":1,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34641091","author":{"steamid":"76561198304880726","num_games_owned":5206,"num_reviews":671,"playtime_forever":261,"playtime_last_two_weeks":0,"playtime_at_review":261,"last_played":1504205247},"language":"english","review":"Holy shit.\n\nNo wonder people are mad.\n\nThis might be the best in the entire Half-Life series.\n\nIt's amazing to me how HL2, E1, & E2 all have the same base, but are entirely different games.\n\nHalf-Life 2: Episode 2 is without a doubt the best assembly.\n\nWOW!!!!!!","timestamp_created":1504205398,"timestamp_updated":1504205398,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.472440958023071289","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34640290","author":{"steamid":"76561198262560607","num_games_owned":749,"num_reviews":82,"playtime_forever":5,"playtime_last_two_weeks":0,"playtime_at_review":5,"last_played":1503239391},"language":"turkish","review":"Half-Life...","timestamp_created":1504203291,"timestamp_updated":1504203291,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.523809552192687988","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"34640211","author":{"steamid":"76561198011303428","num_games_owned":512,"num_reviews":12,"playtime_forever":340,"playtime_last_two_weeks":0,"playtime_at_review":340,"last_played":86400},"language":"english","review":"how could you do this to us","timestamp_created":1504203093,"timestamp_updated":1504203093,"voted_up":false,"votes_up":6,"votes_funny":0,"weighted_vote_score":"0.47999998927116394","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false}],"cursor":"AoJ4wLbfnN4Cc5WShAE="}